export const alQuran = [
          {
                    "surahNo": 1,
                    "surahName": "সূরা আল-ফাতিহা",
                    "surahArName": "الفاتحة",
                    "surahMeaning": "সূচনা",
                    "totalVerses": "7",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-1.mp3",
                    "verses": [
                              {
                                        "surahNo": 1,
                                        "verseKey": 1,
                                        "bnText": "সমস্ত প্রশংসা জগতসমূহের প্রতিপালক আল্লাহর জন্যে।",
                                        "readText": "আলহামদুলিল্লা-হি রব্বিল আ-লামীন।",
                                        "arText": "ٱلْحَمْدُ لِلَّٰهِ رَبِّ ٱلْعَالَمِينَ",
                              },
                              {
                                        "surahNo": 1,
                                        "verseKey": 2,
                                        "bnText": "অনন্ত দয়াময়, অতীব দয়ালু।",
                                        "readText": "আর রহমানির রহিম।",
                                        "arText": "ٱلرَّحْمَٰنِ ٱلرَّحِيمِ"
                              },
                              {
                                        "surahNo": 1,
                                        "verseKey": 3,
                                        "bnText": "প্রতিফল দিবসের মালিক।",
                                        "readText": "মা-লিকি ইয়াওমিদ্দিন।",
                                        "arText": "مَالِكِ يَوْمِ ٱلدِّينِ"
                              },
                              {
                                        "surahNo": 1,
                                        "verseKey": 4,
                                        "bnText": "আমরা শুধু আপনারই দাসত্ব করি এবং শুধু আপনারই নিকট সাহায্য কামনা করি।",
                                        "readText": "ইয়্যা-কা না’বুদু ওয়া ইয়্যা-কানাছতা’ঈন।",
                                        "arText": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ"
                              },
                              {
                                        "surahNo": 1,
                                        "verseKey": 5,
                                        "bnText": "আমাদের সরল পথনির্দেশ দান করুন।",
                                        "readText": "ইহদিনাসসিরা-তাল মুছতাকীম।",
                                        "arText": "ٱهْدِنَا ٱلصِّرَاطَ ٱلْمُسْتَقِيمَ"
                              },
                              {
                                        "surahNo": 1,
                                        "verseKey": 6,
                                        "bnText": "তাদের পথে, যাদের আপনি অনুগ্রহ করেছেন।",
                                        "readText": "সিরা-তাল্লাযীনা আন’আম তা’আলাইহিম।",
                                        "arText": "صِرَاطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ"
                              },
                              {
                                        "surahNo": 1,
                                        "verseKey": 7,
                                        "bnText": "এবং তাদের পথে নয় যারা আপনার ক্রোধের শিকার ও পথভ্রষ্ট । (আমিন )",
                                        "readText": "গাইরিল মাগদূ বি’আলাইহীম ওয়ালাদ্দাল্লীন। (আমিন )",
                                        "arText": "غَيۡرِ ٱلْمَغْضُوبِ عَلَيۡهِمۡ وَلَا اَ۬لضَّآلِّينَ "
                              }
                    ]
          },
          {
                    "surahNo": 2,
                    "surahName": "সূরা আল-বাকারা",
                    "surahArName": "البقرة",
                    "surahMeaning": "বকনা-বাছুর",
                    "totalVerses": "286",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-2.mp3",
                    "verses": [
                              {
                                        "surahNo": 2,
                                        "verseKey": 1,
                                        "bnText": "আলিফ লাম মীম।",
                                        "readText": "আলিফ লাম মীম।",
                                        "arText": "الم "
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 2,
                                        "bnText": "এ সেই কিতাব যাতে কোনই সন্দেহ নেই। পথ প্রদর্শনকারী পরহেযগারদের জন্য",
                                        "readText": "যা-লিকাল কিতা-বুলা-রাইবা ফীহি হুদাল লিলমুত্তাকীন।",
                                        "arText": "ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 3,
                                        "bnText": "যারা অদেখা বিষয়ের উপর বিশ্বাস স্থাপন করে এবং নামায প্রতিষ্ঠা করে। আর আমি তাদেরকে যে রুযী দান করেছি তা থেকে ব্যয় করে",
                                        "readText": "আল্লাযীনা ইউ’মিনূনা বিলগাইবি ওয়াইউকীমূনাসসালা-তা ওয়া মিম্মা-রাঝাকনা-হুমইউনফিকূ ন।",
                                        "arText": "الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 4,
                                        "bnText": "এবং যারা বিশ্বাস স্থাপন করেছে সেসব বিষয়ের উপর যা কিছু তোমার প্রতি অবতীর্ণ হয়েছে এবং সেসব বিষয়ের উপর যা তোমার পূর্ববর্তীদের প্রতি অবতীর্ণ হয়েছে। আর আখেরাতকে যারা নিশ্চিত বলে বিশ্বাস করে।",
                                        "readText": "ওয়াল্লাযীনা ইউ’মিনূনা বিমাউনঝিলা ইলাইকা ওয়ামা উনঝিলা মিন কাবলিকা ওয়াবিল আ-খিরাতি হুম ইউকিনূন।",
                                        "arText": "وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 5,
                                        "bnText": "তারাই নিজেদের পালনকর্তার পক্ষ থেকে সুপথ প্রাপ্ত, আর তারাই যথার্থ সফলকাম।",
                                        "readText": "উলাইকা ‘আলা-হুদাম মিররাব্বিহিম ওয়া উলাইকা হুমুল মুফলিহূন।",
                                        "arText": "أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 6,
                                        "bnText": "নিশ্চিতই যারা কাফের হয়েছে তাদেরকে আপনি ভয় প্রদর্শন করুন আর নাই করুন তাতে কিছুই আসে যায় না, তারা ঈমান আনবে না।",
                                        "readText": "ইন্নাল্লাযীনা কাফারূ ছাওয়াউন‘আলাইহিম আআনযারতাহুম আম লাম তুনযিরহুম লাইউ’মিনূন।",
                                        "arText": "	إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 7,
                                        "bnText": "আল্লাহ তাদের অন্তকরণ এবং তাদের কানসমূহ বন্ধ করে দিয়েছেন, আর তাদের চোখসমূহ পর্দায় ঢেকে দিয়েছেন। আর তাদের জন্য রয়েছে কঠোর শাস্তি।",
                                        "readText": "খাতামাল্লা-হু ‘আলা- কুলূবিহিম ওয়া ‘আলা-ছাম‘ইহিম ওয়া‘আলা আবসা-রিহিম গিশা-ওয়াতুও ওয়ালাহুম ‘আযা-বুন ‘আজীম।",
                                        "arText": "خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 8,
                                        "bnText": "আর মানুষের মধ্যে কিছু লোক এমন রয়েছে যারা বলে, আমরা আল্লাহ ও পরকালের প্রতি ঈমান এনেছি অথচ আদৌ তারা ঈমানদার নয়।",
                                        "readText": "ওয়া মিনান্না-ছি মাইঁ ইয়াকূলু আ-মান্না- বিল্লা-হি ওয়া বিলইয়াওমিল আ-খিরি ওয়ামা-হুম বিমু’মিনীন।",
                                        "arText": "وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 9,
                                        "bnText": "তারা আল্লাহ এবং ঈমানদারগণকে ধোঁকা দেয়। অথচ এতে তারা নিজেদেরকে ছাড়া অন্য কাউকে ধোঁকা দেয় না অথচ তারা তা অনুভব করতে পারে না।",
                                        "readText": "ইউখা-দি‘ঊনাল্লা-হা ওয়াল্লাযীনা আ-মানূ ওয়ামা- ইয়াখদা‘ঊনা ইল্লাআনফুছাহুম ওয়ামাইয়াশ‘উরূন।",
                                        "arText": "	يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 10,
                                        "bnText": "তাদের অন্তঃকরণ ব্যধিগ্রস্ত আর আল্লাহ তাদের ব্যধি আরো বাড়িয়ে দিয়েছেন। বস্তুতঃ তাদের জন্য নির্ধারিত রয়েছে ভয়াবহ আযাব, তাদের মিথ্যাচারের দরুন।",
                                        "readText": "ফী কুলূবিহিম মারাদুন ফাঝা-দাহুমুল্লা-হু মারাদাওূঁ ওয়ালাহুম ‘আযা-বুন আলীমুম বিমা- কা-নূ ইয়াকযিবূন।",
                                        "arText": "	فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 11,
                                        "bnText": "আর যখন তাদেরকে বলা হয় যে, দুনিয়ার বুকে দাঙ্গা-হাঙ্গামা সৃষ্টি করো না, তখন তারা বলে, আমরা তো মীমাংসার পথ অবলম্বন করেছি।",
                                        "readText": "ওয়া ইযা- কীলা লাহুম লা-তুফছিদূফিল আরদিকা-লইন্নামা- নাহনুমুসলিহূন।",
                                        "arText": "	وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 12,
                                        "bnText": "মনে রেখো, তারাই হাঙ্গামা সৃষ্টিকারী, কিন্তু তারা তা উপলব্ধি করে না।",
                                        "readText": "আলাইন্নাহুম হুমুল মুফছিদূনা ওয়ালা- কিল্লা- ইয়াশ‘উরূন।",
                                        "arText": "أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَٰكِنْ لَا يَشْعُرُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 13,
                                        "bnText": "আর যখন তাদেরকে বলা হয়, অন্যান্যরা যেভাবে ঈমান এনেছে তোমরাও সেভাবে ঈমান আন, তখন তারা বলে, আমরাও কি ঈমান আনব বোকাদেরই মত! মনে রেখো, প্রকৃতপক্ষে তারাই বোকা, কিন্তু তারা তা বোঝে না।",
                                        "readText": "ওয়া ইযা-কীলা লাহুম আ-মিনূকামাআ-মানান্না-ছুকা-লআনু’মিনু কামাআমানাছছুফাহাউ ‘আলাইন্নাহুম হুমুছছুফাহাউ ওয়ালা-কিল্লা-ইয়া‘লামূন।",
                                        "arText": "	وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ ۗ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَٰكِنْ لَا يَعْلَمُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 14,
                                        "bnText": "আর তারা যখন ঈমানদারদের সাথে মিশে, তখন বলে, আমরা ঈমান এনেছি। আবার যখন তাদের শয়তানদের সাথে একান্তে সাক্ষাৎ করে, তখন বলে, আমরা তোমাদের সাথে রয়েছি। আমরা তো (মুসলমানদের সাথে) উপহাস করি মাত্রা।",
                                        "readText": "ওয়াইযা- লাকুল্লাযীনা আ-মানূকা-লআ-মান্না-ওয়াইযা- খালাও ইলা-শাইয়াতীনিহিম কা-লূইন্না- মা‘আকুম ইন্নামা নাহনুমুছতাহঝিউন।",
                                        "arText": "	وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 15,
                                        "bnText": "বরং আল্লাহই তাদের সাথে উপহাস করেন। আর তাদেরকে তিনি ছেড়ে দিয়েছেন যেন তারা নিজেদের অহংকার ও কুমতলবে হয়রান ও পেরেশান থাকে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 16,
                                        "bnText": "তারা সে সমস্ত লোক, যারা হেদায়েতের বিনিময়ে গোমরাহী খরিদ করে। বস্তুতঃ তারা তাদের এ ব্যবসায় লাভবান হতে পারেনি এবং তারা হেদায়েতও লাভ করতে পারেনি।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 17,
                                        "bnText": "তাদের অবস্থা সে ব্যক্তির মত, যে লোক কোথাও আগুন জ্বালালো এবং তার চারদিককার সবকিছুকে যখন আগুন স্পষ্ট করে তুললো, ঠিক এমনি সময় আল্লাহ তার চারদিকের আলোকে উঠিয়ে নিলেন এবং তাদেরকে অন্ধকারে ছেড়ে দিলেন। ফলে, তারা কিছুই দেখতে পায় না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 18,
                                        "bnText": "তারা বধির, মূক ও অন্ধ। সুতরাং তারা ফিরে আসবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 19,
                                        "bnText": "আর তাদের উদাহরণ সেসব লোকের মত যারা দুর্যোগপূর্ণ ঝড়ো রাতে পথ চলে, যাতে থাকে আঁধার, গর্জন ও বিদ্যুৎচমক। মৃত্যুর ভয়ে গর্জনের সময় কানে আঙ্গুল দিয়ে রক্ষা পেতে চায়। অথচ সমস্ত কাফেরই আল্লাহ কর্তৃক পরিবেষ্ঠিত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 20,
                                        "bnText": "বিদ্যুতালোকে যখন সামান্য আলোকিত হয়, তখন কিছুটা পথ চলে। আবার যখন অন্ধকার হয়ে যায়, তখন ঠাঁয় দাঁড়িয়ে থাকে। যদি আল্লাহ ইচ্ছা করেন, তাহলে তাদের শ্রবণশক্তি ও দৃষ্টিশক্তি ছিনিয়ে নিতে পারেন। আল্লাহ যাবতীয় বিষয়ের উপর সর্বময় ক্ষমতাশীল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 21,
                                        "bnText": "হে মানব সমাজ! তোমরা তোমাদের পালনকর্তার এবাদত কর, যিনি তোমাদিগকে এবং তোমাদের পূর্ববর্তীদিগকে সৃষ্টি করেছেন। তাতে আশা করা যায়, তোমরা পরহেযগারী অর্জন করতে পারবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 22,
                                        "bnText": "যে পবিত্রসত্তা তোমাদের জন্য ভূমিকে বিছানা এবং আকাশকে ছাদ স্বরূপ স্থাপন করে দিয়েছেন, আর আকাশ থেকে পানি বর্ষণ করে তোমাদের জন্য ফল-ফসল উৎপাদন করেছেন তোমাদের খাদ্য হিসাবে। অতএব, আল্লাহর সাথে তোমরা অন্য কাকেও সমকক্ষ করো না। বস্তুতঃ এসব তোমরা জান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 23,
                                        "bnText": "এতদসম্পর্কে যদি তোমাদের কোন সন্দেহ থাকে যা আমি আমার বান্দার প্রতি অবতীর্ণ করেছি, তাহলে এর মত একটি সূরা রচনা করে নিয়ে এস। তোমাদের সেসব সাহায্যকারীদেরকে সঙ্গে নাও-এক আল্লাহকে ছাড়া, যদি তোমরা সত্যবাদী হয়ে থাকো।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 24,
                                        "bnText": "আর যদি তা না পার-অবশ্য তা তোমরা কখনও পারবে না, তাহলে সে দোযখের আগুন থেকে রক্ষা পাওয়ার চেষ্টা কর, যার জ্বালানী হবে মানুষ ও পাথর। যা প্রস্তুত করা হয়েছে কাফেরদের জন্য।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 25,
                                        "bnText": "আর হে নবী (সাঃ), যারা ঈমান এনেছে এবং সৎকাজসমূহ করেছে, আপনি তাদেরকে এমন বেহেশতের সুসংবাদ দিন, যার পাদদেশে নহরসমূহ প্রবাহমান থাকবে। যখনই তারা খাবার হিসেবে কোন ফল প্রাপ্ত হবে, তখনই তারা বলবে, এতো অবিকল সে ফলই যা আমরা ইতিপূর্বেও লাভ করেছিলাম। বস্তুতঃ তাদেরকে একই প্রকৃতির ফল প্রদান করা হবে। এবং সেখানে তাদের জন্য শুদ্ধচারিনী রমণীকূল থাকবে। আর সেখানে তারা অনন্তকাল অবস্থান করবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 26,
                                        "bnText": "আল্লাহ পাক নিঃসন্দেহে মশা বা তদুর্ধ্ব বস্তু দ্বারা উপমা পেশ করতে লজ্জাবোধ করেন না। বস্তুতঃ যারা মুমিন তারা নিশ্চিতভাবে বিশ্বাস করে যে, তাদের পালনকর্তা কর্তৃক উপস্থাপিত এ উপমা সম্পূর্ণ নির্ভূল ও সঠিক। আর যারা কাফের তারা বলে, এরূপ উপমা উপস্থাপনে আল্লাহর মতলবই বা কি ছিল। এ দ্বারা আল্লাহ তা’আলা অনেককে বিপথগামী করেন, আবার অনেককে সঠিক পথও প্রদর্শন করেন। তিনি অনুরূপ উপমা দ্বারা অসৎ ব্যক্তিবর্গ ভিন্ন কাকেও বিপথগামী করেন না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 27,
                                        "bnText": "(বিপথগামী ওরাই) যারা আল্লাহর সঙ্গে অঙ্গীকারাবদ্ধ হওয়ার পর তা ভঙ্গ করে এবং আল্লাহ পাক যা অবিচ্ছিন্ন রাখতে নির্দেশ দিয়েছেন, তা ছিন্ন করে, আর পৃথিবীর বুকে অশান্তি সৃষ্টি করে। ওরা যথার্থই ক্ষতিগ্রস্ত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 28,
                                        "bnText": "কেমন করে তোমরা আল্লাহর ব্যাপারে কুফরী অবলম্বন করছ? অথচ তোমরা ছিলে নিষ্প্রাণ। অতঃপর তিনিই তোমাদেরকে প্রাণ দান করেছেন, আবার মৃত্যু দান করবেন। পুনরায় তোমাদেরকে জীবনদান করবেন। অতঃপর তারই প্রতি প্রত্যাবর্তন করবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 29,
                                        "bnText": "তিনিই সে সত্ত্বা যিনি সৃষ্টি করেছেন তোমাদের জন্য যা কিছু জমীনে রয়েছে সে সমস্ত। তারপর তিনি মনোসংযোগ করেছেন আকাশের প্রতি। বস্তুতঃ তিনি তৈরী করেছেন সাত আসমান। আর আল্লাহ সর্ববিষয়ে অবহিত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 30,
                                        "bnText": "আর তোমার পালনকর্তা যখন ফেরেশতাদিগকে বললেনঃ আমি পৃথিবীতে একজন প্রতিনিধি বানাতে যাচ্ছি, তখন ফেরেশতাগণ বলল, তুমি কি পৃথিবীতে এমন কাউকে সৃষ্টি করবে যে দাঙ্গা-হাঙ্গামার সৃষ্টি করবে এবং রক্তপাত ঘটাবে? অথচ আমরা নিয়ত তোমার গুণকীর্তন করছি এবং তোমার পবিত্র সত্তাকে স্মরণ করছি। তিনি বললেন, নিঃসন্দেহে আমি জানি, যা তোমরা জান না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 31,
                                        "bnText": "আর আল্লাহ তা’আলা শিখালেন আদমকে সমস্ত বস্তু-সামগ্রীর নাম। তারপর সে সমস্ত বস্তু-সামগ্রীকে ফেরেশতাদের সামনে উপস্থাপন করলেন। অতঃপর বললেন, আমাকে তোমরা এগুলোর নাম বলে দাও, যদি তোমরা সত্য হয়ে থাক।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 32,
                                        "bnText": "তারা বলল, তুমি পবিত্র! আমরা কোন কিছুই জানি না, তবে তুমি যা আমাদিগকে শিখিয়েছ (সেগুলো ব্যতীত) নিশ্চয় তুমিই প্রকৃত জ্ঞানসম্পন্ন, হেকমতওয়ালা।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 33,
                                        "bnText": "তিনি বললেন, হে আদম, ফেরেশতাদেরকে বলে দাও এসবের নাম। তারপর যখন তিনি বলে দিলেন সে সবের নাম, তখন তিনি বললেন, আমি কি তোমাদেরকে বলিনি যে, আমি আসমান ও যমীনের যাবতীয় গোপন বিষয় সম্পর্কে খুব ভাল করেই অবগত রয়েছি? এবং সেসব বিষয়ও জানি যা তোমরা প্রকাশ কর, আর যা তোমরা গোপন কর"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 34,
                                        "bnText": "এবং যখন আমি হযরত আদম (আঃ)-কে সেজদা করার জন্য ফেরেশতাগণকে নির্দেশ দিলাম, তখনই ইবলীস ব্যতীত সবাই সিজদা করলো। সে (নির্দেশ) পালন করতে অস্বীকার করল এবং অহংকার প্রদর্শন করল। ফলে সে কাফেরদের অন্তর্ভূক্ত হয়ে গেল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 35,
                                        "bnText": "এবং আমি আদমকে হুকুম করলাম যে, তুমি ও তোমার স্ত্রী জান্নাতে বসবাস করতে থাক এবং ওখানে যা চাও, যেখান থেকে চাও, পরিতৃপ্তিসহ খেতে থাক, কিন্তু এ গাছের নিকটবর্তী হয়ো না। অন্যথায় তোমরা যালিমদের অন্তর্ভূক্ত হয়ে পড়বে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 36,
                                        "bnText": "অনন্তর শয়তান তাদের উভয়কে ওখান থেকে পদস্খলিত করেছিল। পরে তারা যে সুখ-স্বাচ্ছন্দ্যে ছিল তা থেকে তাদেরকে বের করে দিল এবং আমি বললাম, তোমরা নেমে যাও। তোমরা পরস্পর একে অপরের শক্র হবে এবং তোমাদেরকে সেখানে কিছুকাল অবস্থান করতে হবে ও লাভ সংগ্রহ করতে হবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 37,
                                        "bnText": "অতঃপর হযরত আদম (আঃ) স্বীয় পালনকর্তার কাছ থেকে কয়েকটি কথা শিখে নিলেন, অতঃপর আল্লাহ পাক তাঁর প্রতি (করুণাভরে) লক্ষ্য করলেন। নিশ্চয়ই তিনি মহা-ক্ষমাশীল ও অসীম দয়ালু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 38,
                                        "bnText": "আমি হুকুম করলাম, তোমরা সবাই নীচে নেমে যাও। অতঃপর যদি তোমাদের নিকট আমার পক্ষ থেকে কোন হেদায়েত পৌঁছে, তবে যে ব্যক্তি আমার সে হেদায়েত অনুসারে চলবে, তার উপর না কোন ভয় আসবে, না (কোন কারণে) তারা চিন্তাগ্রস্ত ও সন্তপ্ত হবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 39,
                                        "bnText": "আর যে লোক তা অস্বীকার করবে এবং আমার নিদর্শনগুলোকে মিথ্যা প্রতিপন্ন করার প্রয়াস পাবে, তারাই হবে জাহান্নামবাসী; অন্তকাল সেখানে থাকবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 40,
                                        "bnText": "হে বনী-ইসরাঈলগণ, তোমরা স্মরণ কর আমার সে অনুগ্রহ যা আমি তোমাদের প্রতি করেছি এবং তোমরা পূরণ কর আমার সাথে কৃত প্রতিজ্ঞা, তাহলে আমি তোমাদেরকে প্রদত্ত প্রতিশ্রুতি পূরণ করব। আর ভয় কর আমাকেই।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 41,
                                        "bnText": "আর তোমরা সে গ্রন্থের প্রতি বিশ্বাস স্থাপন কর, যা আমি অবতীর্ণ করেছি সত্যবক্তা হিসেবে তোমাদের কাছে। বস্তুতঃ তোমরা তার প্রাথমিক অস্বীকারকারী হয়ো না আর আমার আয়াতের অল্প মূল্য দিও না। এবং আমার (আযাব) থেকে বাঁচ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 42,
                                        "bnText": "তোমরা সত্যকে মিথ্যার সাথে মিশিয়ে দিও না এবং জানা সত্ত্বে সত্যকে তোমরা গোপন করো না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 43,
                                        "bnText": "আর নামায কায়েম কর, যাকাত দান কর এবং নামাযে অবনত হও তাদের সাথে, যারা অবনত হয়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 44,
                                        "bnText": "তোমরা কি মানুষকে সৎকর্মের নির্দেশ দাও এবং নিজেরা নিজেদেরকে ভূলে যাও, অথচ তোমরা কিতাব পাঠ কর? তবুও কি তোমরা চিন্তা কর না"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 45,
                                        "bnText": "ধৈর্য্যর সাথে সাহায্য প্রার্থনা কর নামাযের মাধ্যমে। অবশ্য তা যথেষ্ট কঠিন। কিন্তু সে সমস্ত বিনয়ী লোকদের পক্ষেই তা সম্ভব।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 46,
                                        "bnText": "যারা একথা খেয়াল করে যে, তাদেরকে সম্মুখীন হতে হবে স্বীয় পরওয়ারদেগারের এবং তাঁরই দিকে ফিরে যেতে হবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 47,
                                        "bnText": "হে বনী-ইসরাঈলগণ! তোমরা স্মরণ কর আমার অনুগ্রহের কথা, যা আমি তোমাদের উপর করেছি এবং (স্মরণ কর) সে বিষয়টি যে, আমি তোমাদেরকে উচ্চমর্যাদা দান করেছি সমগ্র বিশ্বের উপর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 48,
                                        "bnText": "আর সে দিনের ভয় কর, যখন কেউ কারও সামান্য উপকারে আসবে না এবং তার পক্ষে কোন সুপারিশও কবুল হবে না; কারও কাছ থেকে ক্ষতিপূরণও নেয়া হবে না এবং তারা কোন রকম সাহায্যও পাবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 49,
                                        "bnText": "আর (স্মরণ কর) সে সময়ের কথা, যখন আমি তোমাদিগকে মুক্তিদান করেছি ফেরআউনের লোকদের কবল থেকে যারা তোমাদিগকে কঠিন শাস্তি দান করত; তোমাদের পুত্রসন্তানদেরকে জবাই করত এবং তোমাদের স্ত্রীদিগকে অব্যাহতি দিত। বস্তুতঃ তাতে পরীক্ষা ছিল তোমাদের পালনকর্তার পক্ষ থেকে, মহা পরীক্ষা।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 50,
                                        "bnText": "আর যখন আমি তোমাদের জন্য সাগরকে দ্বিখন্ডিত করেছি, অতঃপর তোমাদেরকে বাঁচিয়ে দিয়েছি এবং ডুবিয়ে দিয়েছি ফেরআউনের লোকদিগকে অথচ তোমরা দেখছিলে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 51,
                                        "bnText": "আর যখন আমি মূসার সাথে ওয়াদা করেছি চল্লিশ রাত্রির অতঃপর তোমরা গোবৎস বানিয়ে নিয়েছ মূসার অনুপস্থিতিতে। বস্তুতঃ তোমরা ছিলে যালেম।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 52,
                                        "bnText": "তারপর আমি তাতেও তোমাদেরকে ক্ষমা করে দিয়েছি, যাতে তোমরা কৃতজ্ঞতা স্বীকার করে নাও।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 53,
                                        "bnText": "আর (স্মরণ কর) যখন আমি মূসাকে কিতাব এবং সত্য-মিথ্যার পার্থক্য বিধানকারী নির্দেশ দান করেছি, যাতে তোমরা সরল পথ প্রাপ্ত হতে পার।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 54,
                                        "bnText": "আর যখন মূসা তার সম্প্রদায়কে বলল, হে আমার সম্প্রদায়, তোমরা তোমাদেরই ক্ষতিসাধন করেছ এই গোবৎস নির্মাণ করে। কাজেই এখন তওবা কর স্বীয় স্রষ্টার প্রতি এবং নিজ নিজ প্রাণ বিসর্জন দাও। এটাই তোমাদের জন্য কল্যাণকর তোমাদের স্রষ্টার নিকট। তারপর তোমাদের প্রতি লক্ষ্য করা হল। নিঃসন্দেহে তিনিই ক্ষমাকারী, অত্যন্ত মেহেরবান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 55,
                                        "bnText": "আর যখন তোমরা বললে, হে মূসা, কস্মিনকালেও আমরা তোমাকে বিশ্বাস করব না, যতক্ষণ না আমরা আল্লাহকে (প্রকাশ্যে) দেখতে পাব। বস্তুতঃ তোমাদিগকে পাকড়াও করল বিদ্যুৎ। অথচ তোমরা তা প্রত্যক্ষ করছিলে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 56,
                                        "bnText": "তারপর, মরে যাবার পর তোমাদিগকে আমি তুলে দাঁড় করিয়েছি, যাতে করে তোমরা কৃতজ্ঞতা স্বীকার করে নাও।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 57,
                                        "bnText": "আর আমি তোমাদের উপর ছায়া দান করেছি মেঘমালার দ্বারা এবং তোমাদের জন্য খাবার পাঠিয়েছি ’মান্না’ ও সালওয়া’। সেসব পবিত্র বস্তু তোমরা ভক্ষন কর, যা আমি তোমাদেরকে দান করেছি। বস্তুতঃ তারা আমার কোন ক্ষতি করতে পারেনি, বরং নিজেদেরই ক্ষতি সাধন করেছে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 58,
                                        "bnText": "আর যখন আমি বললাম, তোমরা প্রবেশ কর এ নগরীতে এবং এতে যেখানে খুশী খেয়ে স্বাচ্ছন্দ্যে বিচরণ করতে থাক এবং দরজার ভিতর দিয়ে প্রবেশ করার সময় সেজদা করে ঢুক, আর বলতে থাক-‘আমাদিগকে ক্ষমা করে দাও’-তাহলে আমি তোমাদের অপরাধ ক্ষমা করব এবং সৎ কর্মশীলদেরকে অতিরিক্ত দানও করব।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 59,
                                        "bnText": "অতঃপর যালেমরা কথা পাল্টে দিয়েছে, যা কিছু তাদেরকে বলে দেয়া হয়েছিল তা থেকে। তারপর আমি অবতীর্ণ করেছি যালেমদের উপর আযাব, আসমান থেকে, নির্দেশ লংঘন করার কারণে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 60,
                                        "bnText": "আর মূসা যখন নিজ জাতির জন্য পানি চাইল, তখন আমি বললাম, স্বীয় যষ্ঠির দ্বারা আঘাত কর পাথরের উপরে। অতঃপর তা থেকে প্রবাহিত হয়ে এল বারটি প্রস্রবণ। তাদের সব গোত্রই চিনে নিল নিজ নিজ ঘাট। আল্লাহর দেয়া রিযিক খাও, পান কর আর দুনিয়ার বুকে দাংগা-হাংগামা করে বেড়িও না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 61,
                                        "bnText": "আর তোমরা যখন বললে, হে মূসা, আমরা একই ধরনের খাদ্য-দ্রব্যে কখনও ধৈর্য্যধারণ করব না। কাজেই তুমি তোমার পালনকর্তার নিকট আমাদের পক্ষে প্রার্থনা কর, তিনি যেন আমাদের জন্যে এমন বস্তুসামগ্রী দান করেন যা জমিতে উৎপন্ন হয়, তরকারী, কাকড়ী, গম, মসুরি, পেঁয়াজ প্রভৃতি। মূসা (আঃ) বললেন, তোমরা কি এমন বস্তু নিতে চাও যা নিকৃষ্ট সে বস্তুর পরিবর্তে যা উত্তম? তোমরা কোন নগরীতে উপনীত হও, তাহলেই পাবে যা তোমরা কামনা করছ। আর তাদের উপর আরোপ করা হল লাঞ্ছনা ও পরমুখাপেক্ষিতা। তারা আল্লাহর রোষানলে পতিত হয়ে ঘুরতে থাকল। এমন হলো এ জন্য যে, তারা আল্লাহর বিধি বিধান মানতো না এবং নবীগনকে অন্যায়ভাবে হত্যা করত। তার কারণ, তারা ছিল নাফরমান সীমালংঘকারী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 62,
                                        "bnText": "নিঃসন্দেহে যারা মুসলমান হয়েছে এবং যারা ইহুদী, নাসারা ও সাবেঈন, (তাদের মধ্য থেকে) যারা ঈমান এনেছে আল্লাহর প্রতি ও কিয়ামত দিবসের প্রতি এবং সৎকাজ করেছে, তাদের জন্য রয়েছে তার সওয়াব তাদের পালনকর্তার কাছে। আর তাদের কোনই ভয়-ভীতি নেই, তারা দুঃখিতও হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 63,
                                        "bnText": "আর আমি যখন তোমাদের কাছ থেকে অঙ্গীকার নিয়েছিলাম এবং তুর পর্বতকে তোমাদের মাথার উপর তুলে ধরেছিলাম এই বলে যে, তোমাদিগকে যে কিতাব দেয়া হয়েছে তাকে ধর সুদৃঢ়ভাবে এবং এতে যা কিছু রয়েছে তা মনে রেখো যাতে তোমরা ভয় কর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 64,
                                        "bnText": "তারপরেও তোমরা তা থেকে ফিরে গেছ। কাজেই আল্লাহর অনুগ্রহ ও মেহেরবানী যদি তোমাদের উপর না থাকত, তবে অবশ্যই তোমরা ধবংস হয়ে যেতে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 65,
                                        "bnText": "তোমরা তাদেরকে ভালরূপে জেনেছ, যারা শনিবারের ব্যাপারে সীমা লঙ্ঘণ করেছিল। আমি বলেছিলামঃ তোমরা লাঞ্ছিত বানর হয়ে যাও।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 66,
                                        "bnText": "অতঃপর আমি এ ঘটনাকে তাদের সমসাময়িক ও পরবর্তীদের জন্য দৃষ্টান্ত এবং আল্লাহভীরুদের জন্য উপদেশ গ্রহণের উপাদান করে দিয়েছি।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 67,
                                        "bnText": "যখন মূসা (আঃ) স্বীয় সম্প্রদায়কে বললেনঃ আল্লাহ তোমাদের একটি গরু জবাই করতে বলেছেন। তারা বলল, তুমি কি আমাদের সাথে উপহাস করছ? মূসা (আঃ) বললেন, মূর্খদের অন্তর্ভুক্ত হওয়া থেকে আমি আল্লাহর আশ্রয় প্রার্থনা করছি।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 68,
                                        "bnText": "তারা বলল, তুমি তোমার পালনকর্তার কাছে আমাদের জন্য প্রার্থনা কর, যেন সেটির রূপ বিশ্লেষণ করা হয়। মূসা (আঃ) বললেন, তিনি বলছেন, সেটা হবে একটা গাভী, যা বৃদ্ধ নয় এবং কুমারীও নয়-বার্ধক্য ও যৌবনের মাঝামাঝি বয়সের। এখন আদিষ্ট কাজ করে ফেল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 69,
                                        "bnText": "তারা বলল, তোমার পালনকর্তার কাছে আমাদের জন্য প্রার্থনা কর যে, তার রঙ কিরূপ হবে? মূসা (আঃ) বললেন, তিনি বলেছেন যে, গাঢ় পীতবর্ণের গাভী-যা দর্শকদের চমৎকৃত করবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 70,
                                        "bnText": "তারা বলল, আপনি প্রভুর কাছে প্রার্থনা করুন-তিনি বলে দিন যে, সেটা কিরূপ? কেননা, গরু আমাদের কাছে সাদৃশ্যশীল মনে হয়। ইনশাআল্লাহ এবার আমরা অবশ্যই পথপ্রাপ্ত হব। মূসা (আঃ) বললেন, তিনি বলেন যে, এ গাভী ভূকর্ষণ ও জল সেচনের শ্রমে অভ্যস্ত নয়-হবে নিষ্কলঙ্ক, নিখুঁত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 71,
                                        "bnText": "তারা বলল, এবার সঠিক তথ্য এনেছ। অতঃপর তারা সেটা জবাই করল, অথচ জবাই করবে বলে মনে হচ্ছিল না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 72,
                                        "bnText": "যখন তোমরা একজনকে হত্যা করে পরে সে সম্পর্কে একে অপরকে অভিযুক্ত করেছিলে। যা তোমরা গোপন করছিলে, তা প্রকাশ করে দেয়া ছিল আল্লাহর অভিপ্রায়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 73,
                                        "bnText": "অতঃপর আমি বললামঃ গরুর একটি খন্ড দ্বারা মৃতকে আঘাত কর। এভাবে আল্লাহ মৃতকে জীবিত করেন এবং তোমাদেরকে তাঁর নিদর্শণ সমূহ প্রদর্শন করেন-যাতে তোমরা চিন্তা কর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 74,
                                        "bnText": "অতঃপর এ ঘটনার পরে তোমাদের অন্তর কঠিন হয়ে গেছে। তা পাথরের মত অথবা তদপেক্ষাও কঠিন। পাথরের মধ্যে এমন ও আছে; যা থেকে ঝরণা প্রবাহিত হয়, এমনও আছে, যা বিদীর্ণ হয়, অতঃপর তা থেকে পানি নির্গত হয় এবং এমনও আছে, যা আল্লাহর ভয়ে খসেপড়তে থাকে! আল্লাহ তোমাদের কাজকর্ম সম্পর্কে বে-খবর নন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 75,
                                        "bnText": "হে মুসলমানগণ, তোমরা কি আশা কর যে, তারা তোমাদের কথায় ঈমান আনবে? তাদের মধ্যে একদল ছিল, যারা আল্লাহর বাণী শ্রবণ করত; অতঃপর বুঝে-শুনে তা পরিবর্তন করে দিত এবং তারা তা অবগত ছিল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 76,
                                        "bnText": "যখন তারা মুসলমানদের সাথে মিলিত হয়, তখন বলেঃ আমরা মুসলমান হয়েছি। আর যখন পরস্পরের সাথে নিভৃতে অবস্থান করে, তখন বলে, পালনকর্তা তোমাদের জন্যে যা প্রকাশ করেছেন, তা কি তাদের কাছে বলে দিচ্ছ? তাহলে যে তারা এ নিয়ে পালকর্তার সামনে তোমাদেরকে মিথ্যা প্রতিপন্ন করবে। তোমরা কি তা উপলব্ধি কর না"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 77,
                                        "bnText": "তারা কি এতটুকুও জানে না যে, আল্লাহ সেসব বিষয়ও পরিজ্ঞাত যা তারা গোপন করে এবং যা প্রকাশ করে"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 78,
                                        "bnText": "তোমাদের কিছু লোক নিরক্ষর। তারা মিথ্যা আকাঙ্খা ছাড়া আল্লাহর গ্রন্থের কিছুই জানে না। তাদের কাছে কল্পনা ছাড়া কিছুই নেই।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 79,
                                        "bnText": "অতএব তাদের জন্যে আফসোস! যারা নিজ হাতে গ্রন্থ লেখে এবং বলে, এটা আল্লাহর পক্ষ থেকে অবতীর্ণ-যাতে এর বিনিময়ে সামান্য অর্থ গ্রহণ করতে পারে। অতএব তাদের প্রতি আক্ষেপ, তাদের হাতের লেখার জন্য এবং তাদের প্রতি আক্ষেপ, তাদের উপার্জনের জন্যে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 80,
                                        "bnText": "তারা বলেঃ আগুন আমাদিগকে কখনও স্পর্শ করবে না; কিন্তু গণাগনতি কয়েকদিন। বলে দিনঃ তোমরা কি আল্লাহর কাছ থেকে কোন অঙ্গীকার পেয়েছ যে, আল্লাহ কখনও তার খেলাফ করবেন না-না তোমরা যা জান না, তা আল্লাহর সাথে জুড়ে দিচ্ছ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 81,
                                        "bnText": "হাঁ, যে ব্যক্তি পাপ অর্জন করেছে এবং সে পাপ তাকে পরিবেষ্টিত করে নিয়েছে, তারাই দোযখের অধিবাসী। তারা সেখানেই চিরকাল থাকবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 82,
                                        "bnText": "পক্ষান্তরে যারা ঈমান এনেছে এবং সৎকাজ করেছে, তারাই জান্নাতের অধিবাসী। তারা সেখানেই চিরকাল থাকবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 83,
                                        "bnText": "যখন আমি বনী-ইসরাঈলের কাছ থেকে অঙ্গীকার নিলাম যে, তোমরা আল্লাহ ছাড়া কারও উপাসনা করবে না, পিতা-মাতা, আত্নীয়-স্বজন, এতীম ও দীন-দরিদ্রদের সাথে সদ্ব্যবহার করবে, মানুষকে সৎ কথাবার্তা বলবে, নামায প্রতিষ্ঠা করবে এবং যাকাত দেবে, তখন সামান্য কয়েকজন ছাড়া তোমরা মুখ ফিরিয়ে নিলে, তোমরাই অগ্রাহ্যকারী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 84,
                                        "bnText": "যখন আমি তোমাদের কাছ থেকে অঙ্গীকার নিলাম যে, তোমরা পরস্পর খুনাখুনি করবে না এবং নিজেদেরকে দেশ থেকে বহিস্কার করবে না, তখন তোমরা তা স্বীকার করেছিলে এবং তোমরা তার সাক্ষ্য দিচ্ছিলে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 85,
                                        "bnText": "অতঃপর তোমরাই পরস্পর খুনাখুনি করছ এবং তোমাদেরই একদলকে তাদের দেশ থেকে বহিস্কার করছ। তাদের বিরুদ্ধে পাপ ও অন্যায়ের মাধ্যমে আক্রমণ করছ। আর যদি তারাই কারও বন্দী হয়ে তোমাদের কাছে আসে, তবে বিনিময় নিয়ে তাদের মুক্ত করছ। অথচ তাদের বহিস্কার করাও তোমাদের জন্য অবৈধ। তবে কি তোমরা গ্রন্থের কিয়দংশ বিশ্বাস কর এবং কিয়দংশ অবিশ্বাস কর? যারা এরূপ করে পার্থিব জীবনে দূগর্তি ছাড়া তাদের আর কোনই পথ নেই। কিয়ামতের দিন তাদের কঠোরতম শাস্তির দিকে পৌঁছে দেয়া হবে। আল্লাহ তোমাদের কাজ-কর্ম সম্পর্কে বে-খবর নন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 86,
                                        "bnText": "এরাই পরকালের বিনিময়ে পার্থিব জীবন ক্রয় করেছে। অতএব এদের শাস্তি লঘু হবে না এবং এরা সাহায্যও পাবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 87,
                                        "bnText": "অবশ্যই আমি মূসাকে কিতাব দিয়েছি। এবং তার পরে পর্যায়ক্রমে রসূল পাঠিয়েছি। আমি মরিয়ম তনয় ঈসাকে সুস্পষ্ট মোজেযা দান করেছি এবং পবিত্র রূহের মাধ্যমে তাকে শক্তিদান করেছি। অতঃপর যখনই কোন রসূল এমন নির্দেশ নিয়ে তোমাদের কাছে এসেছে, যা তোমাদের মনে ভাল লাগেনি, তখনই তোমরা অহংকার করেছ। শেষ পর্যন্ত তোমরা একদলকে মিথ্যাবাদী বলেছ এবং একদলকে হত্যা করেছ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 88,
                                        "bnText": "তারা বলে, আমাদের হৃদয় অর্ধাবৃত। এবং তাদের কুফরের কারণে আল্লাহ অভিসম্পাত করেছেন। ফলে তারা অল্পই ঈমান আনে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 89,
                                        "bnText": "যখন তাদের কাছে আল্লাহর পক্ষ থেকে কিতাব এসে পৌঁছাল, যা সে বিষয়ের সত্যায়ন করে, যা তাদের কাছে রয়েছে এবং তারা পূর্বে করত। অবশেষে যখন তাদের কাছে পৌঁছল যাকে তারা চিনে রেখেছিল, তখন তারা তা অস্বীকার করে বসল। অতএব, অস্বীকারকারীদের উপর আল্লাহর অভিসম্পাত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 90,
                                        "bnText": "যার বিনিময়ে তারা নিজেদের বিক্রি করেছে, তা খুবই মন্দ; যেহেতু তারা আল্লাহ যা নযিল করেছেন, তা অস্বীকার করেছে এই হঠকারিতার দরুন যে, আল্লাহ স্বীয় বান্দাদের মধ্যে যার প্রতি ইচ্ছা অনুগ্রহ নাযিল করেন। অতএব, তারা ক্রোধের উপর ক্রোধ অর্জন করেছে। আর কাফেরদের জন্য রয়েছে অপমানজনক শাস্তি।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 91,
                                        "bnText": "যখন তাদেরকে বলা হয়, আল্লাহ যা পাঠিয়েছেন তা মেনে নাও, তখন তারা বলে, আমরা মানি যা আমাদের প্রতি অবর্তীণ হয়েছে। সেটি ছাড়া সবগুলোকে তারা অস্বীকার করে। অথচ এ গ্রন্থটি সত্য এবং সত্যায়ন করে ঐ গ্রন্থের যা তাদের কাছে রয়েছে। বলে দিন, তবে তোমরা ইতিপূর্বে পয়গম্বরদের হত্যা করতে কেন যদি তোমরা বিশ্বাসী ছিলে"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 92,
                                        "bnText": "সুস্পষ্ট মু’জেযাসহ মূসা তোমাদের কাছে এসেছেন। এরপর তার অনুপস্থিতিতে তোমরা গোবৎস বানিয়েছ। বাস্তবিকই তোমরা অত্যাচারী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 93,
                                        "bnText": "আর যখন আমি তোমাদের কাছ থেকে প্রতিশ্রুতি নিলাম এবং তুর পর্বতকে তোমাদের উপর তুলে ধরলাম যে, শক্ত করে ধর, আমি যা তোমাদের দিয়েছি আর শোন। তারা বলল, আমরা শুনেছি আর অমান্য করেছি। কুফরের কারণে তাদের অন্তরে গোবৎসপ্রীতি পান করানো হয়েছিল। বলে দিন, তোমরা বিশ্বাসী হলে, তোমাদের সে বিশ্বাস মন্দ বিষয়াদি শিক্ষা দেয়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 94,
                                        "bnText": "বলে দিন, যদি আখেরাতের বাসস্থান আল্লাহর কাছে একমাত্র তোমাদের জন্যই বরাদ্দ হয়ে থাকে-অন্য লোকদের বাদ দিয়ে, তবে মৃত্যু কামনা কর, যদি সত্যবাদী হয়ে থাক।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 95,
                                        "bnText": "কস্মিনকালেও তারা মৃত্যু কামনা করবে না ঐসব গোনাহর কারণে, যা তাদের হাত পাঠিয়ে দিয়েছে। আল্লাহ গোনাহগারদের সম্পর্কে সম্যক অবগত রয়েছেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 96,
                                        "bnText": "আপনি তাদেরকে জীবনের প্রতি সবার চাইতে, এমনকি মুশরিকদের চাইতেও অধিক লোভী দেখবেন। তাদের প্রত্যেকে কামনা করে, যেন হাজার বছর আয়ু পায়। অথচ এরূপ আয়ু প্রাপ্তি তাদেরকে শাস্তি থেকে রক্ষা করতে পারবে না। আল্লাহ দেখেন যা কিছু তারা করে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 97,
                                        "bnText": "আপনি বলে দিন, যে কেউ জিবরাঈলের শত্রু হয়-যেহেতু তিনি আল্লাহর আদেশে এ কালাম আপনার অন্তরে নাযিল করেছেন, যা সত্যায়নকারী তাদের সম্মুখস্থ কালামের এবং মুমিনদের জন্য পথপ্রদর্শক ও সুসংবাদদাতা।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 98,
                                        "bnText": "যে ব্যক্তি আল্লাহ তাঁর ফেরেশতা ও রসূলগণ এবং জিবরাঈল ও মিকাঈলের শত্রু হয়, নিশ্চিতই আল্লাহ সেসব কাফেরের শত্রু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 99,
                                        "bnText": "আমি আপনার প্রতি উজ্জ্বল নিদর্শনসমূহ অবতীর্ণ করেছি। অবাধ্যরা ব্যতীত কেউ এগুলো অস্বীকার করে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 100,
                                        "bnText": "কি আশ্চর্য, যখন তারা কোন অঙ্গীকারে আবদ্ধ হয়, তখন তাদের একদল তা ছুঁড়ে ফেলে, বরং অধিকাংশই বিশ্বাস করে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 101,
                                        "bnText": "যখন তাদের কাছে আল্লাহর পক্ষ থেকে একজন রসূল আগমন করলেন-যিনি ঐ কিতাবের সত্যায়ন করেন, যা তাদের কাছে রয়েছে, তখন আহলে কেতাবদের একদল আল্লাহর গ্রন্থকে পশ্চাতে নিক্ষেপ করল-যেন তারা জানেই না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 102,
                                        "bnText": "তারা ঐ শাস্ত্রের অনুসরণ করল, যা সুলায়মানের রাজত্ব কালে শয়তানরা আবৃত্তি করত। সুলায়মান কুফর করেনি; শয়তানরাই কুফর করেছিল। তারা মানুষকে জাদুবিদ্যা এবং বাবেল শহরে হারুত ও মারুত দুই ফেরেশতার প্রতি যা অবতীর্ণ হয়েছিল, তা শিক্ষা দিত। তারা উভয়ই একথা না বলে কাউকে শিক্ষা দিত না যে, আমরা পরীক্ষার জন্য; কাজেই তুমি কাফের হয়ো না। অতঃপর তারা তাদের কাছ থেকে এমন জাদু শিখত, যদ্দ্বারা স্বামী ও স্ত্রীর মধ্যে বিচ্ছেদ ঘটে। তারা আল্লাহর আদেশ ছাড়া তদ্দ্বারা কারও অনিষ্ট করতে পারত না। যা তাদের ক্ষতি করে এবং উপকার না করে, তারা তাই শিখে। তারা ভালরূপে জানে যে, যে কেউ জাদু অবলম্বন করে, তার জন্য পরকালে কোন অংশ নেই। যার বিনিময়ে তারা আত্নবিক্রয় করেছে, তা খুবই মন্দ যদি তারা জানত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 103,
                                        "bnText": "যদি তারা ঈমান আনত এবং খোদাভীরু হত, তবে আল্লাহর কাছ থেকে উত্তম প্রতিদান পেত। যদি তারা জানত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 104,
                                        "bnText": "হে মুমিন গণ, তোমরা ‘রায়িনা’ বলো না-‘উনযুরনা’ বল এবং শুনতে থাক। আর কাফেরদের জন্যে রয়েছে বেদনাদায়ক শাস্তি।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 105,
                                        "bnText": "আহলে-কিতাব ও মুশরিকদের মধ্যে যারা কাফের, তাদের মনঃপুত নয় যে, তোমাদের পালনকর্তার পক্ষ থেকে তোমাদের প্রতি কোন কল্যাণ অবতীর্ণ হোক। আল্লাহ যাকে ইচ্ছা বিশেষ ভাবে স্বীয় অনুগ্রহ দান করেন। আল্লাহ মহান অনুগ্রহদাতা।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 106,
                                        "bnText": "আমি কোন আয়াত রহিত করলে অথবা বিস্মৃত করিয়ে দিলে তদপেক্ষা উত্তম অথবা তার সমপর্যায়ের আয়াত আনয়ন করি। তুমি কি জান না যে, আল্লাহ সব কিছুর উপর শক্তিমান"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 107,
                                        "bnText": "তুমি কি জান না যে, আল্লাহর জন্যই নভোমন্ডল ও ভূমন্ডলের আধিপত্য? আল্লাহ ব্যতীত তোমাদের কোন বন্ধু ও সাহায্যকারী নেই।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 108,
                                        "bnText": "ইতিপূর্বে মূসা (আঃ) যেমন জিজ্ঞাসিত হয়েছিলেন, (মুসলমানগন, ) তোমরাও কি তোমাদের রসূলকে তেমনি প্রশ্ন করতে চাও? যে কেউ ঈমানের পরিবর্তে কুফর গ্রহন করে, সে সরল পথ থেকে বিচ্যুত হয়ে যায়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 109,
                                        "bnText": "আহলে কিতাবদের অনেকেই প্রতিহিংসাবশতঃ চায় যে, মুসলমান হওয়ার পর তোমাদেরকে কোন রকমে কাফের বানিয়ে দেয়। তাদের কাছে সত্য প্রকাশিত হওয়ার পর (তারা এটা চায়)। যাক তোমরা আল্লাহর নির্দেশ আসা পর্যন্ত তাদের ক্ষমা কর এবং উপেক্ষা কর। নিশ্চয় আল্লাহ সব কিছুর উপর ক্ষমতাবান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 110,
                                        "bnText": "তোমরা নামায প্রতিষ্ঠা কর এবং যাকাত দাও। তোমরা নিজের জন্যে পূর্বে যে সৎকর্ম প্রেরণ করবে, তা আল্লাহর কাছে পাবে। তোমরা যা কিছু কর, নিশ্চয় আল্লাহ তা প্রত্যক্ষ করেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 111,
                                        "bnText": "ওরা বলে, ইহুদী অথবা খ্রীস্টান ব্যতীত কেউ জান্নাতে যাবে না। এটা ওদের মনের বাসনা। বলে দিন, তোমরা সত্যবাদী হলে, প্রমাণ উপস্থিত কর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 112,
                                        "bnText": "হাঁ, যে ব্যক্তি নিজেকে আল্লাহর উদ্দেশ্যে সমর্পন করেছে এবং সে সৎকর্মশীলও বটে তার জন্য তার পালনকর্তার কাছে পুরস্কার বয়েছে। তাদের ভয় নেই এবং তারা চিন্তিতও হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 113,
                                        "bnText": "ইহুদীরা বলে, খ্রীস্টানরা কোন ভিত্তির উপরেই নয় এবং খ্রীস্টানরা বলে, ইহুদীরা কোন ভিত্তির উপরেই নয়। অথচ ওরা সবাই কিতাব পাঠ করে! এমনিভাবে যারা মূর্খ, তারাও ওদের মতই উক্তি করে। অতএব, আল্লাহ কেয়ামতের দিন তাদের মধ্যে ফয়সালা দেবেন, যে বিষয়ে তারা মতবিরোধ করছিল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 114,
                                        "bnText": "যে ব্যাক্তি আল্লাহর মসজিদসমূহে তাঁর নাম উচ্চারণ করতে বাধা দেয় এবং সেগুলোকে উজাড় করতে চেষ্টা করে, তার চাইতে বড় যালেম আর কে? এদের পক্ষে মসজিদসমূহে প্রবেশ করা বিধেয় নয়, অবশ্য ভীত-সন্ত্রস্ত অবস্থায়। ওদের জন্য ইহকালে লাঞ্ছনা এবং পরকালে কঠিন শাস্তি রয়েছে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 115,
                                        "bnText": "পূর্ব ও পশ্চিম আল্লারই। অতএব, তোমরা যেদিকেই মুখ ফেরাও, সেদিকেই আল্লাহ বিরাজমান। নিশ্চয় আল্লাহ সর্বব্যাপী, সর্বজ্ঞ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 116,
                                        "bnText": "তারা বলে, আল্লাহ সন্তান গ্রহণ করেছেন। তিনি তো এসব কিছু থেকে পবিত্র, বরং নভোমন্ডল ও ভূমন্ডলে যা কিছু রয়েছে সবই তার আজ্ঞাধীন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 117,
                                        "bnText": "তিনি নভোমন্ডল ও ভূমন্ডলের উদ্ভাবক। যখন তিনি কোন কার্য সম্পাদনের সিন্ধান্ত নেন, তখন সেটিকে একথাই বলেন, ‘হয়ে যাও’ তৎক্ষণাৎ তা হয়ে যায়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 118,
                                        "bnText": "যারা কিছু জানে না, তারা বলে, আল্লাহ আমাদের সঙ্গে কেন কথা বলেন না? অথবা আমাদের কাছে কোন নিদর্শন কেন আসে না? এমনি ভাবে তাদের পূর্বে যারা ছিল তারাও তাদেরই অনুরূপ কথা বলেছে। তাদের অন্তর একই রকম। নিশ্চয় আমি উজ্জ্বল নিদর্শনসমূহ বর্ণনা করেছি তাদের জন্যে যারা প্রত্যয়শীল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 119,
                                        "bnText": "নিশ্চয় আমি আপনাকে সত্যধর্মসহ সুসংবাদদাতা ও ভীতি প্রদর্শনকারীরূপে পাঠিয়েছি। আপনি দোযখবাসীদের সম্পর্কে জিজ্ঞাসিত হবেন না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 120,
                                        "bnText": "ইহুদী ও খ্রীষ্টানরা কখনই আপনার প্রতি সন্তুষ্ট হবে না, যে পর্যন্ত না আপনি তাদের ধর্মের অনুসরণ করেন। বলে দিন, যে পথ আল্লাহ প্রদর্শন করেন, তাই হল সরল পথ। যদি আপনি তাদের আকাঙ্খাসমূহের অনুসরণ করেন, ঐ জ্ঞান লাভের পর, যা আপনার কাছে পৌঁছেছে, তবে কেউ আল্লাহর কবল থেকে আপনার উদ্ধারকারী ও সাহায্যকারী নেই।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 121,
                                        "bnText": "আমি যাদেরকে গ্রন্থ দান করেছি, তারা তা যথাযথভাবে পাঠ করে। তারাই তৎপ্রতি বিশ্বাস করে। আর যারা তা অবিশ্বাস করে, তারাই হবে ক্ষতিগ্রস্ত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 122,
                                        "bnText": "হে বনী-ইসরাঈল! আমার অনুগ্রহের কথা স্মরণ কর, যা আমি তোমাদের দিয়েছি। আমি তোমাদেরকে বিশ্বাবাসীর উপর শ্রেষ্ঠত্ব দান করেছি।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 123,
                                        "bnText": "তোমরা ভয় কর সেদিনকে, যে দিন এক ব্যক্তি থেকে অন্য ব্যক্তি বিন্দুমাত্র উপকৃত হবে না, কারও কাছ থেকে বিনিময় গৃহীত হবে না, কার ও সুপারিশ ফলপ্রদ হবে না এবং তারা সাহায্য প্রাপ্ত ও হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 124,
                                        "bnText": "যখন ইব্রাহীমকে তাঁর পালনকর্তা কয়েকটি বিষয়ে পরীক্ষা করলেন, অতঃপর তিনি তা পূর্ণ করে দিলেন, তখন পালনকর্তা বললেন, আমি তোমাকে মানবজাতির নেতা করব। তিনি বললেন, আমার বংশধর থেকেও! তিনি বললেন আমার অঙ্গীকার অত্যাচারীদের পর্যন্ত পৌঁছাবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 125,
                                        "bnText": "যখন আমি কা’বা গৃহকে মানুষের জন্যে সম্মিলন স্থল ও শান্তির আলয় করলাম, আর তোমরা ইব্রাহীমের দাঁড়ানোর জায়গাকে নামাযের জায়গা বানাও এবং আমি ইব্রাহীম ও ইসমাঈলকে আদেশ করলাম, তোমরা আমার গৃহকে তওয়াফকারী, অবস্থানকারী ও রুকু-সেজদাকারীদের জন্য পবিত্র রাখ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 126,
                                        "bnText": "যখন ইব্রাহীম বললেন, পরওয়ারদেগার! এ স্থানকে তুমি শান্তিধান কর এবং এর অধিবাসীদের মধ্যে যারা অল্লাহ ও কিয়ামতে বিশ্বাস করে, তাদেরকে ফলের দ্বারা রিযিক দান কর। বললেনঃ যারা অবিশ্বাস করে, আমি তাদেরও কিছুদিন ফায়দা ভোগ করার সুযোগ দেব, অতঃপর তাদেরকে বলপ্রয়োগে দোযখের আযাবে ঠেলে দেবো; সেটা নিকৃষ্ট বাসস্থান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 127,
                                        "bnText": "স্মরণ কর, যখন ইব্রাহীম ও ইসমাঈল কা’বাগৃহের ভিত্তি স্থাপন করছিল। তারা দোয়া করেছিলঃ পরওয়ারদেগার! আমাদের থেকে কবুল কর। নিশ্চয়ই তুমি শ্রবণকারী, সর্বজ্ঞ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 128,
                                        "bnText": "পরওয়ারদেগার! আমাদের উভয়কে তোমার আজ্ঞাবহ কর এবং আমাদের বংশধর থেকেও একটি অনুগত দল সৃষ্টি কর, আমাদের হজ্বের রীতিনীতি বলে দাও এবং আমাদের ক্ষমা কর। নিশ্চয় তুমি তওবা কবুলকারী। দয়ালু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 129,
                                        "bnText": "হে পরওয়ারদেগার! তাদের মধ্যে থেকেই তাদের নিকট একজন পয়গম্বর প্রেরণ করুণ যিনি তাদের কাছে তোমার আয়াতসমূহ তেলাওয়াত করবেন, তাদেরকে কিতাব ও হেকমত শিক্ষা দিবেন। এবং তাদের পবিত্র করবেন। নিশ্চয় তুমিই পরাক্রমশালী হেকমতওয়ালা।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 130,
                                        "bnText": "ইব্রাহীমের ধর্ম থেকে কে মুখ ফেরায়? কিন্তু সে ব্যক্তি, যে নিজেকে বোকা প্রতিপন্ন করে। নিশ্চয়ই আমি তাকে পৃথিবীতে মনোনীত করেছি এবং সে পরকালে সৎকর্মশীলদের অন্তর্ভুক্ত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 131,
                                        "bnText": "স্মরণ কর, যখন তাকে তার পালনকর্তা বললেনঃ অনুগত হও। সে বললঃ আমি বিশ্বপালকের অনুগত হলাম।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 132,
                                        "bnText": "এরই ওছিয়ত করেছে ইব্রাহীম তার সন্তানদের এবং ইয়াকুবও যে, হে আমার সন্তানগণ, নিশ্চয় আল্লাহ তোমাদের জন্য এ ধর্মকে মনোনীত করেছেন। কাজেই তোমরা মুসলমান না হয়ে কখনও মৃত্যুবরণ করো না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 133,
                                        "bnText": "তোমরা কি উপস্থিত ছিলে, যখন ইয়াকুবের মৃত্যু নিকটবর্তী হয়? যখন সে সন্তানদের বললঃ আমার পর তোমরা কার এবাদত করবে? তারা বললো, আমরা তোমার পিতৃ-পুরুষ ইব্রাহীম, ইসমাঈল ও ইসহাকের উপাস্যের এবাদত করব। তিনি একক উপাস্য।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 134,
                                        "bnText": "আমরা সবাই তাঁর আজ্ঞাবহ। তারা ছিল এক সম্প্রদায়-যারা গত হয়ে গেছে। তারা যা করেছে, তা তাদেরই জন্যে। তারা কি করত, সে সম্পর্কে তোমরা জিজ্ঞাসিত হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 135,
                                        "bnText": "তারা বলে, তোমরা ইহুদী অথবা খ্রীষ্টান হয়ে যাও, তবেই সুপথ পাবে। আপনি বলুন, কখনই নয়; বরং আমরা ইব্রাহীমের ধর্মে আছি যাতে বক্রতা নেই। সে মুশরিকদের অন্তর্ভুক্ত ছিল না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 136,
                                        "bnText": "তোমরা বল, আমরা ঈমান এনেছি আল্লাহর উপর এবং যা অবতীর্ণ হয়েছে আমাদের প্রতি এবং যা অবতীর্ণ হয়েছে ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব এবং তদীয় বংশধরের প্রতি এবং মূসা, ঈসা, অন্যান্য নবীকে পালনকর্তার পক্ষ থেকে যা দান করা হয়েছে, তৎসমুদয়ের উপর। আমরা তাদের মধ্যে পার্থক্য করি না। আমরা তাঁরই আনুগত্যকারী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 137,
                                        "bnText": "অতএব তারা যদি ঈমান আনে, তোমাদের ঈমান আনার মত, তবে তারা সুপথ পাবে। আর যদি মুখ ফিরিয়ে নেয়, তবে তারাই হঠকারিতায় রয়েছে। সুতরাং এখন তাদের জন্যে আপনার পক্ষ থেকে আল্লাহই যথেষ্ট। তিনিই শ্রবণকারী, মহাজ্ঞানী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 138,
                                        "bnText": "আমরা আল্লাহর রং গ্রহণ করেছি। আল্লাহর রং এর চাইতে উত্তম রং আর কার হতে পারে?আমরা তাঁরই এবাদত করি।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 139,
                                        "bnText": "আপনি বলে দিন, তোমরা কি আমাদের সাথে আল্লাহ সম্পর্কে তর্ক করছ? অথচ তিনিই আমাদের পালনকর্তা এবং তোমাদের ও পালনকর্তা। আমাদের জন্যে আমাদের কর্ম তোমাদের জন্যে তোমাদের কর্ম। এবং আমরা তাঁরই প্রতি একনিষ্ঠ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 140,
                                        "bnText": "অথবা তোমরা কি বলছ যে, নিশ্চয়ই ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব (আঃ) ও তাদের সন্তানগন ইহুদী অথবা খ্রীষ্টান ছিলেন? আপনি বলে দিন, তোমরা বেশী জান, না আল্লাহ বেশী জানেন"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 141,
                                        "bnText": "তার চাইতে অত্যাচারী কে, যে আল্লাহর পক্ষ থেকে তার কাছে প্রমাণিত সাক্ষ্যকে গোপন করে? আল্লাহ তোমাদের কর্ম সম্পর্কে বেখবর নন। সে সম্প্রদায় অতীত হয়ে গেছে। তারা যা করেছে, তা তাদের জন্যে এবং তোমরা যা করছ, তা তোমাদের জন্যে। তাদের কর্ম সম্পর্কে তোমাদের জিজ্ঞেস করা হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 142,
                                        "bnText": "এখন নির্বোধেরা বলবে, কিসে মুসলমানদের ফিরিয়ে দিল তাদের ঐ কেবলা থেকে, যার উপর তারা ছিল? আপনি বলুনঃ পূর্ব ও পশ্চিম আল্লাহরই। তিনি যাকে ইচ্ছা সরল পথে চালান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 143,
                                        "bnText": "এমনিভাবে আমি তোমাদেরকে মধ্যপন্থী সম্প্রদায় করেছি যাতে করে তোমরা সাক্ষ্যদাতা হও মানবমন্ডলীর জন্যে এবং যাতে রসূল সাক্ষ্যদাতা হন তোমাদের জন্য। আপনি যে কেবলার উপর ছিলেন, তাকে আমি এজন্যই কেবলা করেছিলাম, যাতে একথা প্রতীয়মান হয় যে, কে রসূলের অনুসারী থাকে আর কে পিঠটান দেয়। নিশ্চিতই এটা কঠোরতর বিষয়, কিন্তু তাদের জন্যে নয়, যাদেরকে আল্লাহ পথপ্রদর্শন করেছেন। আল্লাহ এমন নন যে, তোমাদের ঈমান নষ্ট করে দেবেন। নিশ্চয়ই আল্লাহ, মানুষের প্রতি অত্যন্ত স্নেহশীল, করুনাময়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 144,
                                        "bnText": "নিশ্চয়ই আমি আপনাকে বার বার আকাশের দিকে তাকাতে দেখি। অতএব, অবশ্যই আমি আপনাকে সে কেবলার দিকেই ঘুরিয়ে দেব যাকে আপনি পছন্দ করেন। এখন আপনি মসজিদুল-হারামের দিকে মুখ করুন এবং তোমরা যেখানেই থাক, সেদিকে মুখ কর। যারা আহলে-কিতাব, তারা অবশ্যই জানে যে, এটাই ঠিক পালনকর্তার পক্ষ থেকে। আল্লাহ বেখবর নন, সে সমস্ত কর্ম সম্পর্কে যা তারা করে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 145,
                                        "bnText": "যদি আপনি আহলে কিতাবদের কাছে সমুদয় নিদর্শন উপস্থাপন করেন, তবুও তারা আপনার কেবলা মেনে নেবে না এবং আপনিও তাদের কেবলা মানেন না। তারাও একে অন্যের কেবলা মানে না। যদি আপনি তাদের বাসনার অনুসরণ করেন, সে জ্ঞানলাভের পর, যা আপনার কাছে পৌঁছেছে, তবে নিশ্চয় আপনি অবিচারকারীদের অন্তর্ভুক্ত হবেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 146,
                                        "bnText": "আমি যাদেরকে কিতাব দান করেছি, তারা তাকে চেনে, যেমন করে চেনে নিজেদের পুত্রদেরকে। আর নিশ্চয়ই তাদের একটি সম্প্রদায় জেনে শুনে সত্যকে গোপন করে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 147,
                                        "bnText": "বাস্তব সত্য সেটাই যা তোমার পালনকর্তা বলেন। কাজেই তুমি সন্দিহান হয়ো না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 148,
                                        "bnText": "আর সবার জন্যই রয়েছে কেবলা একেক দিকে, যে দিকে সে মুখ করে (এবাদত করবে)। কাজেই সৎকাজে প্রতিযোগিতামূলকভাবে এগিয়ে যাও। যেখানেই তোমরা থাকবে, আল্লাহ অবশ্যই তোমাদেরকে সমবেত করবেন। নিশ্চয়ই আল্লাহ সর্ব বিষয়ে ক্ষমতাশীল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 149,
                                        "bnText": "আর যে স্থান থেকে তুমি বের হও, নিজের মুখ মসজিদে হারামের দিকে ফেরাও-নিঃসন্দেহে এটাই হলো তোমার পালনকর্তার পক্ষ থেকে নির্ধারিত বাস্তব সত্য। বস্তুতঃ তোমার পালনকর্তা তোমাদের কার্যকলাপ সম্পর্কে অনবহিত নন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 150,
                                        "bnText": "আর তোমরা যেখান থেকেই বেরিয়ে আস এবং যেখানেই অবস্থান কর, সেদিকেই মুখ ফেরাও, যাতে করে মানুষের জন্য তোমাদের সাথে ঝগড়া করার অবকাশ না থাকে। অবশ্য যারা অবিবেচক, তাদের কথা আলাদা। কাজেই তাদের আপত্তিতে ভীত হয়ো না। আমাকেই ভয় কর। যাতে আমি তোমাদের জন্যে আমার অনুগ্রহ সমূহ পূর্ণ করে দেই এবং তাতে যেন তোমরা সরলপথ প্রাপ্ত হও।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 151,
                                        "bnText": "যেমন, আমি পাঠিয়েছি তোমাদেরই মধ্য থেকে তোমাদের জন্যে একজন রসূল, যিনি তোমাদের নিকট আমার বাণীসমুহ পাঠ করবেন এবং তোমাদের পবিত্র করবেন; আর তোমাদের শিক্ষা দেবেন কিতাব ও তাঁর তত্ত্বজ্ঞান এবং শিক্ষা দেবেন এমন বিষয় যা কখনো তোমরা জানতে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 152,
                                        "bnText": "সুতরাং তোমরা আমাকে স্মরণ কর, আমিও তোমাদের স্মরণ রাখবো এবং আমার কৃতজ্ঞতা প্রকাশ কর; অকৃতজ্ঞ হয়ো না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 153,
                                        "bnText": "হে মুমিন গন! তোমরা ধৈর্য্য ও নামাযের মাধ্যমে সাহায্য প্রার্থনা কর। নিশ্চিতই আল্লাহ ধৈর্য্যশীলদের সাথে রয়েছেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 154,
                                        "bnText": "আর যারা আল্লাহর রাস্তায় নিহত হয়, তাদের মৃত বলো না। বরং তারা জীবিত, কিন্তু তোমরা তা বুঝ না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 155,
                                        "bnText": "এবং অবশ্যই আমি তোমাদিগকে পরীক্ষা করব কিছুটা ভয়, ক্ষুধা, মাল ও জানের ক্ষতি ও ফল-ফসল বিনষ্টের মাধ্যমে। তবে সুসংবাদ দাও সবরকারীদের।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 156,
                                        "bnText": "যখন তারা বিপদে পতিত হয়, তখন বলে, নিশ্চয় আমরা সবাই আল্লাহর জন্য এবং আমরা সবাই তাঁরই সান্নিধ্যে ফিরে যাবো।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 157,
                                        "bnText": "তারা সে সমস্ত লোক, যাদের প্রতি আল্লাহর অফুরন্ত অনুগ্রহ ও রহমত রয়েছে এবং এসব লোকই হেদায়েত প্রাপ্ত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 158,
                                        "bnText": "নিঃসন্দেহে সাফা ও মারওয়া আল্লাহ তা’আলার নিদর্শন গুলোর অন্যতম। সুতরাং যারা কা’বা ঘরে হজ্ব বা ওমরাহ পালন করে, তাদের পক্ষে এ দুটিতে প্রদক্ষিণ করাতে কোন দোষ নেই। বরং কেউ যদি স্বেচ্ছায় কিছু নেকীর কাজ করে, তবে আল্লাহ তা’আলার অবশ্যই তা অবগত হবেন এবং তার সে আমলের সঠিক মুল্য দেবেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 159,
                                        "bnText": "নিশ্চয় যারা গোপন করে, আমি যেসব বিস্তারিত তথ্য এবং হেদায়েতের কথা নাযিল করেছি মানুষের জন্য কিতাবের মধ্যে বিস্তারিত বর্ণনা করার পরও; সে সমস্ত লোকের প্রতিই আল্লাহর অভিসম্পাত এবং অন্যান্য অভিসম্পাতকারীগণের ও।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 160,
                                        "bnText": "তবে যারা তওবা করে এবং বর্ণিত তথ্যাদির সংশোধন করে মানুষের কাছে তা বর্ণনা করে দেয়, সে সমস্ত লোকের তওবা আমি কবুল করি এবং আমি তওবা কবুলকারী পরম দয়ালু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 161,
                                        "bnText": "নিশ্চয় যারা কুফরী করে এবং কাফের অবস্থায়ই মৃত্যুবরণ করে, সে সমস্ত লোকের প্রতি আল্লাহর ফেরেশতাগনের এবং সমগ্র মানুষের লা’নত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 162,
                                        "bnText": "এরা চিরকাল এ লা’নতের মাঝেই থাকবে। তাদের উপর থেকে আযাব কখনও হালকা করা হবে না বরং এরা বিরাম ও পাবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 163,
                                        "bnText": "আর তোমাদের উপাস্য একইমাত্র উপাস্য। তিনি ছাড়া মহা করুণাময় দয়ালু কেউ নেই।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 164,
                                        "bnText": "নিশ্চয়ই আসমান ও যমীনের সৃষ্টিতে, রাত ও দিনের বিবর্তনে এবং নদীতে নৌকাসমূহের চলাচলে মানুষের জন্য কল্যাণ রয়েছে। আর আল্লাহ তা’ আলা আকাশ থেকে যে পানি নাযিল করেছেন, তদ্দ্বারা মৃত যমীনকে সজীব করে তুলেছেন এবং তাতে ছড়িয়ে দিয়েছেন সবরকম জীব-জন্তু। আর আবহাওয়া পরিবর্তনে এবং মেঘমালার যা তাঁরই হুকুমের অধীনে আসমান ও যমীনের মাঝে বিচরণ করে, নিশ্চয়ই সে সমস্ত বিষয়ের মাঝে নিদর্শন রয়েছে বুদ্ধিমান সম্প্রদায়ের জন্যে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 165,
                                        "bnText": "আর কোন লোক এমনও রয়েছে যারা অন্যান্যকে আল্লাহর সমকক্ষ সাব্যস্ত করে এবং তাদের প্রতি তেমনি ভালবাসা পোষণ করে, যেমন আল্লাহর প্রতি ভালবাসা হয়ে থাকে। কিন্তু যারা আল্লাহর প্রতি ঈমানদার তাদের ভালবাসা ওদের তুলনায় বহুগুণ বেশী। আর কতইনা উত্তম হ’ত যদি এ জালেমরা পার্থিব কোন কোন আযাব প্রত্যক্ষ করেই উপলব্ধি করে নিত যে, যাবতীয় ক্ষমতা শুধুমাত্র আল্লাহরই জন্য এবং আল্লাহর আযাবই সবচেয়ে কঠিনতর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 166,
                                        "bnText": "অনুসৃতরা যখন অনুসরণকারীদের প্রতি অসন্তুষ্ট হয়ে যাবে এবং যখন আযাব প্রত্যক্ষ করবে আর বিচ্ছিন্ন হয়ে যাবে তাদের পারস্পরিক সমস্ত সম্পর্ক।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 167,
                                        "bnText": "এবং অনুসারীরা বলবে, কতইনা ভাল হত, যদি আমাদিগকে পৃথিবীতে ফিরে যাবার সুযোগ দেয়া হত। তাহলে আমরাও তাদের প্রতি তেমনি অসন্তুষ্ট হয়ে যেতাম, যেমন তারা অসন্তুষ্ট হয়েছে আমাদের প্রতি। এভাবেই আল্লাহ তা’আলা তাদেরকে দেখাবেন তাদের কৃতকর্ম তাদেরকে অনুতপ্ত করার জন্যে। অথচ, তারা কস্মিনকালেও আগুন থেকে বের হতে পারবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 168,
                                        "bnText": "হে মানব মন্ডলী, পৃথিবীর হালাল ও পবিত্র বস্তু-সামগ্রী ভক্ষন কর। আর শয়তানের পদাঙ্ক অনুসরণ করো না। সে নিঃসন্দেহে তোমাদের প্রকাশ্য শত্রু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 169,
                                        "bnText": "সে তো এ নির্দেশই তোমাদিগকে দেবে যে, তোমরা অন্যায় ও অশ্লীল কাজ করতে থাক এবং আল্লাহর প্রতি এমন সব বিষয়ে মিথ্যারোপ কর যা তোমরা জান না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 170,
                                        "bnText": "আর যখন তাদেরকে কেউ বলে যে, সে হুকুমেরই আনুগত্য কর যা আল্লাহ তা’আলা নাযিল করেছেন, তখন তারা বলে কখনো না, আমরা তো সে বিষয়েরই অনুসরণ করব। যাতে আমরা আমাদের বাপ-দাদাদেরকে দেখেছি। যদি ও তাদের বাপ দাদারা কিছুই জানতো না, জানতো না সরল পথও।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 171,
                                        "bnText": "বস্তুতঃ এহেন কাফেরদের উদাহরণ এমন, যেন কেউ এমন কোন জীবকে আহবান করছে যা কোন কিছুই শোনে না, হাঁক-ডাক আর চিৎকার ছাড়া বধির মুক, এবং অন্ধ। সুতরাং তারা কিছুই বোঝে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 172,
                                        "bnText": "হে ঈমানদারগণ, তোমরা পবিত্র বস্তু সামগ্রী আহার কর, যেগুলো আমি তোমাদেরকে রুযী হিসাবে দান করেছি এবং শুকরিয়া আদায় কর আল্লাহর, যদি তোমরা তাঁরই বন্দেগী কর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 173,
                                        "bnText": "তিনি তোমাদের উপর হারাম করেছেন, মৃত জীব, রক্ত, শুকর মাংস এবং সেসব জীব-জন্তু যা আল্লাহ ব্যাতীত অপর কারো নামে উৎসর্গ করা হয়। অবশ্য যে লোক অনন্যোপায় হয়ে পড়ে এবং নাফরমানী ও সীমালঙ্ঘনকারী না হয়, তার জন্য কোন পাপ নেই। নিঃসন্দেহে আল্লাহ মহান ক্ষমাশীল, অত্যন্ত দয়ালু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 174,
                                        "bnText": "নিশ্চয় যারা সেসব বিষয় গোপন করে, যা আল্লাহ কিতাবে নাযিল করেছেন এবং সেজন্য অল্প মূল্য গ্রহণ করে, তারা আগুন ছাড়া নিজের পেটে আর কিছুই ঢুকায় না। আর আল্লাহ কেয়ামতের দিন তাদের সাথে না কথা বলবেন, না তাদের পবিত্র করা হবে, বস্তুতঃ তাদের জন্যে রয়েছে বেদনাদায়ক আযাব।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 175,
                                        "bnText": "এরাই হল সে সমস্ত লোক, যারা হেদায়েতের বিনিময়ে গোমরাহী খরিদ করেছে এবং (খরিদ করেছে) ক্ষমা ও অনুগ্রহের বিনিময়ে আযাব। অতএব, তারা দোযখের উপর কেমন ধৈর্য্য ধারণকারী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 176,
                                        "bnText": "আর এটা এজন্যে যে, আল্লাহ নাযিল করেছেন সত্যপূর্ণ কিতাব। আর যারা কেতাবের মাঝে মতবিরোধ সৃষ্টি করেছে নিশ্চয়ই তারা জেদের বশবর্তী হয়ে অনেক দূরে চলে গেছে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 177,
                                        "bnText": "সৎকর্ম শুধু এই নয় যে, পূর্ব কিংবা পশ্চিমদিকে মুখ করবে, বরং বড় সৎকাজ হল এই যে, ঈমান আনবে আল্লাহর উপর কিয়ামত দিবসের উপর, ফেরেশতাদের উপর এবং সমস্ত নবী-রসূলগণের উপর, আর সম্পদ ব্যয় করবে তাঁরই মহব্বতে আত্নীয়-স্বজন, এতীম-মিসকীন, মুসাফির-ভিক্ষুক ও মুক্তিকামী ক্রীতদাসদের জন্যে। আর যারা নামায প্রতিষ্ঠা করে, যাকাত দান করে এবং যারা কৃত প্রতিজ্ঞা সম্পাদনকারী এবং অভাবে, রোগে-শোকে ও যুদ্ধের সময় ধৈর্য্য ধারণকারী তারাই হল সত্যাশ্রয়ী, আর তারাই পরহেযগার।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 178,
                                        "bnText": "হে ঈমানদারগন! তোমাদের প্রতি নিহতদের ব্যাপারে কেসাস গ্রহণ করা বিধিবদ্ধ করা হয়েছে। স্বাধীন ব্যক্তি স্বাধীন ব্যক্তির বদলায়, দাস দাসের বদলায় এবং নারী নারীর বদলায়। অতঃপর তার ভাইয়ের তরফ থেকে যদি কাউকে কিছুটা মাফ করে দেয়া হয়, তবে প্রচলিত নিয়মের অনুসরণ করবে এবং ভালভাবে তাকে তা প্রদান করতে হবে। এটা তোমাদের পালনকর্তার তরফ থেকে সহজ এবং বিশেষ অনুগ্রহ। এরপরও যে ব্যাক্তি বাড়াবাড়ি করে, তার জন্য রয়েছে বেদনাদায়ক আযাব।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 179,
                                        "bnText": "হে বুদ্ধিমানগণ! কেসাসের মধ্যে তোমাদের জন্যে জীবন রয়েছে, যাতে তোমরা সাবধান হতে পার।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 180,
                                        "bnText": "তোমাদের কারো যখন মৃত্যুর সময় উপস্থিত হয়, সে যদি কিছু ধন-সম্পদ ত্যাগ করে যায়, তবে তার জন্য ওসীয়ত করা বিধিবদ্ধ করা হলো, পিতা-মাতা ও নিকটাত্নীয়দের জন্য ইনসাফের সাথে পরহেযগারদের জন্য এ নির্দেশ জরুরী। নিশ্চয় আল্লাহ তা’আলা সবকিছু শোনেন ও জানেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 181,
                                        "bnText": "যদি কেউ ওসীয়ত শোনার পর তাতে কোন রকম পরিবর্তন সাধন করে, তবে যারা পরিবর্তন করে তাদের উপর এর পাপ পতিত হবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 182,
                                        "bnText": "যদি কেউ ওসীয়তকারীর পক্ষ থেকে আশংকা করে পক্ষপাতিত্বের অথবা কোন অপরাধমূলক সিদ্ধান্তের এবং তাদের মধ্যে মীমাংসা করে দেয়, তবে তার কোন গোনাহ হবে না। নিশ্চয় আল্লাহ তা’আলা ক্ষমাশীল, অতি দয়ালু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 183,
                                        "bnText": "হে ঈমানদারগণ! তোমাদের উপর রোজা ফরয করা হয়েছে, যেরূপ ফরজ করা হয়েছিল তোমাদের পূর্ববর্তী লোকদের উপর, যেন তোমরা পরহেযগারী অর্জন করতে পার।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 184,
                                        "bnText": "গণনার কয়েকটি দিনের জন্য অতঃপর তোমাদের মধ্যে যে, অসুখ থাকবে অথবা সফরে থাকবে, তার পক্ষে অন্য সময়ে সে রোজা পূরণ করে নিতে হবে। আর এটি যাদের জন্য অত্যন্ত কষ্ট দায়ক হয়, তারা এর পরিবর্তে একজন মিসকীনকে খাদ্যদান করবে। যে ব্যক্তি খুশীর সাথে সৎকর্ম করে, তা তার জন্য কল্যাণ কর হয়। আর যদি রোজা রাখ, তবে তোমাদের জন্যে বিশেষ কল্যাণকর, যদি তোমরা তা বুঝতে পার।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 185,
                                        "bnText": "রমযান মাসই হল সে মাস, যাতে নাযিল করা হয়েছে কোরআন, যা মানুষের জন্য হেদায়েত এবং সত্যপথ যাত্রীদের জন্য সুষ্পষ্ট পথ নির্দেশ আর ন্যায় ও অন্যায়ের মাঝে পার্থক্য বিধানকারী। কাজেই তোমাদের মধ্যে যে লোক এ মাসটি পাবে, সে এ মাসের রোযা রাখবে। আর যে লোক অসুস্থ কিংবা মুসাফির অবস্থায় থাকবে সে অন্য দিনে গণনা পূরণ করবে। আল্লাহ তোমাদের জন্য সহজ করতে চান; তোমাদের জন্য জটিলতা কামনা করেন না যাতে তোমরা গণনা পূরণ কর এবং তোমাদের হেদায়েত দান করার দরুন আল্লাহ তা’আলার মহত্ত্ব বর্ণনা কর, যাতে তোমরা কৃতজ্ঞতা স্বীকার কর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 186,
                                        "bnText": "আর আমার বান্দারা যখন তোমার কাছে জিজ্ঞেস করে আমার ব্যাপারে বস্তুতঃ আমি রয়েছি সন্নিকটে। যারা প্রার্থনা করে, তাদের প্রার্থনা কবুল করে নেই, যখন আমার কাছে প্রার্থনা করে। কাজেই আমার হুকুম মান্য করা এবং আমার প্রতি নিঃসংশয়ে বিশ্বাস করা তাদের একান্ত কর্তব্য। যাতে তারা সৎপথে আসতে পারে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 187,
                                        "bnText": "রোযার রাতে তোমাদের স্ত্রীদের সাথে সহবাস করা তোমাদের জন্য হালাল করা হয়েছে। তারা তোমাদের পরিচ্ছদ এবং তোমরা তাদের পরিচ্ছদ। আল্লাহ অবগত রয়েছেন যে, তোমরা আত্নপ্রতারণা করছিলে, সুতরাং তিনি তোমাদেরকে ক্ষমা করেছেন এবং তোমাদের অব্যাহতি দিয়েছেন। অতঃপর তোমরা নিজেদের স্ত্রীদের সাথে সহবাস কর এবং যা কিছু তোমাদের জন্য আল্লাহ দান করেছেন, তা আহরন কর। আর পানাহার কর যতক্ষণ না কাল রেখা থেকে ভোরের শুভ্র রেখা পরিষ্কার দেখা যায়। অতঃপর রোযা পূর্ণ কর রাত পর্যন্ত। আর যতক্ষণ তোমরা এতেকাফ অবস্থায় মসজিদে অবস্থান কর, ততক্ষণ পর্যন্ত স্ত্রীদের সাথে মিশো না। এই হলো আল্লাহ কর্তৃক বেঁধে দেয়া সীমানা। অতএব, এর কাছেও যেও না। এমনিভাবে বর্ণনা করেন আল্লাহ নিজের আয়াত সমূহ মানুষের জন্য, যাতে তারা বাঁচতে পারে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 188,
                                        "bnText": "তোমরা অন্যায়ভাবে একে অপরের সম্পদ ভোগ করো না। এবং জনগণের সম্পদের কিয়দংশ জেনে-শুনে পাপ পন্থায় আত্নসাৎ করার উদ্দেশে শাসন কতৃপক্ষের হাতেও তুলে দিও না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 189,
                                        "bnText": "তোমার নিকট তারা জিজ্ঞেস করে নতুন চাঁদের বিষয়ে। বলে দাও যে এটি মানুষের জন্য সময় নির্ধারণ এবং হজ্বের সময় ঠিক করার মাধ্যম। আর পেছনের দিক দিয়ে ঘরে প্রবেশ করার মধ্যে কোন নেকী বা কল্যাণ নেই। অবশ্য নেকী হল আল্লাহকে ভয় করার মধ্যে। আর তোমরা ঘরে প্রবেশ কর দরজা দিয়ে এবং আল্লাহকে ভয় করতে থাক যাতে তোমরা নিজেদের বাসনায় কৃতকার্য হতে পার।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 190,
                                        "bnText": "আর লড়াই কর আল্লাহর ওয়াস্তে তাদের সাথে, যারা লড়াই করে তোমাদের সাথে। অবশ্য কারো প্রতি বাড়াবাড়ি করো না। নিশ্চয়ই আল্লাহ সীমালঙ্ঘনকারীদেরকে পছন্দ করেন না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 191,
                                        "bnText": "আর তাদেরকে হত্যাকর যেখানে পাও সেখানেই এবং তাদেরকে বের করে দাও সেখান থেকে যেখান থেকে তারা বের করেছে তোমাদেরকে। বস্তুতঃ ফেতনা ফ্যাসাদ বা দাঙ্গা-হাঙ্গামা সৃষ্টি করা হত্যার চেয়েও কঠিন অপরাধ। আর তাদের সাথে লড়াই করো না মসজিদুল হারামের নিকটে যতক্ষণ না তারা তোমাদের সাথে সেখানে লড়াই করে। অবশ্য যদি তারা নিজেরাই তোমাদের সাথে লড়াই করে। তাহলে তাদেরকে হত্যা কর। এই হল কাফেরদের শাস্তি।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 192,
                                        "bnText": "আর তারা যদি বিরত থাকে, তাহলে আল্লাহ অত্যন্ত দয়ালু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 193,
                                        "bnText": "আর তোমরা তাদের সাথে লড়াই কর, যে পর্যন্ত না ফেতনার অবসান হয় এবং আল্লাহর দ্বীন প্রতিষ্ঠিত হয়। অতঃপর যদি তারা নিবৃত হয়ে যায় তাহলে কারো প্রতি কোন জবরদস্তি নেই, কিন্তু যারা যালেম (তাদের ব্যাপারে আলাদা)।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 194,
                                        "bnText": "সম্মানিত মাসই সম্মানিত মাসের বদলা। আর সম্মান রক্ষা করারও বদলা রয়েছে। বস্তুতঃ যারা তোমাদের উপর জবর দস্তি করেছে, তোমরা তাদের উপর জবরদস্তি কর, যেমন জবরদস্তি তারা করেছে তোমাদের উপর। আর তোমরা আল্লাহকে ভয় কর এবং জেনে রাখ, যারা পরহেযগার, আল্লাহ তাদের সাথে রয়েছেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 195,
                                        "bnText": "আর ব্যয় কর আল্লাহর পথে, তবে নিজের জীবনকে ধ্বংসের সম্মুখীন করো না। আর মানুষের প্রতি অনুগ্রহ কর। আল্লাহ অনুগ্রহকারীদেরকে ভালবাসেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 196,
                                        "bnText": "আর তোমরা আল্লাহর উদ্দেশ্যে হজ্জ্ব ওমরাহ পরিপূর্ণ ভাবে পালন কর। যদি তোমরা বাধা প্রাপ্ত হও, তাহলে কোরবানীর জন্য যাকিছু সহজলভ্য, তাই তোমাদের উপর ধার্য। আর তোমরা ততক্ষণ পর্যন্ত মাথা মুন্ডন করবে না, যতক্ষণ না কোরবাণী যথাস্থানে পৌছে যাবে। যারা তোমাদের মধ্যে অসুস্থ হয়ে পড়বে কিংবা মাথায় যদি কোন কষ্ট থাকে, তাহলে তার পরিবর্তে রোজা করবে কিংবা খয়রাত দেবে অথবা কুরবানী করবে। আর তোমাদের মধ্যে যারা হজ্জ্ব ওমরাহ একত্রে একই সাথে পালন করতে চাও, তবে যাকিছু সহজলভ্য, তা দিয়ে কুরবানী করাই তার উপর কর্তব্য। বস্তুতঃ যারা কোরবানীর পশু পাবে না, তারা হজ্জ্বের দিনগুলোর মধ্যে রোজা রাখবে তিনটি আর সাতটি রোযা রাখবে ফিরে যাবার পর। এভাবে দশটি রোযা পূর্ণ হয়ে যাবে। এ নির্দেশটি তাদের জন্য, যাদের পরিবার পরিজন মসজিদুল হারামের আশে-পাশে বসবাস করে না। আর আল্লাহকে ভয় করতে থাক। সন্দেহাতীতভাবে জেনো যে, আল্লাহর আযাব বড়ই কঠিন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 197,
                                        "bnText": "হজ্জ্বে কয়েকটি মাস আছে সুবিদিত। এসব মাসে যে লোক হজ্জ্বের পরিপূর্ণ নিয়ত করবে, তার পক্ষে স্ত্রীও সাথে নিরাভরণ হওয়া জায়েজ নয়। না অশোভন কোন কাজ করা, না ঝাগড়া-বিবাদ করা হজ্জ্বের সেই সময় জায়েজ নয়। আর তোমরা যাকিছু সৎকাজ কর, আল্লাহ তো জানেন। আর তোমরা পাথেয় সাথে নিয়ে নাও। নিঃসন্দেহে সর্বোত্তম পাথেয় হচ্ছে আল্লাহর ভয়। আর আমাকে ভয় করতে থাক, হে বুদ্ধিমানগন! তোমাদের উপর তোমাদের পালনকর্তার অনুগ্রহ অন্বেষণ করায় কোন পাপ নেই।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 198,
                                        "bnText": "তোমাদের উপর তোমাদের পালনকর্তার অনুগ্রহ অন্বেষন করায় কোন পাপ নেই। অতঃপর যখন তওয়াফের জন্য ফিরে আসবে আরাফাত থেকে, তখন মাশ‘ আরে-হারামের নিকটে আল্লাহকে স্মরণ কর। আর তাঁকে স্মরণ কর তেমনি করে, যেমন তোমাদিগকে হেদায়েত করা হয়েছে। আর নিশ্চয়ই ইতিপূর্বে তোমরা ছিলে অজ্ঞ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 199,
                                        "bnText": "অতঃপর তওয়াফের জন্যে দ্রুতগতিতে সেখান থেকে ফিরে আস, যেখান থেকে সবাই ফিরে। আর আল্লাহর কাছেই মাগফেরাত কামনা কর। নিশ্চয়ই আল্লাহ ক্ষমাকারী, করুনাময়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 200,
                                        "bnText": "আর অতঃপর যখন হজ্জ্বের যাবতীয় অনুষ্ঠানক্রিয়াদি সমাপ্ত করে সারবে, তখন স্মরণ করবে আল্লাহকে, যেমন করে তোমরা স্মরণ করতে নিজেদের বাপ-দাদাদেরকে; বরং তার চেয়েও বেশী স্মরণ করবে। তারপর অনেকে তো বলে যে পরওয়াদেগার! আমাদিগকে দুনিয়াতে দান কর। অথচ তার জন্যে পরকালে কোন অংশ নেই।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 201,
                                        "bnText": "আর তাদের মধ্যে কেউ কেউ বলে-হে পরওয়ারদেগার! আমাদিগকে দুনয়াতেও কল্যাণ দান কর এবং আখেরাতেও কল্যাণ দান কর এবং আমাদিগকে দোযখের আযাব থেকে রক্ষা কর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 202,
                                        "bnText": "এদেরই জন্য অংশ রয়েছে নিজেদের উপার্জিত সম্পদের। আর আল্লাহ দ্রুত হিসাব গ্রহণকারী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 203,
                                        "bnText": "আর স্মরণ কর আল্লাহকে নির্দিষ্ট সংখ্যক কয়েকটি দিনে। অতঃপর যে লোক তাড়াহুড়া করে চলে যাবে শুধু দু, দিনের মধ্যে, তার জন্যে কোন পাপ নেই। আর যে লোক থেকে যাবে তাঁর উপর কোন পাপ নেই, অবশ্য যারা ভয় করে। আর তোমরা আল্লাহকে ভয় করতে থাক এবং নিশ্চিত জেনে রাখ, তোমরা সবাই তার সামনে সমবেত হবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 204,
                                        "bnText": "আর এমন কিছু লোক রযেছে যাদের পার্থিব জীবনের কথাবার্তা তোমাকে চমৎকৃত করবে। আর তারা সাক্ষ্য স্থাপন করে আল্লাহকে নিজের মনের কথার ব্যাপারে। প্রকৃতপক্ষে তারা কঠিন ঝগড়াটে লোক।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 205,
                                        "bnText": "যখন ফিরে যায় তখন চেষ্টা করে যাতে সেখানে অকল্যাণ সৃষ্টি করতে পারে এবং শস্যক্ষেত্র ও প্রাণনাশ করতে পারে। আল্লাহ ফাসাদ ও দাঙ্গা-হাঙ্গামা পছন্দ করেন না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 206,
                                        "bnText": "আর যখন তাকে বলা হয় যে, আল্লাহকে ভয় কর, তখন তার পাপ তাকে অহঙ্কারে উদ্বুদ্ধ করে। সুতরাং তার জন্যে দোযখই যথেষ্ট। আর নিঃসন্দেহে তা হলো নিকৃষ্টতর ঠিকানা।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 207,
                                        "bnText": "আর মানুষের মাঝে এক শ্রেণীর লোক রয়েছে যারা আল্লাহর সন্তুষ্টিকল্পে নিজেদের জানের বাজি রাখে। আল্লাহ হলেন তাঁর বান্দাদের প্রতি অত্যন্ত মেহেরবান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 208,
                                        "bnText": "হে ঈমানদার গন! তোমরা পরিপূর্ণভাবে ইসলামের অন্তর্ভুক্ত হয়ে যাও এবং শয়তানের পদাংক অনুসরণ কর না। নিশ্চিত রূপে সে তোমাদের প্রকাশ্য শত্রু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 209,
                                        "bnText": "অতঃপর তোমাদের মাঝে পরিস্কার নির্দেশ এসে গেছে বলে জানার পরেও যদি তোমরা পদস্খলিত হও, তাহলে নিশ্চিত জেনে রেখো, আল্লাহ, পরাক্রমশালী, বিজ্ঞ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 210,
                                        "bnText": "তারা কি সে দিকেই তাকিয়ে রয়েছে যে, মেঘের আড়ালে তাদের সামনে আসবেন আল্লাহ ও ফেরেশতাগণ ? আর তাতেই সব মীমাংসা হয়ে যাবে। বস্তুতঃ সবকার্যকলাপই আল্লাহর নিকট গিয়ে পৌঁছবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 211,
                                        "bnText": "বনী ইসরাঈলদিগকে জিজ্ঞেস কর, তাদেরকে আমি কত স্পষ্ট নির্দশনাবলী দান করেছি। আর আল্লাহর নেয়ামত পৌছে যাওয়ার পর যদি কেউ সে নেয়ামতকে পরিবর্তিত করে দেয়, তবে আল্লাহর আযাব অতি কঠিন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 212,
                                        "bnText": "পার্থিব জীবনের উপর কাফেরদিগকে উম্মত্ত করে দেয়া হয়েছে। আর তারা ঈমানদারদের প্রতি লক্ষ্য করে হাসাহাসি করে। পক্ষান্তরে যারা পরহেযগার তারা সেই কাফেরদের তুলনায় কেয়ামতের দিন অত্যন্ত উচ্চমর্যাদায় থাকবে। আর আল্লাহ যাকে ইচ্ছা সীমাহীন রুযী দান করেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 213,
                                        "bnText": "সকল মানুষ একই জাতি সত্তার অন্তর্ভুক্ত ছিল। অতঃপর আল্লাহ তা’আলা পয়গম্বর পাঠালেন সুসংবাদদাতা ও ভীতি প্রদর্শনকরী হিসাবে। আর তাঁদের সাথে অবর্তীণ করলেন সত্য কিতাব, যাতে মানুষের মাঝে বিতর্কমূলক বিষয়ে মীমাংসা করতে পারেন। বস্তুতঃ কিতাবের ব্যাপারে অন্য কেউ মতভেদ করেনি; কিন্তু পরিষ্কার নির্দেশ এসে যাবার পর নিজেদের পারস্পরিক জেদবশতঃ তারাই করেছে, যারা কিতাব প্রাপ্ত হয়েছিল। অতঃপর আল্লাহ ঈমানদারদেরকে হেদায়েত করেছেন সেই সত্য বিষয়ে, যে ব্যাপারে তারা মতভেদ লিপ্ত হয়েছিল। আল্লাহ যাকে ইচ্ছা, সরল পথ বাতলে দেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 214,
                                        "bnText": "তোমাদের কি এই ধারণা যে, তোমরা জান্নাতে চলে যাবে, অথচ সে লোকদের অবস্থা অতিক্রম করনি যারা তোমাদের পূর্বে অতীত হয়েছে। তাদের উপর এসেছে বিপদ ও কষ্ট। আর এমনি ভাবে শিহরিত হতে হয়েছে যাতে নবী ও তাঁর প্রতি যারা ঈমান এনেছিল তাদেরকে পর্যন্ত একথা বলতে হয়েছে যে, কখন আসবে আল্লাহর সাহায্যে! তোমরা শোনে নাও, আল্লাহর সাহায্যে একান্তই নিকটবর্তী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 215,
                                        "bnText": "তোমার কাছে জিজ্ঞেস করে, কি তারা ব্যয় করবে? বলে দাও-যে বস্তুই তোমরা ব্যয় কর, তা হবে পিতা-মাতার জন্যে, আত্নীয়-আপনজনের জন্যে, এতীম-অনাথদের জন্যে, অসহায়দের জন্যে এবং মুসাফিরদের জন্যে। আর তোমরা যে কোন সৎকাজ করবে, নিঃসন্দেহে তা অত্যন্ত ভালভাবেই আল্লাহর জানা রয়েছে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 216,
                                        "bnText": "তোমাদের উপর যুদ্ধ ফরয করা হয়েছে, অথচ তা তোমাদের কাছে অপছন্দনীয়। পক্ষান্তরে তোমাদের কাছে হয়তো কোন একটা বিষয় পছন্দসই নয়, অথচ তা তোমাদের জন্য কল্যাণকর। আর হয়তোবা কোন একটি বিষয় তোমাদের কাছে পছন্দনীয় অথচ তোমাদের জন্যে অকল্যাণকর। বস্তুতঃ আল্লাহই জানেন, তোমরা জান না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 217,
                                        "bnText": "সম্মানিত মাস সম্পর্কে তোমার কাছে জিজ্ঞেস করে যে, তাতে যুদ্ধ করা কেমন? বলে দাও এতে যুদ্ধ করা ভীষণ বড় পাপ। আর আল্লাহর পথে প্রতিবন্দ্বকতা সৃষ্টি করা এবং কুফরী করা, মসজিদে-হারামের পথে বাধা দেয়া এবং সেখানকার অধিবাসীদেরকে বহিস্কার করা, আল্লাহর নিকট তার চেয়েও বড় পাপ। আর ধর্মের ব্যাপারে ফেতনা সৃষ্টি করা নরহত্যা অপেক্ষাও মহা পাপ। বস্তুতঃ তারা তো সর্বদাই তোমাদের সাথে যুদ্ধ করতে থাকবে, যাতে করে তোমাদিগকে দ্বীন থেকে ফিরিয়ে দিতে পারে যদি সম্ভব হয়। তোমাদের মধ্যে যারা নিজের দ্বীন থেকে ফিরে দাঁড়াবে এবং কাফের অবস্থায় মৃত্যুবরণ করবে, দুনিয়া ও আখেরাতে তাদের যাবতীয় আমল বিনষ্ট হয়ে যাবে। আর তারাই হলো দোযখবাসী। তাতে তারা চিরকাল বাস করবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 218,
                                        "bnText": "আর এতে কোন সন্দেহের অবকাশ নেই যে, যারা ঈমান এনেছে এবং যারা হিজরত করেছে আর আল্লাহর পথে লড়াই (জেহাদ) করেছে, তারা আল্লাহর রহমতের প্রত্যাশী। আর আল্লাহ হচ্ছেন ক্ষমাকারী করুনাময়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 219,
                                        "bnText": "তারা তোমাকে মদ ও জুয়া সম্পর্কে জিজ্ঞেস করে। বলে দাও, এতদুভয়ের মধ্যে রয়েছে মহাপাপ। আর মানুষের জন্যে উপকারিতাও রয়েছে, তবে এগুলোর পাপ উপকারিতা অপেক্ষা অনেক বড়। আর তোমার কাছে জিজ্ঞেস করে, কি তারা ব্যয় করবে? বলে দাও, নিজেদের প্রয়োজনীয় ব্যয়ের পর যা বাঁচে তাই খরচ করবে। এভাবেই আল্লাহ তোমাদের জন্যে নির্দেশ সুস্পষ্টরূপে বর্ণনা করেন, যাতে তোমরা চিন্তা করতে পার।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 220,
                                        "bnText": "দুনিয়া ও আখেরাতের বিষয়ে। আর তোমার কাছে জিজ্ঞেস করে, এতীম সংক্রান্ত হুকুম। বলে দাও, তাদের কাজ-কর্ম সঠিকভাবে গুছিয়ে দেয়া উত্তম আর যদি তাদের ব্যয়ভার নিজের সাথে মিশিয়ে নাও, তাহলে মনে করবে তারা তোমাদের ভাই । বস্তুতঃ অমঙ্গলকামী ও মঙ্গলকামীদেরকে আল্লাহ জানেন। আল্লাহ যদি ইচ্ছা করতেন, তাহলে তোমাদের উপর জটিলতা আরোপ করতে পারতেন। নিশ্চয়ই তিনি পরাক্রমশালী, মহাপ্রজ্ঞ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 221,
                                        "bnText": "আর তোমরা মুশরেক নারীদেরকে বিয়ে করোনা, যতক্ষণ না তারা ঈমান গ্রহণ করে। অবশ্য মুসলমান ক্রীতদাসী মুশরেক নারী অপেক্ষা উত্তম, যদিও তাদেরকে তোমাদের কাছে ভালো লাগে। এবং তোমরা (নারীরা) কোন মুশরেকের সঙ্গে বিবাহ বন্ধনে আবদ্ধ হয়ো না, যে পর্যন্ত সে ঈমান না আনে। একজন মুসলমান ক্রীতদাসও একজন মুশরেকের তুলনায় অনেক ভাল, যদিও তোমরা তাদের দেখে মোহিত হও। তারা দোযখের দিকে আহ্বান করে, আর আল্লাহ নিজের হুকুমের মাধ্যমে আহ্বান করেন জান্নাত ও ক্ষমার দিকে। আর তিনি মানুষকে নিজের নির্দেশ বাতলে দেন যাতে তারা উপদেশ গ্রহণ করে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 222,
                                        "bnText": "আর তোমার কাছে জিজ্ঞেস করে হায়েয (ঋতু) সম্পর্কে। বলে দাও, এটা অশুচি। কাজেই তোমরা হায়েয অবস্থায় স্ত্রীগমন থেকে বিরত থাক। তখন পর্যন্ত তাদের নিকটবর্তী হবে না, যতক্ষণ না তারা পবিত্র হয়ে যায়। যখন উত্তম রূপে পরিশুদ্ধ হয়ে যাবে, তখন গমন কর তাদের কাছে, যেভাবে আল্লাহ তোমাদেরকে হুকুম দিয়েছেন। নিশ্চয়ই আল্লাহ তওবাকারী এবং অপবিত্রতা থেকে যারা বেঁচে থাকে তাদেরকে পছন্দ করেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 223,
                                        "bnText": "তোমাদের স্ত্রীরা হলো তোমাদের জন্য শস্য ক্ষেত্র। তোমরা যেভাবে ইচ্ছা তাদেরকে ব্যবহার কর। আর নিজেদের জন্য আগামী দিনের ব্যবস্থা কর এবং আল্লাহকে ভয় করতে থাক। আর নিশ্চিতভাবে জেনে রাখ যে, আল্লাহর সাথে তোমাদেরকে সাক্ষাত করতেই হবে। আর যারা ঈমান এনেছে তাদেরকে সুসংবাদ জানিয়ে দাও।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 224,
                                        "bnText": "আর নিজেদের শপথের জন্য আল্লাহর নামকে লক্ষ্যবস্তু বানিও না মানুষের সাথে কোন আচার আচরণ থেকে পরহেযগারী থেকে এবং মানুষের মাঝে মীমাংসা করে দেয়া থেকে বেঁচে থাকার উদ্দেশ্যে। আল্লাহ সবকিছুই শুনেন ও জানেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 225,
                                        "bnText": "তোমাদের নিরর্থক শপথের জন্য আল্লাহ তোমাদেরকে ধরবেন না, কিন্তু সেসব কসমের ব্যাপারে ধরবেন, তোমাদের মন যার প্রতিজ্ঞা করেছে। আর আল্লাহ হচ্ছেন ক্ষমাকারী ধৈর্য্যশীল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 226,
                                        "bnText": "যারা নিজেদের স্ত্রীদের নিকট গমন করবেনা বলে কসম খেয়ে বসে তাদের জন্য চার মাসের অবকাশ রয়েছে অতঃপর যদি পারস্পরিক মিল-মিশ করে নেয়, তবে আল্লাহ ক্ষামাকারী দয়ালু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 227,
                                        "bnText": "আর যদি বর্জন করার সংকল্প করে নেয়, তাহলে নিশ্চয়ই আল্লাহ শ্রবণকারী ও জ্ঞানী।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 228,
                                        "bnText": "আর তালাকপ্রাপ্তা নারী নিজেকে অপেক্ষায় রাখবে তিন হায়েয পর্যন্ত। আর যদি সে আল্লাহর প্রতি এবং আখেরাত দিবসের উপর ঈমানদার হয়ে থাকে, তাহলে আল্লাহ যা তার জরায়ুতে সৃষ্টি করেছেন তা লুকিয়ে রাখা জায়েজ নয়। আর যদি সদ্ভাব রেখে চলতে চায়, তাহলে তাদেরকে ফিরিয়ে নেবার অধিকার তাদের স্বামীরা সংরক্ষণ করে। আর পুরুষদের যেমন স্ত্রীদের উপর অধিকার রয়েছে, তেমনি ভাবে স্ত্রীদেরও অধিকার রয়েছে পুরুষদের উপর নিয়ম অনুযায়ী। আর নারীরদের ওপর পুরুষদের শ্রেষ্ঠত্ব রয়েছে। আর আল্লাহ হচ্ছে পরাক্রমশালী, বিজ্ঞ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 229,
                                        "bnText": "তালাকে-‘রাজঈ’ হ’ল দুবার পর্যন্ত তারপর হয় নিয়মানুযায়ী রাখবে, না হয় সহৃদয়তার সঙ্গে বর্জন করবে। আর নিজের দেয়া সম্পদ থেকে কিছু ফিরিয়ে নেয়া তোমাদের জন্য জায়েয নয় তাদের কাছ থেকে। কিন্তু যে ক্ষেত্রে স্বামী ও স্ত্রী উভয়েই এ ব্যাপারে ভয় করে যে, তারা আল্লাহর নির্দেশ বজায় রাখতে পারবে না, অতঃপর যদি তোমাদের ভয় হয় যে, তারা উভয়েই আল্লাহর নির্দেশ বজায় রাখতে পারবে না, তাহলে সেক্ষেত্রে স্ত্রী যদি বিনিময় দিয়ে অব্যাহতি নিয়ে নেয়, তবে উভয়ের মধ্যে কারোরই কোন পাপ নেই। এই হলো আল্লাহ কর্তৃক নির্ধারিত সীমা। কাজেই একে অতিক্রম করো না। বস্তুতঃ যারা আল্লাহ কর্তৃক নির্ধারিত সীমা লঙ্ঘন করবে, তারাই জালেম।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 230,
                                        "bnText": "তারপর যদি সে স্ত্রীকে (তৃতীয়বার) তালাক দেয়া হয়, তবে সে স্ত্রী যে পর্যন্ত তাকে ছাড়া অপর কোন স্বামীর সাথে বিয়ে করে না নেবে, তার জন্য হালাল নয়। অতঃপর যদি দ্বিতীয় স্বামী তালাক দিয়ে দেয়, তাহলে তাদের উভয়ের জন্যই পরস্পরকে পুনরায় বিয়ে করাতে কোন পাপ নেই। যদি আল্লাহর হুকুম বজায় রাখার ইচ্ছা থাকে। আর এই হলো আল্লাহ কতৃꦣ2453; নির্ধারিত সীমা; যারা উপলব্ধি করে তাদের জন্য এসব বর্ণনা করা হয়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 231,
                                        "bnText": "আর যখন তোমরা স্ত্রীদেরকে তালাক দিয়ে দাও, অতঃপর তারা নির্ধারিত ইদ্দত সমাপ্ত করে নেয়, তখন তোমরা নিয়ম অনুযায়ী তাদেরকে রেখে দাও অথবা সহানুভুতির সাথে তাদেরকে মুক্ত করে দাও। আর তোমরা তাদেরকে জ্বালাতন ও বাড়াবাড়ি করার উদ্দেশ্যে আটকে রেখো না। আর যারা এমন করবে, নিশ্চয়ই তারা নিজেদেরই ক্ষতি করবে। আর আল্লাহর নির্দেশকে হাস্যকর বিষয়ে পরিণত করো না। আল্লাহর সে অনুগ্রহের কথা স্মরণ কর, যা তোমাদের উপর রয়েছে এবং তাও স্মরণ কর, যে কিতাব ও জ্ঞানের কথা তোমাদের উপর নাযিল করা হয়েছে যার দ্বারা তোমাদেরকে উপদেশ দান করা হয়। আল্লাহকে ভয় কর এবং জেনে রাখ যে, আল্লাহ সর্ববিষয়েই জ্ঞানময়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 232,
                                        "bnText": "আর যখন তোমরা স্ত্রীদেরকে তালাক দিয়ে দাও এবং তারপর তারাও নির্ধারিত ইদ্দত পূর্ন করতে থাকে, তখন তাদেরকে পূর্ব স্বামীদের সাথে পারস্পরিক সম্মতির ভিত্তিতে নিয়মানুযায়ী বিয়ে করতে বাধাদান করো না। এ উপদেশ তাকেই দেয়া হচ্ছে, যে আল্লাহ ও কেয়ামত দিনের উপর বিশ্বাস স্থাপন করেছে। এর মধ্যে তোমাদের জন্য রয়েছে একান্ত পরিশুদ্ধতা ও অনেক পবিত্রতা। আর আল্লাহ জানেন, তোমরা জান না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 233,
                                        "bnText": "আর সন্তানবতী নারীরা তাদের সন্তানদেরকে পূর্ন দু’বছর দুধ খাওয়াবে, যদি দুধ খাওয়াবার পূর্ণ মেয়াদ সমাপ্ত করতে চায়। আর সন্তানের অধিকারী অর্থাৎ, পিতার উপর হলো সে সমস্ত নারীর খোর-পোষের দায়িত্ব প্রচলিত নিয়ম অনুযায়ী। কাউকে তার সামর্থাতিরিক্ত চাপের সম্মুখীন করা হয় না। আর মাকে তার সন্তানের জন্য ক্ষতিগ্রস্ত করা যাবে না। এবং যার সন্তান তাকেও তার সন্তানের কারণে ক্ষতির সম্মুখীন করা যাবে না। আর ওয়ারিসদের উপরও দায়িত্ব এই। তারপর যদি পিতা-মাতা ইচ্ছা করে, তাহলে দু’বছরের ভিতরেই নিজেদের পারস্পরিক পরামর্শক্রমে দুধ ছাড়িয়ে দিতে পারে, তাতে তাদের কোন পাপ নেই, আর যদি তোমরা কোন ধাত্রীর দ্বারা নিজের সন্তানদেরকে দুধ খাওয়াতে চাও, তাহলে যদি তোমরা সাব্যস্তকৃত প্রচলিত বিনিময় দিয়ে দাও তাতেও কোন পাপ নেই। আর আল্লাহকে ভয় কর এবং জেনে রেখো যে, আল্লাহ তোমাদের যাবতীয় কাজ অত্যন্ত ভাল করেই দেখেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 234,
                                        "bnText": "আর তোমাদের মধ্যে যারা মৃত্যুবরণ করবে এবং নিজেদের স্ত্রীদেরকে ছেড়ে যাবে, তখন সে স্ত্রীদের কর্তব্য হলো নিজেকে চার মাস দশ দিন পর্যন্ত অপেক্ষা করিয়ে রাখা। তারপর যখন ইদ্দত পূর্ণ করে নেবে, তখন নিজের ব্যাপারে নীতি সঙ্গত ব্যবস্থা নিলে কোন পাপ নেই। আর তোমাদের যাবতীয় কাজের ব্যাপারেই আল্লাহর অবগতি রয়েছে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 235,
                                        "bnText": "আর যদি তোমরা আকার ইঙ্গিতে সে নারীর বিয়ের পয়গাম দাও, কিংবা নিজেদের মনে গোপন রাখ, তবে তাতেও তোমাদের কোন পাপ নেই, আল্লাহ জানেন যে, তোমরা অবশ্যই সে নারীদের কথা উল্লেখ করবে। কিন্তু তাদের সাথে বিয়ে করার গোপন প্রতিশ্রুতি দিয়ে রেখো না। অবশ্য শরীয়তের নির্ধারিত প্রথা অনুযায়ী কোন কথা সাব্যস্ত করে নেবে। আর নির্ধারিত ইদ্দত সমাপ্তি পর্যায়ে না যাওয়া অবধি বিয়ে করার কোন ইচ্ছা করো না। আর একথা জেনে রেখো যে, তোমাদের মনে যে কথা রয়েছে, আল্লাহর তা জানা আছে। কাজেই তাঁকে ভয় করতে থাক। আর জেনে রেখো যে, আল্লাহ ক্ষমাকারী ও ধৈর্য্যশীল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 236,
                                        "bnText": "স্ত্রীদেরকে স্পর্শ করার আগে এবং কোন মোহর সাব্যস্ত করার পূর্বেও যদি তালাক দিয়ে দাও, তবে তাতেও তোমাদের কোন পাপ নেই। তবে তাদেরকে কিছু খরচ দেবে। আর সামর্থ্যবানদের জন্য তাদের সামর্থ্য অনুযায়ী এবং কম সামর্থ্যবানদের জন্য তাদের সাধ্য অনুযায়ী। যে খরচ প্রচলিত রয়েছে তা সৎকর্মশীলদের উপর দায়িত্ব।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 237,
                                        "bnText": "আর যদি মোহর সাব্যস্ত করার পর স্পর্শ করার পূর্বে তালাক দিয়ে দাও, তাহলে যে, মোহর সাব্যস্ত করা হয়েছে তার অর্ধেক দিয়ে দিতে হবে। অবশ্য যদি নারীরা ক্ষমা করে দেয় কিংবা বিয়ের বন্ধন যার অধিকারে সে (অর্থাৎ, স্বামী) যদি ক্ষমা করে দেয় তবে তা স্বতন্ত্র কথা। আর তোমরা পুরুষরা যদি ক্ষমা কর, তবে তা হবে পরহেযগারীর নিকটবর্তী। আর পারস্পরিক সহানুভূতির কথা বিস্মৃত হয়ো না। নিশ্চয় তোমরা যা কিছু কর আল্লাহ সেসবই অত্যন্ত ভাল করে দেখেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 238,
                                        "bnText": "সমস্ত নামাযের প্রতি যত্নবান হও, বিশেষ করে মধ্যবর্তী নামাযের ব্যাপারে। আর আল্লাহর সামনে একান্ত আদবের সাথে দাঁড়াও।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 239,
                                        "bnText": "অতঃপর যদি তোমাদের কারো ব্যাপারে ভয় থাকে, তাহলে পদচারী অবস্থাতেই পড়ে নাও অথবা সওয়ারীর উপরে। তারপর যখন তোমরা নিরাপত্তা পাবে, তখন আল্লাহকে স্মরণ কর, যেভাবে তোমাদের শেখানো হয়েছে, যা তোমরা ইতিপূর্বে জানতে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 240,
                                        "bnText": "আর যখন তোমাদের মধ্যে যারা মৃত্যুবরণ করবে তখন স্ত্রীদের ঘর থেকে বের না করে এক বছর পর্যন্ত তাদের খরচের ব্যাপারে ওসিয়ত করে যাবে। অতঃপর যদি সে স্ত্রীরা নিজে থেকে বেরিয়ে যায়, তাহলে সে নারী যদি নিজের ব্যাপারে কোন উত্তম ব্যবস্থা করে, তবে তাতে তোমাদের উপর কোন পাপ নেই। আর আল্লাহ হচ্ছেন পরাক্রমশালী বিজ্ঞতা সম্পন্ন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 241,
                                        "bnText": "আর তালাকপ্রাপ্তা নারীদের জন্য প্রচলিত নিয়ম অনুযায়ী খরচ দেয়া পরহেযগারদের উপর কর্তব্য।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 242,
                                        "bnText": "এভাবেই আল্লাহ তা’আলা তোমাদের জন্য স্বীয় নির্দেশ বর্ণনা করেন যাতে তোমরা তা বুঝতে পার।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 243,
                                        "bnText": "তুমি কি তাদেরকে দেখনি, যারা মৃত্যুর ভয়ে নিজেদের ঘর ছেড়ে বেরিয়ে গিয়েছিলেন? অথচ তারা ছিল হাজার হাজার। তারপর আল্লাহ তাদেরকে বললেন মরে যাও। তারপর তাদেরকে জীবিত করে দিলেন। নিশ্চয়ই আল্লাহ মানুষের উপর অনুগ্রহকারী। কিন্তু অধিকাংশ লোক শুকরিয়া প্রকাশ করে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 244,
                                        "bnText": "আল্লাহর পথে লড়াই কর এবং জেনে রাখ, নিঃসন্দেহে আল্লাহ সবকিছু জানেন, সবকিছু শুনেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 245,
                                        "bnText": "এমন কে আছে যে, আল্লাহকে করজ দেবে, উত্তম করজ; অতঃপর আল্লাহ তাকে দ্বিগুণ-বহুগুণ বৃদ্ধি করে দিবেন। আল্লাহই সংকোচিত করেন এবং তিনিই প্রশস্ততা দান করেন এবং তাঁরই নিকট তোমরা সবাই ফিরে যাবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 246,
                                        "bnText": "মূসার পরে তুমি কি বনী ইসরাঈলের একটি দলকে দেখনি, যখন তারা বলেছে নিজেদের নবীর কাছে যে, আমাদের জন্য একজন বাদশাহ নির্ধারিত করে দিন যাতে আমরা আল্লাহর পথে যুদ্ধ করতে পারি। নবী বললেন, তোমাদের প্রতিও কি এমন ধারণা করা যায় যে, লড়াইর হুকুম যদি হয়, তাহলে তখন তোমরা লড়বে না? তারা বলল, আমাদের কি হয়েছে যে, আমরা আল্লাহর পথে লড়াই করব না। অথচ আমরা বিতাড়িত হয়েছি নিজেদের ঘর-বাড়ী ও সন্তান-সন্ততি থেকে। অতঃপর যখন লড়াইয়ের নির্দেশ হলো, তখন সামান্য কয়েকজন ছাড়া তাদের সবাই ঘুরে দাঁড়ালো। আর আল্লাহ তা’আলা জালেমদের ভাল করেই জানেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 247,
                                        "bnText": "আর তাদেরকে তাদের নবী বললেন, নিশ্চয়ই আল্লাহ তালূতকে তোমাদের জন্য বাদশাহ সাব্যস্ত করেছেন। তারা বলতে লাগল তা কেমন করে হয় যে, তার শাসন চলবে আমাদের উপর। অথচ রাষ্ট্রক্ষমতা পাওয়ার ক্ষেত্রে তার চেয়ে আমাদেরই অধিকার বেশী। আর সে সম্পদের দিক দিয়েও সচ্ছল নয়। নবী বললেন, নিশ্চয় আল্লাহ তোমাদের উপর তাকে পছন্দ করেছেন এবং স্বাস্থ্য ও জ্ঞানের দিক দিয়ে প্রাচুর্য দান করেছেন। বস্তুতঃ আল্লাহ তাকেই রাজ্য দান করেন, যাকে ইচ্ছা। আর আল্লাহ হলেন অনুগ্রহ দানকারী এবং সব বিষয়ে অবগত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 248,
                                        "bnText": "বনী-ইসরাঈলদেরকে তাদের নবী আরো বললেন, তালূতের নেতৃত্বের চিহ্ন হলো এই যে, তোমাদের কাছে একটা সিন্দুক আসবে তোমাদের পালকর্তার পক্ষ থেকে তোমাদের মনের সন্তুষ্টির নিমিত্তে। আর তাতে থাকবে মূসা, হারুন এবং তাঁদের সন্তানবর্গের পরিত্যক্ত কিছু সামগ্রী। সিন্দুকটিকে বয়ে আনবে ফেরেশতারা। তোমরা যদি ঈমানদার হয়ে থাক, তাহলে এতে তোমাদের জন্য নিশ্চিতই পরিপূর্ণ নিদর্শন রয়েছে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 249,
                                        "bnText": "অতঃপর তালূত যখন সৈন্য-সামন্ত নিয়ে বেরুল, তখন বলল, নিশ্চয় আল্লাহ তোমাদিগকে পরীক্ষা করবেন একটি নদীর মাধ্যমে। সুতরাং যে লোক সেই নদীর পানি পান করবে সে আমার নয়। আর যে, লোক তার স্বাদ গ্রহণ করলো না, নিশ্চয়ই সে আমার লোক। কিন্তু যে লোক হাতের আঁজলা ভরে সামান্য খেয়ে নেবে তার দোষঅবশ্য তেমন গুরুতর হবে না। অতঃপর সবাই পান করল সে পানি, সামান্য কয়েকজন ছাড়া। পরে তালূত যখন তা পার হলো এবং তার সাথে ছিল মাত্র কয়েকজন ঈমানদার, তখন তারা বলতে লাগল, আজকের দিনে জালূত এবং তার সেনাবাহিনীর সাথে যুদ্ধ করার শক্তি আমাদের নেই, যাদের ধারণা ছিল যে, আল্লাহর সামনে তাদের একদিন উপস্থিত হতে হবে, তারা বার বার বলতে লাগল, সামান্য দলই বিরাট দলের মোকাবেলায় জয়ী হয়েছে আল্লাহর হুকুমে। আর যারা ধৈর্য্যশীল আল্লাহ তাদের সাথে রয়েছেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 250,
                                        "bnText": "আর যখন তালূত ও তার সেনাবাহিনী শত্রুর সম্মুখীন হল, তখন বলল, হে আমাদের পালনকর্তা, আমাদের মনে ধৈর্য্য সৃষ্টি করে দাও এবং আমাদেরকে দৃঢ়পদ রাখ-আর আমাদের সাহায্য কর সে কাফের জাতির বিরুদ্ধে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 251,
                                        "bnText": "তারপর ঈমানদাররা আল্লাহর হুকুমে জালূতের বাহিনীকে পরাজিত করে দিল এবং দাউদ জালূতকে হত্যা করল। আর আল্লাহ দাউদকে দান করলেন রাজ্য ও অভিজ্ঞতা। আর তাকে যা চাইলেন শিখালেন। আল্লাহ যদি একজনকে অপরজনের দ্বারা প্রতিহত না করতেন, তাহলে গোটা দুনিয়া বিধ্বস্ত হয়ে যেতো। কিন্তু বিশ্ববাসীর প্রতি আল্লাহ একান্তই দয়ালু, করুণাময়।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 252,
                                        "bnText": "এগুলো হলো আল্লাহর নিদর্শন, যা আমরা তোমাদেরকে যথাযথভাবে শুনিয়ে থাকি। আর আপনি নিশ্চিতই আমার রসূলগণের অন্তর্ভুক্ত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 253,
                                        "bnText": "এই রসূলগণ-আমি তাদের কাউকে কারো উপর মর্যাদা দিয়েছি। তাদের মধ্যে কেউ তো হলো তারা যার সাথে আল্লাহ কথা বলেছেন, আর কারও মর্যাদা উচ্চতর করেছেন এবং আমি মরিয়ম তনয় ঈসাকে প্রকৃষ্ট মু’জেযা দান করেছি এবং তাকে শক্তি দান করেছি ‘রুহূল কুদ্দুস’ অর্থৎ জিবরাঈলের মাধ্যমে। আর আল্লাহ যদি ইচ্ছা করতেন, তাহলে পরিস্কার নির্দেশ এসে যাবার পর পয়গম্বরদের পেছনে যারা ছিল তারা লড়াই করতো না। কিন্তু তাদের মধ্যে মতবিরোধ সৃষ্টি হয়ে গেছে। অতঃপর তাদের কেউ তো ঈমান এনেছে, আর কেউ হয়েছে কাফের। আর আল্লাহ যদি ইচ্ছা করতেন, তাহলে তারা পরস্পর লড়াই করতো, কিন্তু আল্লাহ তাই করেন, যা তিনি ইচ্ছা করেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 254,
                                        "bnText": "হে ঈমানদারগণ! আমি তোমাদেরকে যে রুযী দিয়েছি, সেদিন আসার পূর্বেই তোমরা তা থেকে ব্যয় কর, যাতে না আছে বেচা-কেনা, না আছে সুপারিশ কিংবা বন্ধুত্ব। আর কাফেররাই হলো প্রকৃত যালেম।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 255,
                                        "bnText": "আল্লাহ ছাড়া অন্য কোন উপাস্য নেই, তিনি জীবিত, সবকিছুর ধারক। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না এবং নিদ্রাও নয়। আসমান ও যমীনে যা কিছু রয়েছে, সবই তাঁর। কে আছ এমন, যে সুপারিশ করবে তাঁর কাছে তাঁর অনুমতি ছাড়া? দৃষ্টির সামনে কিংবা পিছনে যা কিছু রয়েছে সে সবই তিনি জানেন। তাঁর জ্ঞানসীমা থেকে তারা কোন কিছুকেই পরিবেষ্টিত করতে পারে না, কিন্তু যতটুকু তিনি ইচ্ছা করেন। তাঁর সিংহাসন সমস্ত আসমান ও যমীনকে পরিবেষ্টিত করে আছে। আর সেগুলোকে ধারণ করা তাঁর পক্ষে কঠিন নয়। তিনিই সর্বোচ্চ এবং সর্বাপেক্ষা মহান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 256,
                                        "bnText": "দ্বীনের ব্যাপারে কোন জবরদস্তি বা বাধ্য-বাধকতা নেই। নিঃসন্দেহে হেদায়াত গোমরাহী থেকে পৃথক হয়ে গেছে। এখন যারা গোমরাহকারী ‘তাগুত’দেরকে মানবে না এবং আল্লাহতে বিশ্বাস স্থাপন করবে, সে ধারণ করে নিয়েছে সুদৃঢ় হাতল যা ভাংবার নয়। আর আল্লাহ সবই শুনেন এবং জানেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 257,
                                        "bnText": "যারা ঈমান এনেছে, আল্লাহ তাদের অভিভাবক। তাদেরকে তিনি বের করে আনেন অন্ধকার থেকে আলোর দিকে। আর যারা কুফরী করে তাদের অভিভাবক হচ্ছে তাগুত। তারা তাদেরকে আলো থেকে বের করে অন্ধকারের দিকে নিয়ে যায়। এরাই হলো দোযখের অধিবাসী, চিরকাল তারা সেখানেই থাকবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 258,
                                        "bnText": "তুমি কি সে লোককে দেখনি, যে পালনকর্তার ব্যাপারে বাদানুবাদ করেছিল ইব্রাহীমের সাথে এ কারণে যে, আল্লাহ সে ব্যাক্তিকে রাজ্য দান করেছিলেন? ইব্রাহীম যখন বললেন, আমার পালনকর্তা হলেন তিনি, যিনি জীবন দান করেন এবং মৃত্যু ঘটান। সে বলল, আমি জীবন দান করি এবং মৃত্যু ঘটিয়ে থাকি। ইব্রাহীম বললেন, নিশ্চয়ই তিনি সুর্যকে উদিত করেন পূর্ব দিক থেকে এবার তুমি তাকে পশ্চিম দিক থেকে উদিত কর। তখন সে কাফের হতভম্ব হয়ে গেল। আর আল্লাহ সীমালংঘণকারী সম্প্রদায়কে সরল পথ প্রদর্শন করেন না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 259,
                                        "bnText": "তুমি কি সে লোককে দেখনি যে এমন এক জনপদ দিয়ে যাচ্ছিল যার বাড়ীঘরগুলো ভেঙ্গে ছাদের উপর পড়ে ছিল? বলল, কেমন করে আল্লাহ মরনের পর একে জীবিত করবেন? অতঃপর আল্লাহ তাকে মৃত অবস্থায় রাখলেন একশ বছর। তারপর তাকে উঠালেন। বললেন, কত কাল এভাবে ছিলে? বলল আমি ছিলাম, একদিন কংবা একদিনের কিছু কম সময়। বললেন, তা নয়; বরং তুমি তো একশ বছর ছিলে। এবার চেয়ে দেখ নিজের খাবার ও পানীয়ের দিকে-সেগুলো পচে যায় নি এবং দেখ নিজের গাধাটির দিকে। আর আমি তোমাকে মানুষের জন্য দৃষ্টান্ত বানাতে চেয়েছি। আর হাড়গুলোর দিকে চেয়ে দেখ যে, আমি এগুলোকে কেমন করে জুড়ে দেই এবং সেগুলোর উপর মাংসের আবরণ পরিয়ে দেই। অতঃপর যখন তার উপর এ অবস্থা প্রকাশিত হল, তখন বলে উঠল-আমি জানি, নিঃসন্দেহে আল্লাহ সর্ব বিষয়ে ক্ষমতাশীল।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 260,
                                        "bnText": "আর স্মরণ কর, যখন ইব্রাহীম বলল, হে আমার পালনকর্তা আমাকে দেখাও, কেমন করে তুমি মৃতকে জীবিত করবে। বললেন; তুমি কি বিশ্বাস কর না? বলল, অবশ্যই বিশ্বাস করি, কিন্তু দেখতে এজন্যে চাইছি যাতে অন্তরে প্রশান্তি লাভ করতে পারি। বললেন, তাহলে চারটি পাখী ধরে নাও। পরে সেগুলোকে নিজের পোষ মানিয়ে নাও, অতঃপর সেগুলোর দেহের একেকটি অংশ বিভিন্ন পাহাড়ের উপর রেখে দাও। তারপর সেগুলোকে ডাক; তোমার নিকট দৌড়ে চলে আসবে। আর জেনে রাখো, নিশ্চয়ই আল্লাহ পরাক্রমশালী, অতি জ্ঞান সম্পন্ন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 261,
                                        "bnText": "যারা আল্লাহর রাস্তায় স্বীয় ধন সম্পদ ব্যয় করে, তাদের উদাহরণ একটি বীজের মত, যা থেকে সাতটি শীষ জন্মায়। প্রত্যেকটি শীষে একশ করে দানা থাকে। আল্লাহ অতি দানশীল, সর্বজ্ঞ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 262,
                                        "bnText": "যারা স্বীয় ধন সম্পদ আল্লাহর রাস্তায় ব্যয় করে, এরপর ব্যয় করার পর সে অনুগ্রহের কথা প্রকাশ করে না এবং কষ্টও দেয় না, তাদেরই জন্যে তাদের পালনকর্তার কাছে রয়েছে পুরস্কার এবং তাদের কোন আশংকা নেই, তারা চিন্তিতও হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 263,
                                        "bnText": "নম্র কথা বলে দেয়া এবং ক্ষমা প্রদর্শন করা ঐ দান খয়রাত অপেক্ষা উত্তম, যার পরে কষ্ট দেয়া হয়। আল্লাহ তা’আলা সম্পদশালী, সহিঞ্চু।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 264,
                                        "bnText": "হে ঈমানদারগণ!তোমরা অনুগ্রহের কথা প্রকাশ করে এবং কষ্ট দিয়ে নিজেদের দান খয়রাত বরবাদ করো না সে ব্যক্তির মত যে নিজের ধন-সম্পদ লোক দেখানোর উদ্দেশ্যে ব্যয় করে এবং আল্লাহ ও পরকালের প্রতি বিশ্বাস রাখে না। অতএব, এ ব্যাক্তির দৃষ্টান্ত একটি মসৃণ পাথরের মত যার উপর কিছু মাটি পড়েছিল। অতঃপর এর উপর প্রবল বৃষ্টি বর্ষিত হলো, অনন্তর তাকে সম্পূর্ণ পরিষ্কার করে দিল। তারা ঐ বস্তুর কোন সওয়াব পায় না, যা তারা উপার্জন করেছে। আল্লাহ কাফের সম্প্রদায়কে পথ প্রদর্শন করেন না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 265,
                                        "bnText": "যারা আল্লাহর রাস্তায় স্বীয় ধন-সম্পদ ব্যয় করে আল্লাহর সন্তুষ্টি অর্জনের লক্ষ্যে এবং নিজের মনকে সুদৃঢ় করার জন্যে তাদের উদাহরণ টিলায় অবস্থিত বাগানের মত, যাতে প্রবল বৃষ্টিপাত হয়; অতঃপর দ্বিগুণ ফসল দান করে। যদি এমন প্রবল বৃষ্টিপাত নাও হয়, তবে হাল্কা বর্ষণই যথেষ্ট। আল্লাহ তোমাদের কাজকর্ম যথার্থই প্রত্যক্ষ করেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 266,
                                        "bnText": "তোমাদের কেউ পছন্দ করে যে, তার একটি খেজুর ও আঙ্গুরের বাগান হবে, এর তলদেশ দিয়ে নহর প্রবাহিত হবে, আর এতে সর্বপ্রকার ফল-ফসল থাকবে এবং সে বার্ধক্যে পৌছবে, তার দুর্বল সন্তান সন্ততিও থাকবে, এমতাবস্থায় এ বাগানের একটি ঘূর্ণিবায়ু আসবে, যাতে আগুন রয়েছে, অনন্তর বাগানটি ভষ্মীভূত হয়ে যাবে? এমনিভাবে আল্লাহ তা’আলা তোমাদের জন্যে নিদর্শনসমূহ বর্ননা করেন-যাতে তোমরা চিন্তা-ভাবনা কর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 267,
                                        "bnText": "হে ঈমানদারগণ! তোমরা স্বীয় উপার্জন থেকে এবং যা আমি তোমাদের জন্যে ভূমি থেকে উৎপন্ন করেছি, তা থেকে উৎকৃষ্ট বস্তু ব্যয় কর এবং তা থেকে নিকৃষ্ট জিনিস ব্যয় করতে মনস্থ করো না। কেননা, তা তোমরা কখনও গ্রহণ করবে না; তবে যদি তোমরা চোখ বন্ধ করে নিয়ে নাও। জেনে রেখো, আল্লাহ অভাব মুক্ত, প্রশংসিত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 268,
                                        "bnText": "শয়তান তোমাদেরকে অভাব অনটনের ভীতি প্রদর্শন করে এবং অশ্লীলতার আদেশ দেয়। পক্ষান্তরে আল্লাহ তোমাদেরকে নিজের পক্ষ থেকে ক্ষমা ও বেশী অনুগ্রহের ওয়াদা করেন। আল্লাহ প্রাচুর্যময়, সুবিজ্ঞ।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 269,
                                        "bnText": "তিনি যাকে ইচ্ছা বিশেষ জ্ঞান দান করেন এবং যাকে বিশেষ জ্ঞান দান করা হয়, সে প্রভুত কল্যাণকর বস্তু প্রাপ্ত হয়। উপদেশ তারাই গ্রহণ করে, যারা জ্ঞানবান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 270,
                                        "bnText": "তোমরা যে খয়রাত বা সদ্ব্যয় কর কিংবা কোন মানত কর, আল্লাহ নিশ্চয়ই সেসব কিছুই জানেন। অন্যায়কারীদের কোন সাহায্যকারী নেই।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 271,
                                        "bnText": "যদি তোমরা প্রকাশ্যে দান-খয়রাত কর, তবে তা কতইনা উত্তম। আর যদি খয়রাত গোপনে কর এবং অভাবগ্রস্তদের দিয়ে দাও, তবে তা তোমাদের জন্যে আরও উত্তম। আল্লাহ তা’আলা তোমাদের কিছু গোনাহ দূর করে দিবেন। আল্লাহ তোমাদের কাজ কর্মের খুব খবর রাখেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 272,
                                        "bnText": "তাদেরকে সৎপথে আনার দায় তোমার নয়। বরং আল্লাহ যাকে ইচ্ছা সৎপথে পরিচালিত করেন। যে মাল তোমরা ব্যয় কর, তা নিজ উপাকারার্থেই কর। আল্লাহর সন্তুষ্টি ছাড়া অন্য কোন উদ্দেশ্যে ব্যয় করো না। তোমরা যে, অর্থ ব্যয় করবে, তার পুরস্কার পুরোপুরি পেয়ে যাবে এবং তোমাদের প্রতি অন্যায় করা হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 273,
                                        "bnText": "খয়রাত ঐ সকল গরীব লোকের জন্যে যারা আল্লাহর পথে আবদ্ধ হয়ে গেছে-জীবিকার সন্ধানে অন্যত্র ঘোরাফেরা করতে সক্ষম নয়। অজ্ঞ লোকেরা যাঞ্চা না করার কারণে তাদেরকে অভাবমুক্ত মনে করে। তোমরা তাদেরকে তাদের লক্ষণ দ্বারা চিনবে। তারা মানুষের কাছে কাকুতি-মিনতি করে ভিক্ষা চায় না। তোমরা যে অর্থ ব্যয় করবে, তা আল্লাহ তা’আলা অবশ্যই পরিজ্ঞাত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 274,
                                        "bnText": "যারা স্বীয় ধন-সম্পদ ব্যয় করে, রাত্রে ও দিনে, গোপনে ও প্রকাশ্যে। তাদের জন্যে তাদের সওয়াব রয়েছে তাদের পালনকর্তার কাছে। তাদের কোন আশংঙ্কা নেই এবং তারা চিন্তিত ও হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 275,
                                        "bnText": "যারা সুদ খায়, তারা কিয়ামতে দন্ডায়মান হবে, যেভাবে দন্ডায়মান হয় ঐ ব্যক্তি, যাকে শয়তান আসর করে মোহাবিষ্ট করে দেয়। তাদের এ অবস্থার কারণ এই যে, তারা বলেছেঃ ক্রয়-বিক্রয় ও তো সুদ নেয়ারই মত! অথচ আল্লা’হ তা’আলা ক্রয়-বিক্রয় বৈধ করেছেন এবং সুদ হারাম করেছেন। অতঃপর যার কাছে তার পালনকর্তার পক্ষ থেকে উপদেশ এসেছে এবং সে বিরত হয়েছে, পূর্বে যা হয়ে গেছে, তা তার। তার ব্যাপার আল্লাহর উপর নির্ভরশীল। আর যারা পুনরায় সুদ নেয়, তারাই দোযখে যাবে। তারা সেখানে চিরকাল অবস্থান করবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 276,
                                        "bnText": "আল্লাহ তা’আলা সুদকে নিশ্চিহ্ন করেন এবং দান খয়রাতকে বর্ধিত করেন। আল্লাহ পছন্দ করেন না কোন অবিশ্বাসী পাপীকে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 277,
                                        "bnText": "নিশ্চয়ই যারা বিশ্বাস স্থাপন করেছে, সৎকাজ করেছে, নামায প্রতিষ্ঠিত করেছে এবং যাকাত দান করেছে, তাদের জন্যে তাদের পুরষ্কার তাদের পালনকর্তার কছে রয়েছে। তাদের কোন শঙ্কা নেই এবং তারা দুঃখিত হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 278,
                                        "bnText": "হে ঈমানদারগণ, তোমরা আল্লাহকে ভয় কর এবং সুদের যে সমস্ত বকেয়া আছে, তা পরিত্যাগ কর, যদি তোমরা ঈমানদার হয়ে থাক।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 279,
                                        "bnText": "অতঃপর যদি তোমরা পরিত্যাগ না কর, তবে আল্লাহ ও তাঁর রসূলের সাথে যুদ্ধ করতে প্রস্তুত হয়ে যাও। কিন্তু যদি তোমরা তওবা কর, তবে তোমরা নিজের মূলধন পেয়ে যাবে। তোমরা কারও প্রতি অত্যাচার করো না এবং কেউ তোমাদের প্রতি অত্যাচার করবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 280,
                                        "bnText": "যদি খাতক অভাবগ্রস্থ হয়, তবে তাকে সচ্ছলতা আসা পর্যন্ত সময় দেয়া উচিত। আর যদি ক্ষমা করে দাও, তবে তা খুবই উত্তম যদি তোমরা উপলব্ধি কর।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 281,
                                        "bnText": "ঐ দিনকে ভয় কর, যে দিন তোমরা আল্লাহর কাছে প্রত্যাবর্তিত হবে। অতঃপর প্রত্যেকেই তার কর্মের ফল পুরোপুরি পাবে এবং তাদের প্রতি কোন রূপ অবিচার করা হবে না।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 282,
                                        "bnText": "হে মুমিনগণ! যখন তোমরা কোন নির্দিষ্ট সময়ের জন্যে ঋনের আদান-প্রদান কর, তখন তা লিপিবদ্ধ করে নাও এবং তোমাদের মধ্যে কোন লেখক ন্যায়সঙ্গতভাবে তা লিখে দেবে; লেখক লিখতে অস্বীকার করবে না। আল্লাহ তাকে যেমন শিক্ষা দিয়েছেন, তার উচিত তা লিখে দেয়া। এবং ঋন গ্রহীতা যেন লেখার বিষয় বলে দেয় এবং সে যেন স্বীয় পালনকর্তা আল্লাহকে ভয় করে এবং লেখার মধ্যে বিন্দুমাত্রও বেশ কম না করে। অতঃপর ঋণগ্রহীতা যদি নির্বোধ হয় কিংবা দূর্বল হয় অথবা নিজে লেখার বিষয়বস্তু বলে দিতে অক্ষম হয়, তবে তার অভিভাবক ন্যায়সঙ্গতভাবে লিখাবে। দুজন সাক্ষী কর, তোমাদের পুরুষদের মধ্যে থেকে। যদি দুজন পুরুষ না হয়, তবে একজন পুরুষ ও দুজন মহিলা। ঐ সাক্ষীদের মধ্য থেকে যাদেরকে তোমরা পছন্দ কর যাতে একজন যদি ভুলে যায়, তবে একজন অন্যজনকে স্মরণ করিয়ে দেয়। যখন ডাকা হয়, তখন সাক্ষীদের অস্বীকার করা উচিত নয়। তোমরা এটা লিখতে অলসতা করোনা, তা ছোট হোক কিংবা বড়, নির্দিষ্ট সময় পর্যন্ত। এ লিপিবদ্ধ করণ আল্লাহর কাছে সুবিচারকে অধিক কায়েম রাখে, সাক্ষ্যকে অধিক সুসংহত রাখে এবং তোমাদের সন্দেহে পতিত না হওয়ার পক্ষে অধিক উপযুক্ত। কিন্তু যদি কারবার নগদ হয়, পরস্পর হাতে হাতে আদান-প্রদান কর, তবে তা না লিখলে তোমাদের প্রতি কোন অভিযোগ নেই। তোমরা ক্রয়-বিক্রয়ের সময় সাক্ষী রাখ। কোন লেখক ও সাক্ষীকে ক্ষতিগ্রস্ত করো না। যদি তোমরা এরূপ কর, তবে তা তোমাদের পক্ষে পাপের বিষয়। আল্লাহকে ভয় কর তিনি তোমাদেরকে শিক্ষা দেন। আল্লাহ সব কিছু জানেন।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 283,
                                        "bnText": "আর তোমরা যদি প্রবাসে থাক এবং কোন লেখক না পাও তবে বন্ধকী বন্তু হস্তগত রাখা উচিত। যদি একে অন্যকে বিশ্বাস করে, তবে যাকে বিশ্বাস করা হয়, তার উচিত অন্যের প্রাপ্য পরিশোধ করা এবং স্বীয় পালনকর্তা আল্লাহকে ভয় কর! তোমরা সাক্ষ্য গোপন করো না। যে কেউ তা গোপন করবে, তার অন্তর পাপপূর্ণ হবে। তোমরা যা করা, আল্লাহ সে সম্পর্কে খুব জ্ঞাত।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 284,
                                        "bnText": "যা কিছু আকাশসমূহে রয়েছে এবং যা কিছু যমীনে আছে, সব আল্লাহরই। যদি তোমরা মনের কথা প্রকাশ কর কিংবা গোপন কর, আল্লাহ তোমাদের কাছ থেকে তার হিসাব নেবেন। অতঃপর যাকে ইচ্ছা তিনি ক্ষমা করবেন এবং যাকে ইচ্ছা তিনি শাস্তি দেবেন। আল্লাহ সর্ববিষয়ে শক্তিমান।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 285,
                                        "bnText": "রসূল বিশ্বাস রাখেন ঐ সমস্ত বিষয় সম্পর্কে যা তাঁর পালনকর্তার পক্ষ থেকে তাঁর কাছে অবতীর্ণ হয়েছে এবং মুসলমানরাও সবাই বিশ্বাস রাখে আল্লাহর প্রতি, তাঁর ফেরেশতাদের প্রতি, তাঁর গ্রন্থসমুহের প্রতি এবং তাঁর পয়গম্বরগণের প্রতি। তারা বলে আমরা তাঁর পয়গম্বরদের মধ্যে কোন তারতম্য করিনা। তারা বলে, আমরা শুনেছি এবং কবুল করেছি। আমরা তোমার ক্ষমা চাই, হে আমাদের পালনকর্তা। তোমারই দিকে প্রত্যাবর্তন করতে হবে।"
                              },
                              {
                                        "surahNo": 2,
                                        "verseKey": 286,
                                        "bnText": "আল্লাহ কাউকে তার সাধ্যাতীত কোন কাজের ভার দেন না, সে তাই পায় যা সে উপার্জন করে এবং তাই তার উপর বর্তায় যা সে করে। হে আমাদের পালনকর্তা, যদি আমরা ভুলে যাই কিংবা ভুল করি, তবে আমাদেরকে অপরাধী করো না। হে আমাদের পালনকর্তা! এবং আমাদের উপর এমন দায়িত্ব অর্পণ করো না, যেমন আমাদের পূর্ববর্তীদের উপর অর্পণ করেছ, হে আমাদের প্রভূ! এবং আমাদের দ্বারা ঐ বোঝা বহন করিও না, যা বহন করার শক্তি আমাদের নাই। আমাদের পাপ মোচন কর। আমাদেরকে ক্ষমা কর এবং আমাদের প্রতি দয়া কর। তুমিই আমাদের প্রভু। সুতরাং কাফের সম্প্রদায়ের বিরুদ্ধে আমাদের কে সাহায্যে কর।"
                              }
                    ]
          },
          {
                    "surahNo": 3,
                    "surahName": "সূরা আল ইমরান",
                    "surahArName": "آل عمران	",
                    "surahMeaning": "ইমরানের পরিবার",
                    "totalVerses": "200",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-3.mp3",
                    "verses": [
                              {
                                        "chapter": 3,
                                        "verseKey": 1,
                                        "bnText": "আলিফ লাম মীম।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 2,
                                        "bnText": "আল্লাহ ছাড়া কোন উপাস্য নেই, তিনি চিরঞ্জীব, সবকিছুর ধারক।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 3,
                                        "bnText": "তিনি আপনার প্রতি কিতাব নাযিল করেছেন সত্যতার সাথে; যা সত্যায়ন করে পূর্ববর্তী কিতাবসমুহের।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 4,
                                        "bnText": "নাযিল করেছেন তাওরত ও ইঞ্জিল, এ কিতাবের পূর্বে, মানুষের হেদায়েতের জন্যে এবং অবতীর্ণ করেছেন মীমাংসা। নিঃসন্দেহে যারা আল্লাহর আয়াতসমূহ অস্বীকার করে, তাদের জন্যে রয়েছে কঠিন আযাব। আর আল্লাহ হচ্ছেন পরাক্রমশীল, প্রতিশোধ গ্রহণকারী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 5,
                                        "bnText": "আল্লাহর নিকট আসমান ও যমীনের কোন বিষয়ই গোপন নেই।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 6,
                                        "bnText": "তিনিই সেই আল্লাহ, যিনি তোমাদের আকৃতি গঠন করেন মায়ের গর্ভে, যেমন তিনি চেয়েছেন। তিনি ছাড়া আর কোন উপাস্য নেই। তিনি প্রবল পরাক্রমশীল, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 7,
                                        "bnText": "তিনিই আপনার প্রতি কিতাব নাযিল করেছেন। তাতে কিছু আয়াত রয়েছে সুস্পষ্ট, সেগুলোই কিতাবের আসল অংশ। আর অন্যগুলো রূপক। সুতরাং যাদের অন্তরে কুটিলতা রয়েছে, তারা অনুসরণ করে ফিৎনা বিস্তার এবং অপব্যাখ্যার উদ্দেশে তন্মধ্যেকার রূপকগুলোর। আর সেগুলোর ব্যাখ্যা আল্লাহ ব্যতীত কেউ জানে না। আর যারা জ্ঞানে সুগভীর, তারা বলেনঃ আমরা এর প্রতি ঈমান এনেছি। এই সবই আমাদের পালনকর্তার পক্ষ থেকে অবতীর্ণ হয়েছে। আর বোধশক্তি সম্পন্নেরা ছাড়া অপর কেউ শিক্ষা গ্রহণ করে না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 8,
                                        "bnText": "হে আমাদের পালনকর্তা! সরল পথ প্রদর্শনের পর তুমি আমাদের অন্তরকে সত্যলংঘনে প্রবৃত্ত করোনা এবং তোমার নিকট থেকে আমাদিগকে অনুগ্রহ দান কর। তুমিই সব কিছুর দাতা।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 9,
                                        "bnText": "হে আমাদের পালনকর্তা! তুমি মানুষকে একদিন অবশ্যই একত্রিত করবেঃ এতে কোনই সন্দেহ নেই। নিশ্চয় আল্লাহ তাঁর ওয়াদার অন্যথা করেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 10,
                                        "bnText": "যারা কুফুরী করে, তাদের ধন-সম্পদ ও সন্তান-সন্ততি আল্লাহর সামনে কখনও কাজে আসবে না। আর তারাই হচ্ছে দোযখের ইন্ধন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 11,
                                        "bnText": "ফেরআউনের সম্প্রদায় এবং তাদের পূর্ববর্তীদের ধারা অনুযায়ীই তারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করেছে। ফলে তাদের পাপের কারণে আল্লাহ তাদেরকে পাকড়াও করেছেন আর আল্লাহর আযাব অতি কঠিন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 12,
                                        "bnText": "কাফেরদিগকে বলে দিন, খুব শিগগীরই তোমরা পরাভূত হয়ে দোযখের দিকে হাঁকিয়ে নীত হবে-সেটা কতই না নিকৃষ্টতম অবস্থান।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 13,
                                        "bnText": "নিশ্চয়ই দুটো দলের মোকাবিলার মধ্যে তোমাদের জন্য নিদর্শন ছিল। একটি দল আল্লাহর রাহে যুদ্ধ করে। আর অপর দল ছিল কাফেরদের এরা স্বচক্ষে তাদেরকে দ্বিগুন দেখছিল। আর আল্লাহ যাকে নিজের সাহায্যের মাধ্যমে শক্তি দান করেন। এরই মধ্যে শিক্ষনীয় রয়েছে দৃষ্টি সম্পন্নদের জন্য।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 14,
                                        "bnText": "মানবকূলকে মোহগ্রস্ত করেছে নারী, সন্তান-সন্ততি, রাশিকৃত স্বর্ণ-রৌপ্য, চিহ্নিত অশ্ব, গবাদি পশুরাজি এবং ক্ষেত-খামারের মত আকর্ষণীয় বস্তুসামগ্রী। এসবই হচ্ছে পার্থিব জীবনের ভোগ্য বস্তু। আল্লাহর নিকটই হলো উত্তম আশ্রয়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 15,
                                        "bnText": "বলুন, আমি কি তোমাদেরকে এসবের চাইতেও উত্তম বিষয়ের সন্ধান বলবো?-যারা পরহেযগার, আল্লাহর নিকট তাদের জন্যে রয়েছে বেহেশত, যার তলদেশে প্রস্রবণ প্রবাহিত-তারা সেখানে থাকবে অনন্তকাল। আর রয়েছে পরিচ্ছন্ন সঙ্গিনীগণ এবং আল্লাহর সন্তুষ্টি। আর আল্লাহ তাঁর বান্দাদের প্রতি সুদৃষ্টি রাখেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 16,
                                        "bnText": "যারা বলে, হে আমাদের পালনকর্তা, আমরা ঈমান এনেছি, কাজেই আমাদের গোনাহ ক্ষমা করে দাও আর আমাদেরকে দোযখের আযাব থেকে রক্ষা কর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 17,
                                        "bnText": "তারা ধৈর্য্যধারণকারী, সত্যবাদী, নির্দেশ সম্পাদনকারী, সৎপথে ব্যয়কারী এবং শেষরাতে ক্ষমা প্রার্থনাকারী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 18,
                                        "bnText": "আল্লাহ সাক্ষ্য দিয়েছেন যে, তাঁকে ছাড়া আর কোন উপাস্য নেই। ফেরেশতাগণ এবং ন্যায়নিষ্ঠ জ্ঞানীগণও সাক্ষ্য দিয়েছেন যে, তিনি ছাড়া আর কোন ইলাহ নেই। তিনি পরাক্রমশালী প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 19,
                                        "bnText": "নিঃসন্দেহে আল্লাহর নিকট গ্রহণযোগ্য দ্বীন একমাত্র ইসলাম। এবং যাদের প্রতি কিতাব দেয়া হয়েছে তাদের নিকট প্রকৃত জ্ঞান আসার পরও ওরা মতবিরোধে লিপ্ত হয়েছে, শুধুমাত্র পরস্পর বিদ্বেষবশতঃ, যারা আল্লাহর নিদর্শনসমূহের প্রতি কুফরী করে তাদের জানা উচিত যে, নিশ্চিতরূপে আল্লাহ হিসাব গ্রহণে অত্যন্ত দ্রুত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 20,
                                        "bnText": "যদি তারা তোমার সাথে বিতর্কে অবতীর্ণ হয় তবে বলে দাও, \"আমি এবং আমার অনুসরণকারীগণ আল্লাহর প্রতি আত্নসমর্পণ করেছি।\" আর আহলে কিতাবদের এবং নিরক্ষরদের বলে দাও যে, তোমরাও কি আত্নসমর্পণ করেছ? তখন যদি তারা আত্নসমর্পণ করে, তবে সরল পথ প্রাপ্ত হলো, আর যদি মুখ ঘুরিয়ে নেয়, তাহলে তোমার দায়িত্ব হলো শুধু পৌছে দেয়া। আর আল্লাহর দৃষ্টিতে রয়েছে সকল বান্দা।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 21,
                                        "bnText": "যারা আল্লাহর নিদর্শনাবলীকে অস্বীকার করে এবং পয়গম্বরগণকে হত্যা করে অন্যায়ভাবে, আর সেসব লোককে হত্যা করে যারা ন্যায়পরায়ণতার নির্দেশ দেয় তাদেরকে বেদনাদায়ক শাস্তির সংবাদ দিন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 22,
                                        "bnText": "এরাই হলো সে লোক যাদের সমগ্র আমল দুনিয়া ও আখেরাত উভয়লোকেই বিনষ্ট হয়ে গেছে। পক্ষান্তরে তাদের কোন সাহায্যকারীও নেই।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 23,
                                        "bnText": "আপনি কি তাদের দেখেননি, যারা কিতাবের কিছু অংশ পেয়েছে-আল্লাহর কিতাবের প্রতি তাদের আহবান করা হয়েছিল যাতে তাদের মধ্যে মীমাংসা করা যায়। অতঃপর তাদের মধ্যে একদল তা অমান্য করে মুখ ফিরিয়ে নেয়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 24,
                                        "bnText": "তা এজন্য যে, তারা বলে থাকে যে, দোযখের আগুন আমাদের স্পর্শ করবে না; তবে সামান্য হাতে গোনা কয়েকদিনের জন্য স্পর্শ করতে পারে। নিজেদের উদ্ভাবিত ভিত্তিহীন কথায় তারা ধোকা খেয়েছে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 25,
                                        "bnText": "কিন্তু তখন কি অবস্থা দাঁড়াবে যখন আমি তাদেরকে একদিন সমবেত করবো যে দিনের আগমনে কোন সন্দেহ নেই আর নিজেদের কৃতকর্ম তাদের প্রত্যেকেই পাবে তাদের প্রাপ্য প্রদান মোটেই অন্যায় করা হবে না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 26,
                                        "bnText": "বলুন ইয়া আল্লাহ! তুমিই সার্বভৌম শক্তির অধিকারী। তুমি যাকে ইচ্ছা রাজ্য দান কর এবং যার কাছ থেকে ইচ্ছা রাজ্য ছিনিয়ে নাও এবং যাকে ইচ্ছা সম্মান দান কর আর যাকে ইচ্ছা অপমানে পতিত কর। তোমারই হাতে রয়েছে যাবতীয় কল্যাণ। নিশ্চয়ই তুমি সর্ব বিষয়ে ক্ষমতাশীল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 27,
                                        "bnText": "তুমি রাতকে দিনের ভেতরে প্রবেশ করাও এবং দিনকে রাতের ভেতরে প্রবেশ করিয়ে দাও। আর তুমিই জীবিতকে মৃতের ভেতর থেকে বের করে আন এবং মৃতকে জীবিতের ভেতর থেকে বের কর। আর তুমিই যাকে ইচ্ছা বেহিসাব রিযিক দান কর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 28,
                                        "bnText": "মুমিনগন যেন অন্য মুমিনকে ছেড়ে কেন কাফেরকে বন্ধুরূপে গ্রহণ না করে। যারা এরূপ করবে আল্লাহর সাথে তাদের কেন সম্পর্ক থাকবে না। তবে যদি তোমরা তাদের পক্ষ থেকে কোন অনিষ্টের আশঙ্কা কর, তবে তাদের সাথে সাবধানতার সাথে থাকবে আল্লাহ তা’আলা তাঁর সম্পর্কে তোমাদের সতর্ক করেছেন। এবং সবাই কে তাঁর কাছে ফিরে যেতে হবে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 29,
                                        "bnText": "বলে দিন, তোমরা যদি মনের কথা গোপন করে রাখ অথবা প্রকাশ করে দাও, আল্লাহ সে সবই জানতে পারেন। আর আসমান ও জমিনে যা কিছু আছে, সেসব ও তিনি জানেন। আল্লাহ সর্ব বিষয়ে শক্তিমান।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 30,
                                        "bnText": "সেদিন প্রত্যেকেই যা কিছু সে ভাল কাজ করেছে; চোখের সামনে দেখতে পাবে এবং যা কিছু মন্দ কাজ করেছে তাও, ওরা তখন কামনা করবে, যদি তার এবং এসব কর্মের মধ্যে ব্যবধান দুরের হতো! আল্লাহ তাঁর নিজের সম্পর্কে তোমাদের সাবধান করছেন। আল্লাহ তাঁর বান্দাদের প্রতি অত্যন্ত দয়ালু।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 31,
                                        "bnText": "বলুন, যদি তোমরা আল্লাহকে ভালবাস, তাহলে আমাকে অনুসরণ কর, যাতে আল্লাহ ও তোমাদিগকে ভালবাসেন এবং তোমাদিগকে তোমাদের পাপ মার্জনা করে দেন। আর আল্লাহ হলেন ক্ষমাকারী দয়ালু।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 32,
                                        "bnText": "বলুন, আল্লাহ ও রসূলের আনুগত্য প্রকাশ কর। বস্তুতঃ যদি তারা বিমুখতা অবলম্বন করে, তাহলে আল্লাহ কাফেরদিগকে ভালবাসেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 33,
                                        "bnText": "নিঃসন্দেহে আল্লাহ আদম (আঃ) নূহ (আঃ)͠ও ইব্রাহীম (আঃ) এর বংশধর এবং এমরানের খান্দানকে নির্বাচিত করেছেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 34,
                                        "bnText": "যারা বংশধর ছিলেন পরস্পরের। আল্লাহ শ্রবণকারী ও মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 35,
                                        "bnText": "এমরানের স্ত্রী যখন বললো-হে আমার পালনকর্তা! আমার গর্ভে যা রয়েছে আমি তাকে তোমার নামে উৎসর্গ করলাম সবার কাছ থেকে মুক্ত রেখে। আমার পক্ষ থেকে তুমি তাকে কবুল করে নাও, নিশ্চয়ই তুমি শ্রবণকারী, সর্বজ্ঞাত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 36,
                                        "bnText": "অতঃপর যখন তাকে প্রসব করলো বলল, হে আমার পালনকর্তা! আমি একে কন্যা প্রসব করেছি। বস্তুতঃ কি সে প্রসব করেছে আল্লাহ তা ভালই জানেন। সেই কন্যার মত কোন পুত্রই যে নেই। আর আমি তার নাম রাখলাম মারইয়াম। আর আমি তাকে ও তার সন্তানদেরকে তোমার আশ্রয়ে সমর্পণ করছি। অভিশপ্ত শয়তানের কবল থেকে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 37,
                                        "bnText": "অতঃপর তাঁর পালনকর্তা তাঁকে উত্তম ভাবে গ্রহণ করে নিলেন এবং তাঁকে প্রবৃদ্ধি দান করলেন-অত্যন্ত সুন্দর প্রবৃদ্ধি। আর তাঁকে যাকারিয়ার তত্ত্বাবধানে সমর্পন করলেন। যখনই যাকারিয়া মেহরাবের মধ্যে তার কছে আসতেন তখনই কিছু খাবার দেখতে পেতেন। জিজ্ঞেস করতেন \"মারইয়াম! কোথা থেকে এসব তোমার কাছে এলো?\" তিনি বলতেন, \"এসব আল্লাহর নিকট থেকে আসে। আল্লাহ যাকে ইচ্ছা বেহিসাব রিযিক দান করেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 38,
                                        "bnText": "সেখানেই যাকারিয়া তাঁর পালনকর্তার নিকট প্রার্থনা করলেন। বললেন, হে, আমার পালনকর্তা! তোমার নিকট থেকে আমাকে পুত-পবিত্র সন্তান দান কর-নিশ্চয়ই তুমি প্রার্থনা শ্রবণকারী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 39,
                                        "bnText": "যখন তিনি কামরার ভেতরে নামাযে দাঁড়িয়েছিলেন, তখন ফেরেশতারা তাঁকে ডেকে বললেন যে, আল্লাহ তোমাকে সুসংবাদ দিচ্ছেন ইয়াহইয়া সম্পর্কে, যিনি সাক্ষ্য দেবেন আল্লাহর নির্দেশের সত্যতা সম্পর্কে, যিনি নেতা হবেন এবং নারীদের সংস্পর্শে যাবেন না, তিনি অত্যন্ত সৎকর্মশীল নবী হবেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 40,
                                        "bnText": "তিনি বললেন হে পালনকর্তা! কেমন করে আমার পুত্র সন্তান হবে, আমার যে বার্ধক্য এসে গেছে, আমার স্ত্রীও যে বন্ধ্যা। বললেন, আল্লাহ এমনি ভাবেই যা ইচ্ছা করে থাকেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 41,
                                        "bnText": "তিনি বললেন, হে পালনকর্তা আমার জন্য কিছু নিদর্শন দাও। তিনি বললেন, তোমার জন্য নিদর্শন হলো এই যে, তুমি তিন দিন পর্যন্ত কারও সাথে কথা বলবে না। তবে ইশারা ইঙ্গতে করতে পারবে এবং তোমার পালনকর্তাকে অধিক পরিমাণে স্মরণ করবে আর সকাল-সন্ধ্যা তাঁর পবিত্রতা ও মহিমা ঘোষনা করবে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 42,
                                        "bnText": "আর যখন ফেরেশতা বলল হে মারইয়াম!, আল্লাহ তোমাকে পছন্দ করেছেন এবং তোমাকে পবিত্র পরিচ্ছন্ন করে দিয়েছেন। আর তোমাকে বিশ্ব নারী সমাজের উর্ধ্বে মনোনীত করেছেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 43,
                                        "bnText": "হে মারইয়াম! তোমার পালনকর্তার উপাসনা কর এবং রুকুকারীদের সাথে সেজদা ও রুকু কর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 44,
                                        "bnText": "এ হলো গায়েবী সংবাদ, যা আমি আপনাকে পাঠিয়ে থাকি। আর আপনি তো তাদের কাছে ছিলেন না, যখন প্রতিযোগিতা করছিল যে, কে প্রতিপালন করবে মারইয়ামকে এবং আপনি তাদের কাছে ছিলেন না, যখন তারা ঝগড়া করছিলো।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 45,
                                        "bnText": "যখন ফেরেশতাগণ বললো, হে মারইয়াম আল্লাহ তোমাকে তাঁর এক বানীর সুসংবাদ দিচ্ছেন, যার নাম হলো মসীহ-মারইয়াম-তনয় ঈসা, দুনিয়া ও আখেরাতে তিনি মহাসম্মানের অধিকারী এবং আল্লাহর ঘনিষ্ঠদের অন্তর্ভূক্ত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 46,
                                        "bnText": "যখন তিনি মায়ের কোলে থাকবেন এবং পূর্ণ বয়স্ক হবেন তখন তিনি মানুষের সাথে কথা বলবেন। আর তিনি সৎকর্মশীলদের অন্তর্ভুক্ত হবেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 47,
                                        "bnText": "তিনি বললেন, পরওয়ারদেগার! কেমন করে আমার সন্তান হবে; আমাকে তো কোন মানুষ স্পর্শ করেনি। বললেন এ ভাবেই আল্লাহ যা ইচ্ছা সৃষ্টি করেন। যখন কোন কাজ করার জন্য ইচ্ছা করেন তখন বলেন যে, ‘হয়ে যাও’ অমনি তা হয়ে যায়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 48,
                                        "bnText": "আর তাকে তিনি শিখিয়ে দেবেন কিতাব, হিকমত, তওরাত, ইঞ্জিল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 49,
                                        "bnText": "আর বণী ইসরাঈলদের জন্যে রসূল হিসেবে তাকে মনোনীত করবেন। তিনি বললেন নিশ্চয়ই আমি তোমাদের নিকট তোমাদের পালনকর্তার পক্ষ থেকে এসেছি নিদর্শনসমূহ নিয়ে। আমি তোমাদের জন্য মাটির দ্বারা পাখীর আকৃতি তৈরী করে দেই। তারপর তাতে যখন ফুৎকার প্রদান করি, তখন তা উড়ন্ত পাখীতে পরিণত হয়ে যায় আল্লাহর হুকুমে। আর আমি সুস্থ করে তুলি জন্মান্ধকে এবং শ্বেত কুষ্ঠ রোগীকে। আর আমি জীবিত করে দেই মৃতকে আল্লাহর হুকুমে। আর আমি তোমাদেরকে বলে দেই যা তোমরা খেয়ে আস এবং যা তোমরা ঘরে রেখে আস। এতে প্রকৃষ্ট নিদর্শন রয়েছে, যদি তোমরা বিশ্বাসী হও।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 50,
                                        "bnText": "আর এটি পূর্ববর্তী কিতাব সমুহকে সত্যায়ন করে, যেমন তওরাত। আর তা এজন্য যাতে তোমাদের জন্য হালাল করে দেই কোন কোন বস্তু যা তোমাদের জন্য হারাম ছিল। আর আমি তোমাদের নিকট এসেছি তোমাদের পালনকর্তার নিদর্শনসহ। কাজেই আল্লাহকে ভয় কর এবং আমার অনুসরণ কর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 51,
                                        "bnText": "নিশ্চয়ই আল্লাহ আমার পালনকর্তা এবং তোমাদেরও পালনকর্তা-তাঁর এবাদত কর, এটাই হলো সরল পথ।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 52,
                                        "bnText": "অতঃপর ঈসা (আঃ) যখন বণী ইসরায়ীলের কুফরী সম্পর্কে উপলব্ধি করতে পারলেন, তখন বললেন, কারা আছে আল্লাহর পথে আমাকে সাহায্য করবে? সঙ্গী-সাথীরা বললো, আমরা রয়েছি আল্লাহর পথে সাহায্যকারী। আমরা আল্লাহর প্রতি ঈমান এনেছি। আর তুমি সাক্ষী থাক যে, আমরা হুকুম কবুল করে নিয়েছি।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 53,
                                        "bnText": "হে আমাদের পালনকর্তা! আমরা সে বিষয়ের প্রতি বিশ্বাস স্থাপন করেছি যা তুমি নাযিল করেছ, আমরা রসূলের অনুগত হয়েছি। অতএব, আমাদিগকে মান্যকারীদের তালিকাভুক্ত করে নাও।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 54,
                                        "bnText": "এবং কাফেরেরা চক্রান্ত করেছে আর আল্লাহও কৌশল অবলম্বন করেছেন। বস্তুতঃ আল্লাহ হচ্ছেন সর্বোত্তম কুশলী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 55,
                                        "bnText": "আর স্মরণ কর, যখন আল্লাহ বলবেন, হে ঈসা! আমি তোমাকে নিয়ে নেবো এবং তোমাকে নিজের দিকে তুলে নিবো-কাফেরদের থেকে তোমাকে পবিত্র করে দেবো। আর যারা তোমার অনুগত রয়েছে তাদেরকে কিয়ামতের দিন পর্যন্ত যারা অস্বীকৃতি জ্ঞাপন করে তাদের উপর জয়ী করে রাখবো। বস্তুতঃ তোমাদের সবাইকে আমার কাছেই ফিরে আসতে হবে। তখন যে বিষয়ে তোমরা বিবাদ করতে, আমি তোমাদের মধ্যে তার ফয়সালা করে দেবো।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 56,
                                        "bnText": "অতএব যারা কাফের হয়েছে, তাদেরকে আমি কঠিন শাস্তি দেবো দুনিয়াতে এবং আখেরাতে-তাদের কোন সাহায্যকারী নেই।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 57,
                                        "bnText": "পক্ষান্তরে যারা ঈমান এনেছে এবং সৎকাজ করেছে। তাদের প্রাপ্য পরিপুর্ণভাবে দেয়া হবে। আর আল্লাহ অত্যাচারীদেরকে ভালবাসেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 58,
                                        "bnText": "আমি তোমাদেরকে পড়ে শুনাই এ সমস্ত আয়াত এবং নিশ্চিত বর্ণনা।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 59,
                                        "bnText": "নিঃসন্দেহে আল্লাহর নিকট ঈসার দৃষ্টান্ত হচ্ছে আদমেরই মতো। তাকে মাটি দিয়ে তৈরী করেছিলেন এবং তারপর তাকে বলেছিলেন হয়ে যাও, সঙ্গে সঙ্গে হয়ে গেলেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 60,
                                        "bnText": "যা তোমার পালকর্তা বলেন তাই হচ্ছে যথার্থ সত্য। কাজেই তোমরা সংশয়বাদী হয়ো না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 61,
                                        "bnText": "অতঃপর তোমার নিকট সত্য সংবাদ এসে যাওয়ার পর যদি এই কাহিনী সম্পর্কে তোমার সাথে কেউ বিবাদ করে, তাহলে বল-এসো, আমরা ডেকে নেই আমাদের পুত্রদের এবং তোমাদের পুত্রদের এবং আমাদের স্ত্রীদের ও তোমাদের স্ত্রীদের এবং আমাদের নিজেদের ও তোমাদের নিজেদের আর তারপর চল আমরা সবাই মিলে প্রার্থনা করি এবং তাদের প্রতি আল্লাহর অভিসম্পাত করি যারা মিথ্যাবাদী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 62,
                                        "bnText": "নিঃসন্দেহে এটাই হলো সত্য ভাষণ। আর এক আল্লাহ ছাড়া অন্য কোন ইলাহ নেই। আর আল্লাহ; তিনিই হলেন পরাক্রমশালী মহাপ্রাজ্ঞ।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 63,
                                        "bnText": "তারপর যদি তারা গ্রহণ না করে, তাহলে প্রমাদ সৃষ্টিকারীদেরকে আল্লাহ জানেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 64,
                                        "bnText": "বলুনঃ ‘হে আহলে-কিতাবগণ! একটি বিষয়ের দিকে আস-যা আমাদের মধ্যে ও তোমাদের মধ্যে সমান-যে, আমরা আল্লাহ ছাড়া অন্য কারও ইবাদত করব না, তাঁর সাথে কোন শরীক সাব্যস্ত করব না এবং একমাত্র আল্লাহকে ছাড়া কাউকে পালনকর্তা বানাব না। তারপর যদি তারা স্বীকার না করে, তাহলে বলে দাও যে, ‘সাক্ষী থাক আমরা তো অনুগত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 65,
                                        "bnText": "হে আহলে কিতাবগণ! কেন তোমরা ইব্রাহীমের বিষয়ে বাদানুবাদ কর? অথচ তওরাত ও ইঞ্জিল তাঁর পরেই নাযিল হয়েছে। তোমরা কি বুঝ না"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 66,
                                        "bnText": "শোন! ইতিপূর্বে তোমরা যে বিষয়ে কিছু জানতে, তাই নিয়ে বিবাদ করতে। এখন আবার যে বিষয়ে তোমরা কিছুই জান না, সে বিষয়ে কেন বিবাদ করছ"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 67,
                                        "bnText": "ইব্রাহীম ইহুদী ছিলেন না এবং নাসারাও ছিলেন না, কিক্তু তিনি ছিলেন ‘হানীফ’ অর্থাৎ, সব মিথ্যা ধর্মের প্রতি বিমুখ এবং আত্নসমর্পণকারী, এবং তিনি মুশরিক ছিলেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 68,
                                        "bnText": "মানুষদের মধ্যে যারা ইব্রাহীমের অনুসরণ করেছিল, তারা, আর এই নবী এবং যারা এ নবীর প্রতি ঈমান এনেছে তারা ইব্রাহীমের ঘনিষ্ঠতম-আর আল্লাহ হচ্ছেন মুমিনদের বন্ধু।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 69,
                                        "bnText": "কোন কোন আহলে-কিতাবের আকাঙ্খা, যাতে তোমাদের গোমরাহ করতে পারে, কিন্তু তারা নিজেদের ছাড়া অন্য কাউকেই গোমরাহ করে না। অথচ তারা বুঝতে পারে না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 70,
                                        "bnText": "হে আহলে-কিতাবগণ, কেন তোমরা আল্লাহর কালামকে অস্বীকার কর, অথচ তোমরাই তাঁর প্রবক্তা"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 71,
                                        "bnText": "হে আহলে কিতাবগণ, কেন তোমরা সত্যকে মিথ্যার সাথে সংমিশ্রণ করছ এবং সত্যকে গোপন করছ, অথচ তোমরা তা জান।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 72,
                                        "bnText": "আর আহলে-কিতাবগণের একদল বললো, মুসলমানগণের উপর যা কিছু অবর্তীণ হয়েছে তাকে দিনের প্রথম ভাগে মেনে নাও, আর দিনের শেষ ভাগে অস্বীকার ক র, হয়তো তারা মুখ ফিরিয়ে নিতে পারে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 73,
                                        "bnText": "যারা তোমাদের ধর্মমতে চলবে, তাদের ছাড়া আর কাউকে বিশ্বাস করবে না। বলে দিন নিঃসন্দেহে হেদায়েত সেটাই, যে হেদায়েত আল্লাহ করেন। আর এসব কিছু এ জন্যে যে, তোমরা যা লাভ করেছিলে তা অন্য কেউ কেন প্রাপ্ত হবে, কিংবা তোমাদের পালনকর্তার সামনে তোমাদের উপর তারা কেন প্রবল হয়ে যাবে! বলে দিন, মর্যাদা আল্লাহরই হাতে; তিনি যাকে ইচ্ছা দান করেন এবং আল্লাহ প্রাচুর্যময় ও সর্বজ্ঞ।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 74,
                                        "bnText": "তিনি যাকে ইচ্ছা নিজের বিশেষ অনুগ্রহ দান করেন। আর আল্লাহ মহা অনুগ্রহশীল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 75,
                                        "bnText": "কোন কোন আহলে কিতাব এমনও রয়েছে, তোমরা যদি তাদের কাছে বহু ধন-সম্পদ আমানত রাখ, তাহলেও তা তোমাদের যথারীতি পরিশোধ করবে। আর তোদের মধ্যে অনেক এমনও রয়েছে যারা একটি দীনার গচ্ছিত রাখলেও ফেরত দেবে না-যে পর্যন্ত না তুমি তার মাথার উপর দাঁড়াতে পারবে। এটা এজন্য যে, তারা বলে রেখেছে যে, উম্মীদের অধিকার বিনষ্ট করাতে আমাদের কোন পাপ নেই। আর তারা আল্লাহ সম্পর্কে জেনে শুনেই মিথ্যা বলে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 76,
                                        "bnText": "যে লোক নিজ প্রতিজ্ঞা পূর্ন করবে এং পরহেজগার হবে, অবশ্যই আল্লাহ পরহেজগারদেরকে ভালবাসেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 77,
                                        "bnText": "যারা আল্লাহর নামে কৃত অঙ্গীকার এবং প্রতিজ্ঞা সামান্য মুল্যে বিক্রয় করে, আখেরাতে তাদের কেন অংশ নেই। আর তাদের সাথে কেয়ামতের দিন আল্লাহ কথা বলবেন না। তাদের প্রতি (করুণার) দৃষ্টিও দেবেন না। আর তাদেরকে পরিশুদ্ধও করবেন না। বস্তুতঃ তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 78,
                                        "bnText": "আর তাদের মধ্যে একদল রয়েছে, যারা বিকৃত উচ্চারণে মুখ বাঁকিয়ে কিতাব পাঠ করে, যাতে তোমরা মনে কর যে, তার কিতাব থেকেই পাঠ করছে। অথচ তারা যা আবৃত্তি করছে তা আদৌ কিতাব নয়। এবং তারা বলে যে, এসব কথা আল্লাহর তরফ থেকে আগত। অথচ এসব আল্লাহর তরফ থেকে প্রেরিত নয়। তারা বলে যে, এটি আল্লাহর কথা অথচ এসব আল্লাহর কথা নয়। আর তারা জেনে শুনে আল্লাহরই প্রতি মিথ্যারোপ করে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 79,
                                        "bnText": "কোন মানুষকে আল্লাহ কিতাব, হেকমত ও নবুওয়ত দান করার পর সে বলবে যে, ‘তোমরা আল্লাহকে পরিহার করে আমার বান্দা হয়ে যাও’-এটা সম্ভব নয়। বরং তারা বলবে, ‘তোমরা আল্লাহওয়ালা হয়ে যাও, যেমন, তোমরা কিতাব শিখাতে এবং যেমন তোমরা নিজেরা ও পড়তে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 80,
                                        "bnText": "তাছাড়া তোমাদেরকে একথা বলাও সম্ভব নয় যে, তোমরা ফেরেশতা ও নবীগনকে নিজেদের পালনকর্তা সাব্যস্ত করে নাও। তোমাদের মুসলমান হবার পর তারা কি তোমাদেরকে কুফরী শেখাবে"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 81,
                                        "bnText": "আর আল্লাহ যখন নবীগনের কাছ থেকে অস্বীকার গ্রহন করলেন যে, আমি যা কিছু তোমাদের দান করেছি কিতাব ও জ্ঞান এবং অতঃপর তোমাদের নিকট কোন রসূল আসেন তোমাদের কিতাবকে সত্য বলে দেয়ার জন্য, তখন সে রসূলের প্রতি ঈমান আনবে এবং তার সাহায্য করবে। তিনি বললেন, ‘তোমার কি অঙ্গীকার করছো এবং এই শর্তে আমার ওয়াদা গ্রহণ করে নিয়েছ? তারা বললো, ‘আমরা অঙ্গীকার করেছি’। তিনি বললেন, তাহলে এবার সাক্ষী থাক। আর আমিও তোমাদের সাথে সাক্ষী রইলাম।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 82,
                                        "bnText": "অতঃপর যে লোক এই ওয়াদা থেকে ফিরে দাঁড়াবে, সেই হবে নাফরমান।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 83,
                                        "bnText": "তারা কি আল্লাহর দ্বীনের পরিবর্তে অন্য দ্বীন তালাশ করছে? আসমান ও যমীনে যা কিছু রয়েছে স্বেচ্ছায় হোক বা অনিচ্ছায় হোক, তাঁরই অনুগত হবে এবং তাঁর দিকেই ফিরে যাবে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 84,
                                        "bnText": "বলুন, আমরা ঈমান এনেছি আল্লাহর উপর এবং যা কিছু অবতীর্ণ হয়েছে আমাদের উপর, ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব এবং তাঁদের সন্তানবর্গের উপর আর যা কিছু পেয়েছেন মূসা ও ঈসা এবং অন্যান্য নবী রসূলগণ তাঁদের পালনকর্তার পক্ষ থেকে। আমরা তাঁদের কারো মধ্যে পার্থক্য করি না। আর আমরা তাঁরই অনুগত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 85,
                                        "bnText": "যে লোক ইসলাম ছাড়া অন্য কোন ধর্ম তালাশ করে, কস্মিণকালেও তা গ্রহণ করা হবে না এবং আখেরাতে সে ক্ষতি গ্রস্ত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 86,
                                        "bnText": "কেমন করে আল্লাহ এমন জাতিকে হেদায়েত দান করবেন, যারা ঈমান আনার পর এবং রসূলকে সত্য বলে সাক্ষ্য দেয়ার পর এবং তাদের নিকট প্রমাণ এসে যাওয়ার পর কাফের হয়েছে। আর আল্লাহ জালেম সম্প্রদায়কে হেদায়েত দান করেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 87,
                                        "bnText": "এমন লোকের শাস্তি হলো আল্লাহ, ফেরেশতাগণ এবং মানুষ সকলেরই অভিসম্পাত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 88,
                                        "bnText": "সর্বক্ষণই তারা তাতে থাকবে। তাদের আযাব হালকাও হবে না এবং তার এত অবকাশও পাবে না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 89,
                                        "bnText": "কিন্তু যারা অতঃপর তওবা করে নেবে এবং সৎকাজ করবে তারা ব্যতীত, নিশ্চয় আল্লাহ ক্ষমাশীল ও পরম দয়ালূ।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 90,
                                        "bnText": "যারা ঈমান আনার পর অস্বীকার করেছে এবং অস্বীকৃতিতে বৃদ্ধি ঘটেছে, কস্মিণকালেও তাদের তওবা কবুল করা হবে না। আর তারা হলো গোমরাহ।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 91,
                                        "bnText": "যদি সারা পৃথিবী পরিমাণ স্বর্ণও তার পরিবর্তে দেয়া হয়, তবুও যারা কাফের হয়েছে এবং কাফের অবস্থায় মৃত্যুবরণ করেছে তাদের তওবা কবুল করা হবে না। তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব! পক্ষান্তরে তাদের কোনই সাহায্যকারী নেই।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 92,
                                        "bnText": "কস্মিণকালেও কল্যাণ লাভ করতে পারবে না, যদি তোমাদের প্রিয় বস্তু থেকে তোমরা ব্যয় না কর। আর তোমরা যদি কিছু ব্যয় করবে আল্লাহ তা জানেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 93,
                                        "bnText": "তওরাত নাযিল হওয়ার পূর্বে ইয়াকুব যেগুলো নিজেদের জন্য হারাম করে নিয়েছিলেন, সেগুলো ব্যতীত সমস্ত আহার্য বস্তুই বনী-ইসরায়ীলদের জন্য হালাল ছিল। তুমি বলে দাও, তোমরা যদি সত্যবাদী হয়ে থাক। তাহলে তওরাত নিয়ে এসো এবং তা পাঠ কর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 94,
                                        "bnText": "অতঃপর আল্লাহর প্রতি যারা মিথ্যা আরোপ করেছে, তারাই যালেম সীমালংঘনকারী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 95,
                                        "bnText": "বল, ‘আল্লাহ সত্য বলেছেন। এখন সবাই ইব্রাহীমের ধর্মের অনুগত হয়ে যাও, যিনি ছিলেন একনিষ্ঠ ভাবে সত্যধর্মের অনুসারী। তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 96,
                                        "bnText": "নিঃসন্দেহে সর্বপ্রথম ঘর যা মানুষের জন্যে নির্ধারিত হয়েছে, সেটাই হচ্ছে এ ঘর, যা মক্কায় অবস্থিত এবং সারা জাহানের মানুষের জন্য হেদায়েত ও বরকতময়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 97,
                                        "bnText": "এতে রয়েছে মকামে ইব্রাহীমের মত প্রকৃষ্ট নিদর্শন। আর যে, লোক এর ভেতরে প্রবেশ করেছে, সে নিরাপত্তা লাভ করেছে। আর এ ঘরের হজ্ব করা হলো মানুষের উপর আল্লাহর প্রাপ্য; যে লোকের সামর্থ?2480;য়েছে এ পর্যন্ত পৌছার। আর যে লোক তা মানে না। আল্লাহ সারা বিশ্বের কোন কিছুরই পরোয়া করেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 98,
                                        "bnText": "বলুন, হে আহলে কিতাবগণ, কেন তোমরা আল্লাহর কিতাব অমান্য করছো, অথচ তোমরা যা কিছু কর, তা আল্লাহর সামনেই রয়েছে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 99,
                                        "bnText": "বলুন, হে আহলে কিতাবগণ! কেন তোমরা আল্লাহর পথে ঈমানদারদিগকে বাধা দান কর-তোমরা তাদের দ্বীনের মধ্যে বক্রতা অনুপ্রবেশ করানোর পন্থা অনুসন্ধান কর, অথচ তোমরা এ পথের সত্যতা প্রত্যক্ষ করছ। বস্তুতঃ আল্লাহ তোমাদের কার্যকলাপ সম্পর্কে অনবগত নন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 100,
                                        "bnText": "হে ঈমানদারগণ! তোমরা যদি আহলে কিতাবদের কোন ফেরকার কথা মান, তাহলে ঈমান আনার পর তারা তোমাদিগকে কাফেরে পরিণত করে দেবে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 101,
                                        "bnText": "আর তোমরা কেমন করে কাফের হতে পার, অথচ তোমাদের সামনে পাঠ করা হয় আল্লাহর আয়াত সমূহ এবং তোমাদের মধ্যে রয়েছেন আল্লাহর রসূল। আর যারা আল্লাহর কথা দৃঢ়ভাবে ধরবে, তারা হেদায়েত প্রাপ্ত হবে সরল পথের।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 102,
                                        "bnText": "হে ঈমানদারগণ! আল্লাহকে যেমন ভয় করা উচিৎ ঠিক তেমনিভাবে ভয় করতে থাক। এবং অবশ্যই মুসলমান না হয়ে মৃত্যুবরণ করো না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 103,
                                        "bnText": "আর তোমরা সকলে আল্লাহর রজ্জুকে সুদৃঢ় হস্তে ধারণ কর; পরস্পর বিচ্ছিন্ন হয়ো না। আর তোমরা সে নেয়ামতের কথা স্মরণ কর, যা আল্লাহ তোমাদিগকে দান করেছেন। তোমরা পরস্পর শত্রু ছিলে। অতঃপর আল্লাহ তোমাদের মনে সম্প্রীতি দান করেছেন। ফলে, এখন তোমরা তাঁর অনুগ্রহের কারণে পরস্পর ভাই ভাই হয়েছ। তোমরা এক অগ্নিকুন্ডের পাড়ে অবস্থান করছিলে। অতঃপর তা থেকে তিনি তোমাদেরকে মুক্তি দিয়েছেন। এভাবেই আল্লাহ নিজের নিদর্শনসমুহ প্রকাশ করেন, যাতে তোমরা হেদায়েত প্রাপ্ত হতে পার।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 104,
                                        "bnText": "আর তোমাদের মধ্যে এমন একটা দল থাকা উচিত যারা আহবান জানাবে সৎকর্মের প্রতি, নির্দেশ দেবে ভাল কাজের এবং বারণ করবে অন্যায় কাজ থেকে, আর তারাই হলো সফলকাম।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 105,
                                        "bnText": "আর তাদের মত হয়ো না, যারা বিচ্ছিন্ন হয়ে গেছে এবং নিদর্শন সমূহ আসার পরও বিরোধিতা করতে শুরু করেছে-তাদের জন্যে রয়েছে ভয়ঙ্কর আযাব।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 106,
                                        "bnText": "সেদিন কোন কোন মুখ উজ্জ্বল হবে, আর কোন কোন মুখ হবে কালো। বস্তুতঃ যাদের মুখ কালো হবে, তাদের বলা হবে, তোমরা কি ঈমান আনার পর কাফের হয়ে গিয়েছিলে? এবার সে কুফরীর বিনিময়ে আযাবের আস্বাদ গ্রহণ কর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 107,
                                        "bnText": "আর যাদের মুখ উজ্জ্বল হবে, তারা থাকবে রহমতের মাঝে। তাতে তারা অনন্তকাল অবস্থান করবে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 108,
                                        "bnText": "এগুলো হচ্ছে আল্লাহর নির্দেশ, যা তোমাদিগকে যথাযথ পাঠ করে শুনানো হচ্ছে। আর আল্লাহ বিশ্ব জাহানের প্রতি উৎপীড়ন করতে চান না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 109,
                                        "bnText": "আর যা কিছু আসমান ও যমীনে রয়েছে সে সবই আল্লাহর এবং আল্লাহর প্রতিই সব কিছু প্রত্যাবর্তনশীল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 110,
                                        "bnText": "তোমরাই হলে সর্বোত্তম উম্মত, মানবজাতির কল্যানের জন্যেই তোমাদের উদ্ভব ঘটানো হয়েছে। তোমরা সৎকাজের নির্দেশ দান করবে ও অন্যায় কাজে বাধা দেবে এবং আল্লাহর প্রতি ঈমান আনবে। আর আহলে-কিতাবরা যদি ঈমান আনতো, তাহলে তা তাদের জন্য মঙ্গলকর হতো। তাদের মধ্যে কিছু তো রয়েছে ঈমানদার আর অধিকাংশই হলো পাপাচারী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 111,
                                        "bnText": "যৎসামান্য কষ্ট দেয়া ছাড়া তারা তোমাদের কোনই ক্ষতি করতে পারবে না। আর যদি তারা তোমাদের সাথে লড়াই করে, তাহলে তারা পশ্চাদপসরণ করবে। অতঃপর তাদের সাহায্য করা হবে না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 112,
                                        "bnText": "আল্লাহর প্রতিশ্রুতি কিংবা মানুষের প্রতিশ্রুতি ব্যতিত ওরা যেখানেই অবস্থান করেছে সেখানেই তাদের ওপর লাঞ্ছনা চাপিয়ে দেয়া হয়েছে। আর ওরা উপার্জন করেছে আল্লাহর গযব। ওদের উপর চাপানো হয়েছে গলগ্রহতা। তা এজন্যে যে, ওরা আল্লাহর আয়াতসমূহকে অনবরত অস্বীকার করেছে এবং নবীগনকে অন্যায়ভাবে হত্যা করেছে। তার কারণ, ওরা নাফরমানী করেছে এবং সীমা লংঘন করেছে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 113,
                                        "bnText": "তারা সবাই সমান নয়। আহলে কিতাবদের মধ্যে কিছু লোক এমনও আছে যারা অবিচলভাবে আল্লাহর আয়াতসমূহ পাঠ করে এবং রাতের গভীরে তারা সেজদা করে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 114,
                                        "bnText": "তারা আল্লাহর প্রতি ও কিয়ামত দিবসের প্রতি ঈমান রাখে এবং কল্যাণকর বিষয়ের নির্দেশ দেয়; অকল্যাণ থেকে বারণ করে এবং সৎকাজের জন্য সাধ্যমত চেষ্টা করতে থাকে। আর এরাই হল সৎকর্মশীল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 115,
                                        "bnText": "তারা যেসব সৎকাজ করবে, কোন অবস্থাতেই সেগুলোর প্রতি অবজ্ঞা প্রদর্শন করা হবে না। আর আল্লাহ পরহেযগারদের বিষয়ে অবগত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 116,
                                        "bnText": "নিশ্চয় যারা কাফের হয়, তাদের ধন সম্পদ ও সন্তান-সন্ততি আল্লাহর সামনে কখনও কোন কাজে আসবে না। আর তারাই হলো দোযখের আগুনের অধিবাসী। তারা সে আগুনে চিরকাল থাকবে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 117,
                                        "bnText": "এ দুনিয়ার জীবনে যা কিছু ব্যয় করা হয়, তার তুলনা হলো ঝড়ো হাওয়ার মতো, যাতে রয়েছে তুষারের শৈত্য, যা সে জাতির শস্যক্ষেত্রে গিয়ে লেগেছে যারা নিজের জন্য মন্দ করেছে। অতঃপর সেগুলোকে নিঃশেষ করে দিয়েছে। বস্তুতঃ আল্লাহ তাদের উপর কোন অন্যায় করেননি, কিন্তু তারা নিজেরাই নিজেদের উপর অত্যাচার করছিল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 118,
                                        "bnText": "হে ঈমানদারগণ! তোমরা মুমিন ব্যতীত অন্য কাউকে অন্তরঙ্গরূপে গ্রহণ করো না, তারা তোমাদের অমঙ্গল সাধনে কোন ক্রটি করে না-তোমরা কষ্টে থাক, তাতেই তাদের আনন্দ। শত্রুতাপ্রসুত বিদ্বেষ তাদের মুখেই ফুটে বেরোয়। আর যা কিছু তাদের মনে লুকিয়ে রয়েছে, তা আরো অনেকগুণ বেশী জঘন্য। তোমাদের জন্যে নিদর্শন বিশদভাবে বর্ণনা করে দেয়া হলো, যদি তোমরা তা অনুধাবন করতে সমর্থ হও।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 119,
                                        "bnText": "দেখ! তোমরাই তাদের ভালবাস, কিন্তু তারা তোমাদের প্রতি মোটেও সদভাব পোষণ করে না। আর তোমরা সমস্ত কিতাবেই বিশ্বাস কর। অথচ তারা যখন তোমাদের সাথে এসে মিশে, বলে, আমরা ঈমান এনেছি। পক্ষান্তরে তারা যখন পৃথক হয়ে যায়, তখন তোমাদের উপর রোষবশতঃ আঙ্গুল কামড়াতে থাকে। বলুন, তোমরা আক্রোশে মরতে থাক। আর আল্লাহ মনের কথা ভালই জানেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 120,
                                        "bnText": "তোমাদের যদি কোন মঙ্গল হয়; তাহলে তাদের খারাপ লাগে। আর তোমাদের যদি অমঙ্গল হয় তাহলে আনন্দিত হয় আর তাতে যদি তোমরা ধৈর্য্যধারণ কর এবং তাকওয়া অবলম্বন কর, তবে তাদের প্রতারণায় তোমাদের কোনই ক্ষতি হবে না। নিশ্চয়ই তারা যা কিছু করে সে সমস্তই আল্লাহর আয়ত্তে রয়েছে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 121,
                                        "bnText": "আর আপনি যখন পরিজনদের কাছ থেকে সকাল বেলা বেরিয়ে গিয়ে মুমিনগণকে যুদ্ধের অবস্থানে বিন্যস্ত করলেন, আর আল্লাহ সব বিষয়েই শোনেন এবং জানেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 122,
                                        "bnText": "যখন তোমাদের দুটি দল সাহস হারাবার উপক্রম হলো, অথচ আল্লাহ তাদের সাহায্যকারী ছিলেন, আর আল্লাহর উপরই ভরসা করা মুমিনদের উচিত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 123,
                                        "bnText": "বস্তুতঃ আল্লাহ বদরের যুদ্ধে তোমাদের সাহায্য করেছেন, অথচ তোমরা ছিলে দুর্বল। কাজেই আল্লাহকে ভয় করতে থাক, যাতে তোমরা কৃতজ্ঞ হতে পারো।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 124,
                                        "bnText": "আপনি যখন বলতে লাগলেন মুমিনগণকে-তোমাদের জন্য কি যথেষ্ট নয় যে, তোমাদের সাহায্যার্থে তোমাদের পালনকর্তা আসমান থেকে অবতীর্ণ তিন হাজার ফেরেশতা পাঠাবেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 125,
                                        "bnText": "অবশ্য তোমরা যদি সবর কর এবং বিরত থাক আর তারা যদি তখনই তোমাদের উপর চড়াও হয়, তাহলে তোমাদের পালনকর্তা চিহিߦ#2468; ঘোড়ার উপর পাঁচ হাজার ফেরেশতা তোমাদের সাহায্যে পাঠাতে পারেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 126,
                                        "bnText": "বস্তুতঃ এটা তো আল্লাহ তোমাদের সুসংবাদ দান করলেন, যাতে তোমাদের মনে এতে সান্ত্বনা আসতে পারে। আর সাহায্য শুধুমাত্র পরাক্রান্ত, মহাজ্ঞানী আল্লাহরই পক্ষ থেকে"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 127,
                                        "bnText": "যাতে ধবংস করে দেন কোন কোন কাফেরকে অথবা লাঞ্ছিত করে দেন-যেন ওরা বঞ্চিত হয়ে ফিরে যায়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 128,
                                        "bnText": "হয় আল্লাহ তাদের ক্ষমা করবেন কিংবা তাদেরকে আযাব দেবেন। এ ব্যাপারে আপনার কোন করণীয় নাই। কারণ তারা রয়েছে অন্যায়ের উপর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 129,
                                        "bnText": "আর যা কিছু আসমান ও যমীনে রয়েছে, সেসবই আল্লাহর। তিনি যাকে ইচ্ছা ক্ষমা করবেন, যাকে ইচ্ছা আযাব দান করবেন। আর আল্লাহ হচ্ছেন ক্ষমাকারী, করুণাময়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 130,
                                        "bnText": "হে ঈমানদারগণ! তোমরা চক্রবৃদ্ধি হারে সুদ খেয়ো না। আর আল্লাহকে ভয় করতে থাক, যাতে তোমরা কল্যাণ অর্জন করতে পারো।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 131,
                                        "bnText": "এবং তোমরা সে আগুন থেকে বেঁচে থাক, যা কাফেরদের জন্য প্রস্তুত করা হয়েছে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 132,
                                        "bnText": "আর তোমরা আনুগত্য কর আল্লাহ ও রসূলের, যাতে তোমাদের উপর রহমত করা হয়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 133,
                                        "bnText": "তোমরা তোমাদের পালনকর্তার ক্ষমা এবং জান্নাতের দিকে ছুটে যাও যার সীমানা হচ্ছে আসমান ও যমীন, যা তৈরী করা হয়েছে পরহেযগারদের জন্য।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 134,
                                        "bnText": "যারা স্বচ্ছলতায় ও অভাবের সময় ব্যয় করে, যারা নিজেদের রাগকে সংবরণ করে আর মানুষের প্রতি ক্ষমা প্রদর্শন করে, বস্তুতঃ আল্লাহ সৎকর্মশীলদিগকেই ভালবাসেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 135,
                                        "bnText": "তারা কখনও কোন অশ্লীল কাজ করে ফেললে কিংবা কোন মন্দ কাজে জড়িত হয়ে নিজের উপর জুলুম করে ফেললে আল্লাহকে স্মরণ করে এবং নিজের পাপের জন্য ক্ষমা প্রার্থনা করে। আল্লাহ ছাড়া আর কে পাপ ক্ষমা করবেন? তারা নিজের কৃতকর্মের জন্য হঠকারিতা প্রদর্শন করে না এবং জেনে-শুনে তাই করতে থাকে না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 136,
                                        "bnText": "তাদেরই জন্য প্রতিদান হলো তাদের পালনকর্তার ক্ষমা ও জান্নাত, যার তলদেশে প্রবাহিত হচ্ছে প্রস্রবণ যেখানে তারা থাকবে অনন্তকাল। যারা কাজ করে তাদের জন্য কতইনা চমৎকার প্রতিদান।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 137,
                                        "bnText": "তোমাদের আগে অতীত হয়েছে অনেক ধরনের জীবনাচরণ। তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ যারা মিথ্যা প্রতিপন্ন করেছে তাদের পরিণতি কি হয়েছে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 138,
                                        "bnText": "এই হলো মানুষের জন্য বর্ণনা। আর যারা ভয় করে তাদের জন্য উপদেশবাণী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 139,
                                        "bnText": "আর তোমরা নিরাশ হয়ো না এবং দুঃখ করো না। যদি তোমরা মুমিন হও তবে, তোমরাই জয়ী হবে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 140,
                                        "bnText": "তোমরা যদি আহত হয়ে থাক, তবে তারাও তো তেমনি আহত হয়েছে। আর এ দিনগুলোকে আমি মানুষের মধ্যে পালাক্রমে আবর্তন ঘটিয়ে থাকি। এভাবে আল্লাহ জানতে চান কারা ঈমানদার আর তিনি তোমাদের কিছু লোককে শহীদ হিসাবে গ্রহণ করতে চান। আর আল্লাহ অত্যাচারীদেরকে ভালবাসেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 141,
                                        "bnText": "আর এ কারণে আল্লাহ ঈমানদারদেরকে পাক-সাফ করতে চান এবং কাফেরদেরকে ধবংস করে দিতে চান।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 142,
                                        "bnText": "তোমাদের কি ধারণা, তোমরা জান্নাতে প্রবেশ করবে? অথচ আল্লাহ এখনও দেখেননি তোমাদের মধ্যে কারা জেহাদ করেছে এবং কারা ধৈর্য্যশীল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 143,
                                        "bnText": "আর তোমরা তো মৃত্যু আসার আগেই মরণ কামনা করতে, কাজেই এখন তো তোমরা তা চোখের সামনে উপস্থিত দেখতে পাচ্ছ।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 144,
                                        "bnText": "আর মুহাম্মদ একজন রসূল বৈ তো নয়! তাঁর পূর্বেও বহু রসূল অতিবাহিত হয়ে গেছেন। তাহলে কি তিনি যদি মৃত্যুবরণ করেন অথবা নিহত হন, তবে তোমরা পশ্চাদপসরণ করবে? বস্তুতঃ কেউ যদি পশ্চাদপসরণ করে, তবে তাতে আল্লাহর কিছুই ক্ষতি-বৃদ্ধি হবে না। আর যারা কৃতজ্ঞ, আল্লাহ তাদের সওয়াব দান করবেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 145,
                                        "bnText": "আর আল্লাহর হুকুম ছাড়া কেউ মরতে পারে না-সেজন্য একটা সময় নির্ধারিত রয়েছে। বস্তুতঃ যে লোক দুনিয়ায় বিনিময় কামনা করবে, আমি তাকে তা দুনিয়াতেই দান করব। পক্ষান্তরে-যে লোক আখেরাতে বিনিময় কামনা করবে, তা থেকে আমি তাকে তাই দেবো। আর যারা কৃতজ্ঞ তাদেরকে আমি প্রতিদান দেবো"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 146,
                                        "bnText": "আর বহু নবী ছিলেন, যাঁদের সঙ্গী-সাথীরা তাঁদের অনুবর্তী হয়ে জেহাদ করেছে; আল্লাহর পথে-তাদের কিছু কষ্ট হয়েছে বটে, কিন্তু আল্লাহর রাহে তারা হেরেও যায়নি, ক্লান্তও হয়নি এবং দমেও যায়নি। আর যারা সবর করে, আল্লাহ তাদেরকে ভালবাসেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 147,
                                        "bnText": "তারা আর কিছুই বলেনি-শুধু বলেছে, হে আমাদের পালনকর্তা! মোচন করে দাও আমাদের পাপ এবং যা কিছু বাড়াবাড়ি হয়ে গেছে আমাদের কাজে। আর আমাদিগকে দৃঢ় রাখ এবং কাফেরদের উপর আমাদিগকে সাহায্য কর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 148,
                                        "bnText": "অতঃপর আল্লাহ তাদেরকে দুনিয়ার সওয়াব দান করেছেন এবং যথার্থ আখেরাতের সওয়াব। আর যারা সৎকর্মশীল আল্লাহ তাদেরকে ভালবাসেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 149,
                                        "bnText": "হে ঈমানদারগণ! তোমরা যদি কাফেরদের কথা শোন, তাহলে ওরা তোমাদেরকে পেছনে ফিরিয়ে দেবে, তাতে তোমরা ক্ষতির সম্মুখীণ হয়ে পড়বে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 150,
                                        "bnText": "বরং আল্লাহ তোমাদের সাহায্যকারী, আর তাঁর সাহায্যই হচ্ছে উত্তম সাহায্য।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 151,
                                        "bnText": "খুব শীঘ্রই আমি কাফেরদের মনে ভীতির সঞ্চার করবো। কারণ, ওরা আল্লাহর সাথে অংশীদার সাব্যস্ত করে যে সম্পর্কে কোন সনদ অবতীর্ণ করা হয়নি। আর ওদের ঠিকানা হলো দোযখের আগুন। বস্তুতঃ জালেমদের ঠিকানা অত্যন্ত নিকৃষ্ট।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 152,
                                        "bnText": "আর আল্লাহ সে ওয়াদাকে সত্যে পরিণত করেছেন, যখন তোমরা তাঁরই নির্দেশে ওদের খতম করছিলে। এমনকি যখন তোমরা ছত্রভঙ্গ হয়ে পড়েছে ও কর্তব্য স্থির করার ব্যাপারে বিবাদে লিপ্ত হয়েছে। আর যা তোমরা চাইতে তা দেখার পর কৃতঘ্নতা প্রদর্শন করেছ, তাতে তোমাদের কারো কাম্য ছিল দুনিয়া আর কারো বা কাম্য ছিল আখেরাত। অতঃপর তোমাদিগকে সরিয়ে দিলেন ওদের উপর থেকে যাতে তোমাদিগকে পরীক্ষা করেন। বস্তুতঃ তিনি তোমাদিগকে ক্ষমা করেছেন। আর আল্লাহর মুমিনদের প্রতি অনুগ্রহশীল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 153,
                                        "bnText": "আর তোমরা উপরে উঠে যাচ্ছিলে এবং পেছন দিকে ফিরে তাকাচ্ছিলে না কারো প্রতি, অথচ রসূল ডাকছিলেন তোমাদিগকে তোমাদের পেছন দিক থেকে। অতঃপর তোমাদের উপর এলো শোকের ওপরে শোক, যাতে তোমরা হাত থেকে বেরিয়ে যাওয়া বস্তুর জন্য দুঃখ না কর এবং যার সম্মুখীণ হচ্ছ সেজন্য বিমর্ষ না হও। আর আল্লাহ তোমাদের কাজের ব্যাপারে অবহিত রয়েছেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 154,
                                        "bnText": "অতঃপর তোমাদের উপর শোকের পর শান্তি অবতীর্ণ করলেন, যা ছিল তন্দ্রার মত। সে তন্দ্রায় তোমাদের মধ্যে কেউ কেউ ঝিমোচ্ছিল আর কেউ কেউ প্রাণের ভয়ে ভাবছিল। আল্লাহ সম্পর্কে তাদের মিথ্যা ধারণা হচ্ছিল মুর্খদের মত। তারা বলছিল আমাদের হাতে কি কিছুই করার নেই? তুমি বল, সবকিছুই আল্লাহর হাতে। তারা যা কিছু মনে লুকিয়ে রাখে-তোমার নিকট প্রকাশ করে না সে সবও। তারা বলে আমাদের হাতে যদি কিছু করার থাকতো, তাহলে আমরা এখানে নিহত হতাম না। তুমি বল, তোমরা যদি নিজেদের ঘরেও থাকতে তবুও তারা অবশ্যই বেরিয়ে আসত নিজেদের অবস্থান থেকে যাদের মৃত্যু লিখে দেয়া হয়েছে। তোমাদের বুকে যা রয়েছে তার পরীক্ষা করা ছিল আল্লাহর ইচ্ছা, আর তোমাদের অন্তরে যা কিছু রয়েছে তা পরিষ্কার করা ছিল তাঁর কাম্য। আল্লাহ মনের গোপন বিষয় জানেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 155,
                                        "bnText": "তোমাদের যে দুটি দল লড়াইয়ের দিনে ঘুরে দাঁড়িয়েছিল শয়তান তাদেরকে বিভ্রান্ত করেছিল, তাদেরই পাপের দরুন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 156,
                                        "bnText": "হে ঈমাণদারগণ! তোমরা তাদের মত হয়ো না, যারা কাফের হয়েছে এবং নিজেদের ভাই বন্ধুরা যখন কোন অভিযানে বের হয় কিংবা জেহাদে যায়, তখন তাদের সম্পর্কে বলে, তারা যদি আমাদের সাথে থাকতো, তাহলে মরতোও না আহতও হতো না। যাতে তারা এ ধারণা সৃষ্টির মাধ্যমে সংশ্লিষ্টদের মনে অনুতাপ সৃষ্টি করতে পারে। অথচ আল্লাহই জীবন দান করেন এবং মৃত্যু দেন। তোমাদের সমস্ত কাজই, তোমরা যা কিছুই কর না কেন, আল্লাহ সবকিছুৃই দেখেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 157,
                                        "bnText": "আর তোমরা যদি আল্লাহর পথে নিহত হও কিংবা মৃত্যুবরণ কর, তোমরা যা কিছু সংগ্রহ করে থাক আল্লাহ তা’আলার ক্ষমা ও করুণা সে সবকিছুর চেয়ে উত্তম।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 158,
                                        "bnText": "আর তোমরা মৃত্যুই বরণ কর অথবা নিহতই হও, অবশ্য আল্লাহ তা’আলার সামনেই সমবেত হবে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 159,
                                        "bnText": "আল্লাহর রহমতেই আপনি তাদের জন্য কোমল হৃদয় হয়েছেন পক্ষান্তরে আপনি যদি রাগ ও কঠিন হৃদয় হতেন তাহলে তারা আপনার কাছ থেকে বিচ্ছিন্ন হয়ে যেতো। কাজেই আপনি তাদের ক্ষমা করে দিন এবং তাদের জন্য মাগফেরাত কামনা করুন এবং কাজে কর্মে তাদের পরামর্শ করুন। অতঃপর যখন কোন কাজের সিদ্ধান্ত গ্রহণ করে ফেলেন, তখন আল্লাহ তা’আলার উপর ভরসা করুন আল্লাহ তাওয়াক্কুল কারীদের ভালবাসেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 160,
                                        "bnText": "যদি আল্লাহ তোমাদের সহায়তা করেন, তাহলে কেউ তোমাদের উপর পরাক্রান্ত হতে পারবে না। আর যদি তিনি তোমাদের সাহায্য না করেন, তবে এমন কে আছে, যে তোমাদের সাহায্য করতে পারে? আর আল্লাহর ওপরই মুসলমানগনের ভরসা করা উচিত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 161,
                                        "bnText": "আর কোন বিষয় গোপন করে রাখা নবীর কাজ নয়। আর যে লোক গোপন করবে সে কিয়ামতের দিন সেই গোপন বস্তু নিয়ে আসবে। অতঃপর পরিপূর্ণভাবে পাবে প্রত্যেকে, যা সে অর্জন করেছে। আর তাদের প্রতি কোন অন্যায় করা হবে না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 162,
                                        "bnText": "যে লোক আল্লাহর ইচ্ছার অনুগত, সে কি ঐ লোকের সমান হতে পারে, যে আল্লাহর রোষ অর্জন করেছে? বস্তুতঃ তার ঠিকানা হল দোযখ। আর তা কতইনা নিকৃষ্ট অবস্থান"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 163,
                                        "bnText": "আল্লাহর নিকট মানুষের মর্যাদা বিভিন্ন স্তরের আর আল্লাহ দেখেন যা কিছু তারা করে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 164,
                                        "bnText": "আল্লাহ ঈমানদারদের উপর অনুগ্রহ করেছেন যে, তাদের মাঝে তাদের নিজেদের মধ্য থেকে নবী পাঠিয়েছেন। তিনি তাদের জন্য তাঁর আয়াতসমূহ পাঠ করেন। তাদেরকে পরিশোধন করেন এবং তাদেরকে কিতাব ও কাজের কথা শিক্ষা দেন। বস্তুতঃ তারা ছিল পূর্ব থেকেই পথভ্রষ্ট।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 165,
                                        "bnText": "যখন তোমাদের উপর একটি মুসীবত এসে পৌছাল, অথচ তোমরা তার পূর্বেই দ্বিগুণ কষ্টে পৌছে গিয়েছ, তখন কি তোমরা বলবে, এটা কোথা থেকে এল? তাহলে বলে দাও, এ কষ্ট তোমাদের উপর পৌছেছে তোমারই পক্ষ থেকে। নিশ্চয়ই আল্লাহ প্রত্যেক বিষয়ের উপর ক্ষমতাশীল।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 166,
                                        "bnText": "আর যেদিন দু’দল সৈন্যের মোকাবিলা হয়েছে; সেদিন তোমাদের উপর যা আপতিত হয়েছে তা আল্লাহর হুকুমেই হয়েছে এবং তা এজন্য যে, তাতে ঈমানদারদিগকে জানা যায়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 167,
                                        "bnText": "এবং তাদেরকে যাতে সনাক্ত করা যায় যারা মুনাফিক ছিল। আর তাদেরকে বলা হল এসো, আল্লাহর রাহে লড়াই কর কিংবা শত্রুদিগকে প্রতিহত কর। তারা বলেছিল, আমরা যদি জানতাম যে, লড়াই হবে, তাহলে অবশ্যই তোমাদের সাথে থাকতাম। সে দিন তারা ঈমানের তুলনায় কুফরীর কাছাকাছি ছিল। যা তাদের অন্তরে নেই তারা নিজের মুখে সে কথাই বলে বস্তুতঃআল্লাহ ভালভাবে জানেন তারা যা কিছু গোপন করে থাকে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 168,
                                        "bnText": "ওরা হলো যে সব লোক, যারা বসে থেকে নিজেদের ভাইদের সম্বদ্ধে বলে, যদি তারা আমাদের কথা শুনত, তবে নিহত হত না। তাদেরকে বলে দিন, এবার তোমাদের নিজেদের উপর থেকে মৃত্যুকে সরিয়ে দাও, যদি তোমরা সত্যবাদী হয়ে থাক।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 169,
                                        "bnText": "আর যারা আল্লাহর রাহে নিহত হয়, তাদেরকে তুমি কখনো মৃত মনে করো না। বরং তারা নিজেদের পালনকর্তার নিকট জীবিত ও জীবিকাপ্রাপ্ত।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 170,
                                        "bnText": "আল্লাহ নিজের অনুগ্রহ থেকে যা দান করেছেন তার প্রেক্ষিতে তারা আনন্দ উদযাপন করছে। আর যারা এখনও তাদের কাছে এসে পৌঁছেনি তাদের পেছনে তাদের জন্যে আনন্দ প্রকাশ করে। কারণ, তাদের কোন ভয় ভীতিও নেই এবং কোন চিন্তা ভাবনাও নেই।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 171,
                                        "bnText": "আল্লাহর নেয়ামত ও অনুগ্রহের জন্যে তারা আনন্দ প্রকাশ করে এবং তা এভাবে যে, আল্লাহ, ঈমানদারদের শ্রমফল বিনষ্ট করেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 172,
                                        "bnText": "যারা আহত হয়ে পড়ার পরেও আল্লাহ এবং তাঁর রসূলের নির্দেশ মান্য করেছে, তাদের মধ্যে যারা সৎ ও পরহেযগার, তাদের জন্য রয়েছে মহান সওয়াব।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 173,
                                        "bnText": "যাদেরকে লোকেরা বলেছে যে, তোমাদের সাথে মোকাবেলা করার জন্য লোকেরা সমাবেশ করেছে বহু সাজ-সরঞ্জাম; তাদের ভয় কর। তখন তাদের বিশ্বাস আরও দৃঢ়তর হয়ে যায় এবং তারা বলে, আমাদের জন্য আল্লাহই যথেষ্ট; কতই না চমৎকার কামিয়াবীদানকারী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 174,
                                        "bnText": "অতঃপর ফিরে এল মুসলমানরা আল্লাহর অনুগ্রহ নিয়ে, তদের কিছুই অনিষ্ট হলো না। তারপর তারা আল্লাহর ইচ্ছার অনুগত হল। বস্তুতঃ আল্লাহর অনুগ্রহ অতি বিরাট।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 175,
                                        "bnText": "এরা যে রয়েছে, এরাই হলে শয়তান, এরা নিজেদের বন্ধুদের ব্যাপারে ভীতি প্রদর্শন করে। সুতরাং তোমরা তাদের ভয় করো না। আর তোমরা যদি ঈমানদার হয়ে থাক, তবে আমাকে ভয় কর।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 176,
                                        "bnText": "আর যারা কুফরের দিকে ধাবিত হচ্ছে তারা যেন তোমাদিগকে চিন্তাম্বিত করে না তোলে। তারা আল্লাহ তা’আলার কোন কিছুই অনিষ্ট সাধন করতে পারবে না। আখেরাতে তাদেরকে কোন কল্যাণ দান না করাই আল্লাহর ইচ্ছা। বস্তুতঃ তাদের জন্যে রয়েছে মহা শাস্তি।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 177,
                                        "bnText": "যারা ঈমানের পরিবর্তে কুফর ক্রয় করে নিয়েছে, তারা আল্লাহ তা’আলার কিছুই ক্ষতিসাধন করতে পারবে না। আর তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 178,
                                        "bnText": "কাফেররা যেন মনে না করে যে আমি যে, অবকাশ দান করি, তা তাদের পক্ষে কল্যাণকর। আমি তো তাদেরকে অবকাশ দেই যাতে করে তারা পাপে উন্নতি লাভ করতে পারে। বস্তুতঃ তাদের জন্য রয়েছে লাঞ্ছনাজনক শাস্তি।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 179,
                                        "bnText": "নাপাককে পাক থেকে পৃথক করে দেয়া পর্যন্ত আল্লাহ এমন নন যে, ঈমানদারগণকে সে অবস্থাতেই রাখবেন যাতে তোমরা রয়েছ, আর আল্লাহ এমন নন যে, তোমাদিগকে গায়বের সংবাদ দেবেন। কিন্তু আল্লাহ স্বীয় রসূল গণের মধ্যে যাকে ইচ্ছা বাছাই করে নিয়েছেন। সুতরাং আল্লাহর ওপর এবং তাঁর রসূলগণের ওপর তোমরা প্রত্যয় স্থাপন কর। বস্তুতঃ তোমরা যদি বিশ্বাস ও পরহেযগারীর ওপর প্রতিষ্ঠিত থেকে থাক, তবে তোমাদের জন্যে রয়েছে বিরাট প্রতিদান।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 180,
                                        "bnText": "আল্লাহ তাদেরকে নিজের অনুগ্রহে যা দান করেছেন তাতে যারা কৃপণতা করে এই কার্পন্য তাদের জন্য মঙ্গলকর হবে বলে তারা যেন ধারণা না করে। বরং এটা তাদের পক্ষে একান্তই ক্ষতিকর প্রতিপন্ন হবে। যাতে তারা কার্পন্য করে সে সমস্ত ধন-সম্পদকে কিয়ামতের দিন তাদের গলায় বেড়ী বানিয়ে পরানো হবে। আর আল্লাহ হচ্ছেন আসমান ও যমীনের পরম সত্ত্বাধিকারী। আর যা কিছু তোমরা কর; আল্লাহ সে সম্পর্কে জানেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 181,
                                        "bnText": "নিঃসন্দেহে আল্লাহ তাদের কথা শুনেছেন, যারা বলেছে যে, আল্লাহ হচ্ছেন অভাবগ্রস্ত আর আমরা বিত্তবান! এখন আমি তাদের কথা এবং যেসব নবীকে তারা অন্যায়ভাবে হত্যা করেছে তা লিখে রাখব, অতঃপর বলব, আস্বাদন কর জ্বলন্ত আগুনের আযাব।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 182,
                                        "bnText": "এ হল তারই প্রতিফল যা তোমরা ইতিপূর্বে নিজের হাতে পাঠিয়েছ। বস্তুতঃ আল্লাহ বান্দাদের প্রতি অত্যাচার করেন না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 183,
                                        "bnText": "সে সমস্ত লোক, যারা বলে যে, আল্লাহ আমাদিগকে এমন কোন রসূলের ওপর বিশ্বাস না করতে বলে রেখেছেন যতক্ষণ না তারা আমাদের নিকট এমন কোরবানী নিয়ে আসবেন যাকে আগুন গ্রাস করে নেবে। তুমি তাদের বলে দাও, তোমাদের মাঝে আমার পূর্বে বহু রসূল নিদর্শনসমূহ এবং তোমরা যা আব্দার করেছ তা নিয়ে এসেছিলেন, তখন তোমরা কেন তাদেরকে হত্যা করলে যদি তোমরা সত্য হয়ে থাক।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 184,
                                        "bnText": "তাছাড়া এরা যদি তোমাকে মিথ্যা প্রতিপন্ন করে, তবে তোমার পূর্বেও এরা এমন বহু নবীকে মিথ্যা প্রতিপন্ন করেছে, যারা নিদর্শন সমূহ নিয়ে এসেছিলেন। এবং এনেছিলেন সহীফা ও প্রদীপ্ত গ্রন্থ।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 185,
                                        "bnText": "প্রত্যেক প্রাণীকে আস্বাদন করতে হবে মৃত্যু। আর তোমরা কিয়ামতের দিন পরিপূর্ণ বদলা প্রাপ্ত হবে। তারপর যাকে দোযখ থেকে দূরে রাখা হবে এবং জান্নাতে প্রবেশ করানো হবে, তার কার্যসিদ্ধি ঘটবে। আর পার্থিব জীবন ধোঁকা ছাড়া অন্য কোন সম্পদ নয়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 186,
                                        "bnText": "অবশ্য ধন-সম্পদে এবং জনসম্পদে তোমাদের পরীক্ষা হবে এবং অবশ্য তোমরা শুনবে পূর্ববর্তী আহলে কিতাবদের কাছে এবং মুশরেকদের কাছে বহু অশোভন উক্তি। আর যদি তোমরা ধৈর্য্য ধারণ কর এবং পরহেযগারী অবলম্বন কর, তবে তা হবে একান্ত সৎসাহসের ব্যাপার।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 187,
                                        "bnText": "আর আল্লাহ যখন আহলে কিতাবদের কাছ থেকে প্রতিজ্ঞা গ্রহণ করলেন যে, তা মানুষের নিকট বর্ণনা করবে এবং গোপন করবে না, তখন তারা সে প্রতিজ্ঞাকে নিজেদের পেছনে ফেলে রাখল আর তার কেনা-বেচা করল সামান্য মূল্যের বিনিময়ে। সুতরাং কতই না মন্দ তাদের এ বেচা-কেনা।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 188,
                                        "bnText": "তুমি মনে করো না, যারা নিজেদের কৃতকর্মের উপর আনন্দিত হয় এবং না করা বিষয়ের জন্য প্রশংসা কামনা করে, তারা আমার নিকট থেকে অব্যাহতি লাভ করেছে। বস্তুতঃ তাদের জন্যে রয়েছে বেদনাদায়ক আযাব।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 189,
                                        "bnText": "আর আল্লাহর জন্যই হল আসমান ও যমিনের বাদশাহী। আল্লাহই সর্ব বিষয়ে ক্ষমতার অধিকারী।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 190,
                                        "bnText": "নিশ্চয় আসমান ও যমীন সৃষ্টিতে এবং রাত্রি ও দিনের আবর্তনে নিদর্শন রয়েছে বোধ সম্পন্ন লোকদের জন্যে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 191,
                                        "bnText": "যাঁরা দাঁড়িয়ে, বসে, ও শায়িত অবস্থায় আল্লাহকে স্মরণ করে এবং চিন্তা গবেষণা করে আসমান ও জমিন সৃষ্টির বিষযে, (তারা বলে) পরওয়ারদেগার! এসব তুমি অনর্থক সৃষ্টি করনি। সকল পবিত্রতা তোমারই, আমাদিগকে তুমি দোযখের শাস্তি থেকে বাঁচাও।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 192,
                                        "bnText": "হে আমাদের পালনকর্তা! নিশ্চয় তুমি যাকে দোযখে নিক্ষেপ করলে তাকে সবসময়ে অপমানিত করলে; আর জালেমদের জন্যে তো সাহায্যকারী নেই।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 193,
                                        "bnText": "হে আমাদের পালনকর্তা! আমরা নিশ্চিতরূপে শুনেছি একজন আহবানকারীকে ঈমানের প্রতি আহবান করতে যে, তোমাদের পালনকর্তার প্রতি ঈমান আন; তাই আমরা ঈমান এনেছি। হে আমাদের পালনকর্তা! অতঃপর আমাদের সকল গোনাহ মাফ কর এবং আমাদের সকল দোষত্রুটি দুর করে দাও, আর আমাদের মৃত্যু দাও নেক লোকদের সাথে।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 194,
                                        "bnText": "হে আমাদের পালনকর্তা! আমাদেরকে দাও, যা তুমি ওয়াদা করেছ তোমার রসূলগণের মাধ্যমে এবং কিয়ামতের দিন আমাদিগকে তুমি অপমানিত করো না। নিশ্চয় তুমি ওয়াদা খেলাফ করো না।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 195,
                                        "bnText": "অতঃপর তাদের পালনকর্তা তাদের দোয়া (এই বলে) কবুল করে নিলেন যে, আমি তোমাদের কোন পরিশ্রমকারীর পরিশ্রমই বিনষ্ট করি না, তা সে পুরুষ হোক কিংবা স্ত্রীলোক। তোমরা পরস্পর এক। তারপর সে সমস্ত লোক যারা হিজরত করেছে, তাদেরকে নিজেদের দেশ থেকে বের করে দেওয়া হয়েছে এবং তাদের প্রতি উৎপীড়ন করা হয়েছে আমার পথে এবং যারা লড়াই করেছে ও মৃত্যুবরণ করেছে, অবশ্যই আমি তাদের উপর থেকে অকল্যাণকে অপসারিত করব। এবং তাদেরকে প্রবিষ্ট করব জান্নাতে যার তলদেশে নহর সমূহ প্রবাহিত। এই হলো বিনিময় আল্লাহর পক্ষ থেকে। আর আল্লাহর নিকট রয়েছে উত্তম বিনিময়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 196,
                                        "bnText": "নগরীতে কাফেরদের চাল-চলন যেন তোমাদিগকে ধোঁকা না দেয়।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 197,
                                        "bnText": "এটা হলো সামান্য ফায়দা-এরপর তাদের ঠিকানা হবে দোযখ। আর সেটি হলো অতি নিকৃষ্ট অবস্থান।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 198,
                                        "bnText": "কিন্তু যারা ভয় করে নিজেদের পালনকর্তাকে তাদের জন্যে রয়েছে জান্নাত যার তলদেশে প্রবাহিত রয়েছে প্রস্রবণ। তাতে আল্লাহর পক্ষ থেকে সদা আপ্যায়ন চলতে থাকবে। আর যা আল্লাহর নিকট রয়েছে, তা সৎকর্মশীলদের জন্যে একান্তই উত্তম।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 199,
                                        "bnText": "আর আহলে কিতাবদের মধ্যে কেউ কেউ এমনও রয়েছে, যারা আল্লাহর উপর ঈমান আনে এবং যা কিছু তোমার উপর অবতীর্ণ হয় আর যা কিছু তাদের উপর অবতীর্ণ হয়েছে সেগুলোর উপর, আল্লাহর সামনে বিনয়াবনত থাকে এবং আল্লার আয়াতসমুহকে স্বল্পমুল্যের বিনিময়ে সওদা করে না, তারাই হলো সে লোক যাদের জন্য পারিশ্রমিক রয়েছে তাদের পালনকর্তার নিকট। নিশ্চয়ই আল্লাহ যথাশীঘ্র হিসাব চুকিয়ে দেন।"
                              },
                              {
                                        "chapter": 3,
                                        "verseKey": 200,
                                        "bnText": "হে ঈমানদানগণ! ধৈর্য্য ধারণ কর এবং মোকাবেলায় দৃঢ়তা অবলম্বন কর। আর আল্লাহকে ভয় করতে থাক যাতে তোমরা তোমাদের উদ্দেশ্য লাভে সমর্থ হতে পার।"
                              }
                    ],
          },
          {
                    "surahNo": 4,
                    "surahName": "সূরা নিসা",
                    "surahArName": "النّساء",
                    "surahMeaning": "মহিলা",
                    "totalVerses": "176",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-4.mp3",
                    "verses": [
                              {
                                        "chapter": 4,
                                        "verseKey": 1,
                                        "bnText": "হে মানব সমাজ! তোমরা তোমাদের পালনকর্তাকে ভয় কর, যিনি তোমাদেরকে এক ব্যক্তি থেকে সৃষ্টি করেছেন এবং যিনি তার থেকে তার সঙ্গীনীকে সৃষ্টি করেছেন; আর বিস্তার করেছেন তাদের দু’জন থেকে অগণিত পুরুষ ও নারী। আর আল্লাহকে ভয় কর, যাঁর নামে তোমরা একে অপরের নিকট যাচঞ্ঝা করে থাক এবং আত্নীয় জ্ঞাতিদের ব্যাপারে সতর্কতা অবলম্বন কর। নিশ্চয় আল্লাহ তোমাদের ব্যাপারে সচেতন রয়েছেন।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 2,
                                        "bnText": "এতীমদেরকে তাদের সম্পদ বুঝিয়ে দাও। খারাপ মালামালের সাথে ভালো মালামালের অদল-বদল করো না। আর তাদের ধন-সম্পদ নিজেদের ধন-সম্পদের সাথে সংমিশ্রিত করে তা গ্রাস করো না। নিশ্চয় এটা বড়ই মন্দ কাজ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 3,
                                        "bnText": "আর যদি তোমরা ভয় কর যে, এতীম মেয়েদের হক যথাথভাবে পুরণ করতে পারবে না, তবে সেসব মেয়েদের মধ্যে থেকে যাদের ভাল লাগে তাদের বিয়ে করে নাও দুই, তিন, কিংবা চারটি পর্যন্ত। আর যদি এরূপ আশঙ্কা কর যে, তাদের মধ্যে ন্যায় সঙ্গত আচরণ বজায় রাখতে পারবে না, তবে, একটিই অথবা তোমাদের অধিকারভুক্ত দাসীদেরকে; এতেই পক্ষপাতিত্বে জড়িত না হওয়ার অধিকতর সম্ভাবনা।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 4,
                                        "bnText": "আর তোমরা স্ত্রীদেরকে তাদের মোহর দিয়ে দাও খুশীমনে। তারা যদি খুশী হয়ে তা থেকে অংশ ছেড়ে দেয়, তবে তা তোমরা স্বাচ্ছন্দ্যে ভোগ কর।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 5,
                                        "bnText": "আর যে সম্পদকে আল্লাহ তোমাদের জীবন-যাত্রার অবলম্বন করেছেন, তা অর্বাচীনদের হাতে তুলে দিও না। বরং তা থেকে তাদেরকে খাওয়াও, পরাও এবং তাদেরকে সান্তনার বানী শোনাও।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 6,
                                        "bnText": "আর এতীমদের প্রতি বিশেষভাবে নজর রাখবে, যে পর্যন্ত না তারা বিয়ের বয়সে পৌঁছে। যদি তাদের মধ্যে বুদ্ধি-বিবেচনার উন্মেষ আঁচ করতে পার, তবে তাদের সম্পদ তাদের হাতে অর্পন করতে পার। এতীমের মাল প্রয়োজনাতিরিক্ত খরচ করো না বা তারা বড় হয়ে যাবে মনে করে তাড়াতাড়ি খেয়ে ফেলো না। যারা স্বচ্ছল তারা অবশ্যই এতীমের মাল খরচ করা থেকে বিরত থাকবে। আর যে অভাবগ্রস্ত সে সঙ্গত পরিমাণ খেতে পারে। যখন তাদের হাতে তাদের সম্পদ প্রত্যার্পণ কর, তখন সাক্ষী রাখবে। অবশ্য আল্লাহই হিসাব নেয়ার ব্যাপারে যথেষ্ট।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 7,
                                        "bnText": "পিতা-মাতা ও আত্নীয়-স্বজনদের পরিত্যক্ত সম্পত্তিতে পুরুষদেরও অংশ আছে এবং পিতা-মাতা ও আত্নীয়-স্বজনদের পরিত্যক্ত সম্পত্তিতে নারীদেরও অংশ আছে; অল্প হোক কিংবা বেশী। এ অংশ নির্ধারিত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 8,
                                        "bnText": "সম্পতি বন্টনের সময় যখন আত্নীয়-স্বজন, এতীম ও মিসকীন উপস্থিত হয়, তখন তা থেকে তাদের কিছু খাইয়ে দাও এবং তাদের সাথে কিছু সদালাপ করো।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 9,
                                        "bnText": "তাদের ভয় করা উচিত, যারা নিজেদের পশ্চাতে দুর্বল অক্ষম সন্তান-সন্ততি ছেড়ে গেলে তাদের জন্যে তারাও আশঙ্কা করে; সুতরাং তারা যেন আল্লাহকে ভয় করে এবং সংগত কথা বলে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 10,
                                        "bnText": "যারা এতীমদের অর্থ-সম্পদ অন্যায়ভাবে খায়, তারা নিজেদের পেটে আগুনই ভর্তি করেছে এবং সত্ত্বরই তারা অগ্নিতে প্রবেশ করবে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 11,
                                        "bnText": "আল্লাহ তোমাদেরকে তোমাদের সন্তানদের সম্পর্কে আদেশ করেনঃ একজন পুরুষের অংশ দু?জন নারীর অংশের সমান। অতঃপর যদি শুধু নারীই হয় দু' এর অধিক, তবে তাদের জন্যে ঐ মালের তিন ভাগের দুই ভাগ যা ত্যাগ করে মরে এবং যদি একজনই হয়, তবে তার জন্যে অর্ধেক। মৃতের পিতা-মাতার মধ্য থেকে প্রত্যেকের জন্যে ত্যাজ্য সম্পত্তির ছয় ভাগের এক ভাগ, যদি মৃতের পুত্র থাকে। যদি পুত্র না থাকে এবং পিতা-মাতাই ওয়ারিস হয়, তবে মাতা পাবে তিন ভাগের এক ভাগ। অতঃপর যদি মৃতের কয়েকজন ভাই থাকে, তবে তার মাতা পাবে ছয় ভাগের এক ভাগ ওছিয়্যতের পর, যা করে মরেছে কিংবা ঋণ পরিশোধের পর। তোমাদের পিতা ও পুত্রের মধ্যে কে তোমাদের জন্যে অধিক উপকারী তোমরা জান না। এটা আল্লাহ কতৃক নির্ধারিত অংশ নিশ্চয় আল্লাহ সর্বজ্ঞ, রহস্যবিদ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 12,
                                        "bnText": "আর, তোমাদের হবে অর্ধেক সম্পত্তি, যা ছেড়ে যায় তোমাদের স্ত্রীরা যদি তাদের কোন সন্তান না থাকে। যদি তাদের সন্তান থাকে, তবে তোমাদের হবে এক-চতুর্থাংশ ঐ সম্পত্তির, যা তারা ছেড়ে যায়; ওছিয়্যতের পর, যা তারা করে এবং ঋণ পরিশোধের পর। স্ত্রীদের জন্যে এক-চতুর্থাংশ হবে ঐ সম্পত্তির, যা তোমরা ছেড়ে যাও যদি তোমাদের কোন সন্তান না থাকে। আর যদি তোমাদের সন্তান থাকে, তবে তাদের জন্যে হবে ঐ সম্পত্তির আট ভাগের এক ভাগ, যা তোমরা ছেড়ে যাও ওছিয়্যতের পর, যা তোমরা কর এবং ঋণ পরিশোধের পর। যে পুরুষের, ত্যাজ্য সম্পত্তি, তার যদি পিতা-পুত্র কিংবা স্ত্রী না থাকে এবং এই মৃতের এক ভাই কিংবা এক বোন থাকে, তবে উভয়ের প্রত্যেকে ছয়-ভাগের এক পাবে। আর যদি ততোধিক থাকে, তবে তারা এক তৃতীয়াংশ অংশীদার হবে ওছিয়্যতের পর, যা করা হয় অথবা ঋণের পর এমতাবস্থায় যে, অপরের ক্ষতি না করে। এ বিধান আল্লাহর। আল্লাহ সর্বজ্ঞ, সহনশীল।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 13,
                                        "bnText": "এগুলো আল্লাহর নির্ধারিত সীমা। যে কেউ আল্লাহ ও রসূলের আদেশমত চলে, তিনি তাকে জান্নাত সমূহে প্রবেশ করাবেন, যেগুলোর তলদেশ দিয়ে স্রোতস্বিনী প্রবাহিত হবে। তারা সেখানে চিরকাল থাকবে। এ হল বিরাট সাফল্য।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 14,
                                        "bnText": "যে কেউ আল্লাহ ও রসূলের অবাধ্যতা করে এবং তার সীমা অতিক্রম করে তিনি তাকে আগুনে প্রবেশ করাবেন। সে সেখানে চিরকাল থাকবে। তার জন্যে রয়েছে অপমানজনক শাস্তি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 15,
                                        "bnText": "আর তোমাদের নারীদের মধ্যে যারা ব্যভিচারিণী তাদের বিরুদ্ধে তোমাদের মধ্য থেকে চার জন পুরুষকে সাক্ষী হিসেবে তলব কর। অতঃপর যদি তারা সাক্ষ্য প্রদান করে তবে সংশ্লিষ্টদেরকে গৃহে আবদ্ধ রাখ, যে পর্যন্ত মৃত্যু তাদেরকে তুলে না নেয় অথবা আল্লাহ তাদের জন্য অন্য কোন পথ নির্দেশ না করেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 16,
                                        "bnText": "তোমাদের মধ্য থেকে যে দু’জন সেই কুকর্মে লিপ্ত হয়, তাদেরকে শাস্তি প্রদান কর। অতঃপর যদি উভয়ে তওবা করে এবং নিজেদের সংশোধন করে, তবে তাদের থেকে হাত গুটিয়ে নাও। নিশ্চয় আল্লাহ তওবা কবুলকারী, দয়ালু।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 17,
                                        "bnText": "অবশ্যই আল্লাহ তাদের তওবা কবুল করবেন, যারা ভূলবশতঃ মন্দ কাজ করে, অতঃপর অনতিবিলম্বে তওবা করে; এরাই হল সেসব লোক যাদেরকে আল্লাহ ক্ষমা করে দেন। আল্লাহ মহাজ্ঞানী, রহস্যবিদ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 18,
                                        "bnText": "আর এমন লোকদের জন্য কোন ক্ষমা নেই, যারা মন্দ কাজ করতেই থাকে, এমন কি যখন তাদের কারো মাথার উপর মৃত্যু উপস্থিত হয়, তখন বলতে থাকেঃ আমি এখন তওবা করছি। আর তওবা নেই তাদের জন্য, যারা কুফরী অবস্থায় মৃত্যুবরণ করে। আমি তাদের জন্য যন্ত্রণাদায়ক শাস্তি প্রস্তুত করে রেখেছি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 19,
                                        "bnText": "হে ঈমাণদারগণ! বলপূর্বক নারীদেরকে উত্তরাধিকারে গ্রহন করা তোমাদের জন্যে হালাল নয় এবং তাদেরকে আটক রেখো না যাতে তোমরা তাদেরকে যা প্রদান করেছ তার কিয়দংশ নিয়ে নাও; কিন্তু তারা যদি কোন প্রকাশ্য অশ্লীলতা করে! নারীদের সাথে সদ্ভাবে জীবন-যাপন কর। অতঃপর যদি তাদেরকে অপছন্দ কর, তবে হয়ত তোমরা এমন এক জিনিসকে অপছন্দ করছ, যাতে আল্লাহ, অনেক কল্যাণ রেখেছেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 20,
                                        "bnText": "যদি তোমরা এক স্ত্রীর স্থলে অন্য স্ত্রী পরিবর্তন করতে ইচ্ছা কর এবং তাদের একজনকে প্রচুর ধন-সম্পদ প্রদান করে থাক, তবে তা থেকে কিছুই ফেরত গ্রহণ করো না। তোমরা কি তা অন্যায়ভাবে ও প্রকাশ্য গোনাহর মাধ্যমে গ্রহণ করবে"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 21,
                                        "bnText": "তোমরা কিরূপে তা গ্রহণ করতে পার, অথচ তোমাদের একজন অন্য জনের কাছে গমন এবং নারীরা তোমাদের কাছে থেকে সুদৃঢ় অঙ্গীকার গ্রহণ করেছে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 22,
                                        "bnText": "যে নারীকে তোমাদের পিতা-পিতামহ বিবাহ করেছে তোমরা তাদের বিবাহ করো না। কিন্তু যা বিগত হয়ে গেছে। এটা অশ্লীল, গযবের কাজ এবং নিকৃষ্ট আচরণ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 23,
                                        "bnText": "তোমাদের জন্যে হারাম করা হয়েছে তোমাদের মাতা, তোমাদের কন্যা, তোমাদের বোন, তোমাদের ফুফু, তোমাদের খালা, ভ্রাতৃকণ্যা; ভগিনীকণ্যা তোমাদের সে মাতা, যারা তোমাদেরকে স্তন্যপান করিয়েছে, তোমাদের দুধ-বোন, তোমাদের স্ত্রীদের মাতা, তোমরা যাদের সাথে সহবাস করেছ সে স্ত্রীদের কন্যা যারা তোমাদের লালন-পালনে আছে। যদি তাদের সাথে সহবাস না করে থাক, তবে এ বিবাহে তোমাদের কোন গোনাহ নেই। তোমাদের ঔরসজাত পুত্রদের স্ত্রী এবং দুই বোনকে একত্রে বিবাহ করা; কিন্তু যা অতীত হয়ে গেছে। নিশ্চয় আল্লাহ ক্ষমাকরী, দয়ালু।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 24,
                                        "bnText": "এবং নারীদের মধ্যে তাদের ছাড়া সকল সধবা স্ত্রীলোক তোমাদের জন্যে নিষিদ্ধ; তোমাদের দক্ষিণ হস্ত যাদের মালিক হয়ে যায়-এটা তোমাদের জন্য আল্লাহর হুকুম। এদেরকে ছাড়া তোমাদের জন্যে সব নারী হালাল করা হয়েছে, শর্ত এই যে, তোমরা তাদেরকে স্বীয় অর্থের বিনিময়ে তলব করবে বিবাহ বন্ধনে আবদ্ধ করার জন্য-ব্যভিচারের জন্য নয়। অনন্তর তাদের মধ্যে যাকে তোমরা ভোগ করবে, তাকে তার নির্ধারিত হক দান কর। তোমাদের কোন গোনাহ হবে না যদি নির্ধারণের পর তোমরা পরস্পরে সম্মত হও। নিশ্চয় আল্লাহ সুবিজ্ঞ, রহস্যবিদ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 25,
                                        "bnText": "আর তোমাদের মধ্যে যে ব্যক্তি স্বাধীন মুসলমান নারীকে বিয়ে করার সামর্থ্য রাখে না, সে তোমাদের অধিকারভুক্ত মুসলিম ক্রীতদাসীদেরকে বিয়ে করবে। আল্লাহ তোমাদের ঈমান সম্পর্কে ভালোভাবে জ্ঞাত রয়েছেন। তোমরা পরস্পর এক, অতএব, তাদেরকে তাদের মালিকের অনুমতিক্রমে বিয়ে কর এবং নিয়ম অনুযায়ী তাদেরকে মোহরানা প্রদান কর এমতাবস্থায় যে, তারা বিবাহ বন্ধনে আবদ্ধ হবে-ব্যভিচারিণী কিংবা উপ-পতি গ্রহণকারিণী হবে না। অতঃপর যখন তারা বিবাহ বন্ধনে এসে যায়, তখন যদি কোন অশ্লীল কাজ করে, তবে তাদেরকে স্বাধীন নারীদের অর্ধেক শাস্তি ভোগ করতে হবে। এ ব্যবস্থা তাদের জন্যে, তোমাদের মধ্যে যারা ব্যভিচারে লিপ্ত হওয়ার ব্যাপারে ভয় করে। আর যদি সবর কর, তবে তা তোমাদের জন্যে উত্তম। আল্লাহ ক্ষমাশীল, করুণাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 26,
                                        "bnText": "আল্লাহ তোমাদের জন্যে সব কিছু পরিষ্কার বর্ণনা করে দিতে চান, তোমাদের পূর্ববর্তীদের পথ প্রদর্শন করতে চান। এবং তোমাদেরকে ক্ষমা করতে চান, আল্লাহ মহাজ্ঞানী রহস্যবিদ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 27,
                                        "bnText": "আল্লাহ তোমাদের প্রতি ক্ষমাশীল হতে চান, এবং যারা কামনা-বাসনার অনুসারী, তারা চায় যে, তোমরা পথ থেকে অনেক দূরে বিচ্যুত হয়ে পড়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 28,
                                        "bnText": "আল্লাহ তোমাদের বোঝা হালকা করতে চান। মানুষ দুর্বল সৃজিত হয়েছে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 29,
                                        "bnText": "হে ঈমানদারগণ! তোমরা একে অপরের সম্পদ অন্যায়ভাবে গ্রাস করো না। কেবলমাত্র তোমাদের পরস্পরের সম্মতিক্রমে যে ব্যবসা করা হয় তা বৈধ। আর তোমরা নিজেদের কাউকে হত্যা করো না। নিঃসন্দেহে আল্লাহ তা’আলা তোমাদের প্রতি দয়ালু।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 30,
                                        "bnText": "আর যে কেউ সীমালঙ্ঘন কিংবা জুলুমের বশবর্তী হয়ে এরূপ করবে, তাকে খুব শীঘ্রই আগুনে নিক্ষেপ করা হবে। এটা আল্লাহর পক্ষে খুবই সহজসাধ্য।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 31,
                                        "bnText": "যেগুলো সম্পর্কে তোমাদের নিষেধ করা হয়েছে যদি তোমরা সেসব বড় গোনাহ গুলো থেকে বেঁচে থাকতে পার। তবে আমি তোমাদের ক্রটি-বিচ্যুতিগুলো ক্ষমা করে দেব এবং সম্মান জনক স্থানে তোমাদের প্রবেশ করার।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 32,
                                        "bnText": "আর তোমরা আকাঙ্ক্ষা করো না এমন সব বিষয়ে যাতে আল্লাহ তা’আলা তোমাদের একের উপর অপরের শ্রেষ্ঠত্ব দান করেছেন। পুরুষ যা অর্জন করে সেটা তার অংশ এবং নারী যা অর্জন করে সেটা তার অংশ। আর আল্লাহর কাছে তাঁর অনুগ্রহ প্রার্থনা কর। নিঃসন্দেহে আল্লাহ তা’আলা সর্ব বিষয়ে জ্ঞাত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 33,
                                        "bnText": "পিতা-মাতা এবং নিকটাত্নীয়গণ যা ত্যাগ করে যান সেসবের জন্যই আমি উত্তরাধিকারী নির্ধারণ করে দিয়েছি। আর যাদের সাথে তোমরা অঙ্গীকারাবদ্ধ হয়েছ তাদের প্রাপ্য দিয়ে দাও। আল্লাহ তা’আলা নিঃসন্দেহে সব কিছুই প্রত্যক্ষ করেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 34,
                                        "bnText": "পুরুষেরা নারীদের উপর কৃর্তত্বশীল এ জন্য যে, আল্লাহ একের উপর অন্যের বৈশিষ্ট্য দান করেছেন এবং এ জন্য যে, তারা তাদের অর্থ ব্যয় করে। সে মতে নেককার স্ত্রীলোকগণ হয় অনুগতা এবং আল্লাহ যা হেফাযতযোগ্য করে দিয়েছেন লোক চক্ষুর অন্তরালেও তার হেফাযত করে। আর যাদের মধ্যে অবাধ্যতার আশঙ্কা কর তাদের সদুপদেশ দাও, তাদের শয্যা ত্যাগ কর এবং প্রহার কর। যদি তাতে তারা বাধ্য হয়ে যায়, তবে আর তাদের জন্য অন্য কোন পথ অনুসন্ধান করো না। নিশ্চয় আল্লাহ সবার উপর শ্রেষ্ঠ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 35,
                                        "bnText": "যদি তাদের মধ্যে সম্পর্কচ্ছেদ হওয়ার মত পরিস্থিতিরই আশঙ্কা কর, তবে স্বামীর পরিবার থেকে একজন এবং স্ত্রীর পরিবার থেকে একজন সালিস নিযুক্ত করবে। তারা উভয়ের মীমাংসা চাইলে আল্লাহ সর্বজ্ঞ, সবকিছু অবহিত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 36,
                                        "bnText": "আর উপাসনা কর আল্লাহর, শরীক করো না তাঁর সাথে অপর কাউকে। পিতা-মাতার সাথে সৎ ও সদয় ব্যবহার কর এবং নিকটাত্নীয়, এতীম-মিসকীন, প্রতিবেশী, অসহায় মুসাফির এবং নিজের দাস-দাসীর প্রতিও। নিশ্চয়ই আল্লাহ পছন্দ করেন না দাম্ভিক-গর্বিতজনকে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 37,
                                        "bnText": "যারা নিজেরাও কার্পন্য করে এবং অন্যকেও কৃপণতা শিক্ষা দেয় আর গোপন করে সে সব বিষয় যা আল্লাহ তা’আলা তাদেরকে দান করেছেন স্বীয় অনুগ্রহে-বস্তুতঃ তৈরী করে রেখেছি কাফেরদের জন্য অপমান জনক আযাব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 38,
                                        "bnText": "আর সে সমস্ত লোক যারা ব্যয় করে স্বীয় ধন-সম্পদ লোক-দেখানোর উদ্দেশে এবং যারা আল্লাহর উপর ঈমান আনে না, ঈমান আনে না কেয়ামত দিবসের প্রতি এবং শয়তান যার সাথী হয় সে হল নিকৃষ্টতর সাথী।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 39,
                                        "bnText": "আর কিই বা ক্ষতি হত তাদের যদি তারা ঈমান আনত আল্লাহর উপর কেয়ামত দিবসের উপর এবং যদি ব্যয় করত আল্লাহ প্রদত্ত রিযিক থেকে! অথচ আল্লাহ, তাদের ব্যাপারে যথার্থভাবেই অবগত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 40,
                                        "bnText": "নিশ্চয়ই আল্লাহ কারো প্রাপ্য হক বিন্দু-বিসর্গও রাখেন না; আর যদি তা সৎকর্ম হয়, তবে তাকে দ্বিগুণ করে দেন এবং নিজের পক্ষ থেকে বিপুল সওয়াব দান করেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 41,
                                        "bnText": "আর তখন কি অবস্থা দাঁড়াবে, যখন আমি ডেকে আনব প্রতিটি উম্মতের মধ্য থেকে অবস্থা বর্ণনাকারী এবং আপনাকে ডাকব তাদের উপর অবস্থা বর্ণনাকারীরূপে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 42,
                                        "bnText": "সেদিন কামনা করবে সে সমস্ত লোক, যারা কাফের হয়েছিল এবং রসূলের নাফরমানী করেছিল, যেন যমীনের সাথে মিশে যায়। কিন্তু গোপন করতে পারবে না আল্লাহর নিকট কোন বিষয়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 43,
                                        "bnText": "হে ঈমাণদারগণ! তোমরা যখন নেশাগ্রস্ত থাক, তখন নামাযের ধারে-কাছেও যেওনা, যতক্ষণ না বুঝতে সক্ষম হও যা কিছু তোমরা বলছ, আর (নামাযের কাছে যেও না) ফরয গোসলের আবস্থায়ও যতক্ষণ না গোসল করে নাও। কিন্তু মুসাফির অবস্থার কথা স্বতন্ত্র আর যদি তোমরা অসুস্থ হয়ে থাক কিংবা সফরে থাক অথবা তোমাদের মধ্য থেকে কেউ যদি প্রস্রাব-পায়খানা থেকে এসে থাকে কিংবা নারী গমন করে থাকে, কিন্তু পরে যদি পানিপ্রাপ্তি সম্ভব না হয়, তবে পাক-পবিত্র মাটির দ্বারা তায়াম্মুম করে নাও-তাতে মুখমন্ডল ও হাতকে ঘষে নাও। নিশ্চয়ই আল্লাহ তা’আলা ক্ষমাশীল।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 44,
                                        "bnText": "তুমি কি ওদের দেখনি, যারা কিতাবের কিছু অংশ প্রাপ্ত হয়েছে, (অথচ) তারা পথভ্রষ্টতা খরিদ করে এবং কামনা করে, যাতে তোমরাও আল্লাহর পথ থেকে বিভ্রান্ত হয়ে যাও।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 45,
                                        "bnText": "অথচ আল্লাহ তোমাদের শত্রুদেরকে যথার্থই জানেন। আর অভিভাবক হিসাবে আল্লাহই যথেষ্ট এবং সাহায্যকারী হিসাবেও আল্লাহই যথেষ্ট।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 46,
                                        "bnText": "কোন কোন ইহুদী তার লক্ষ্য থেকে কথার মোড় ঘুড়িয়ে নেয় এবং বলে, আমরা শুনেছি কিন্তু অমান্য করছি। তারা আরো বলে, শোন, না শোনার মত। মুখ বাঁকিয়ে দ্বীনের প্রতি তাচ্ছিল্য প্রদর্শনের উদ্দেশে বলে, রায়েনা’ (আমাদের রাখাল)। অথচ যদি তারা বলত যে, আমরা শুনেছি ও মান্য করেছি এবং (যদি বলত, ) শোন এবং আমাদের প্রতি লক্ষ্য রাখ, তবে তাই ছিল তাদের জন্য উত্তম আর সেটাই ছিল যথার্থ ও সঠিক। কিন্তু আল্লাহ তাদের প্রতি অভিসম্পাত করেছেন তাদের কুফরীর দরুন। অতএব, তারা ঈমান আনছে না, কিন্তু অতি অল্পসংখ্যক।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 47,
                                        "bnText": "হে আসমানী গ্রন্থের অধিকারীবৃন্দ! যা কিছু আমি অবতীর্ণ করেছি তার উপর বিশ্বাস স্থাপন কর, যা সে গ্রন্থের সত্যায়ন করে এবং যা তোমাদের নিকট রয়েছে পূর্ব থেকে। (বিশ্বাস স্থাপন কর) এমন হওয়ার আগেই যে, আমি মুছে দেব অনেক চেহারাকে এবং অতঃপর সেগুলোকে ঘুরিয়ে দেব পশ্চাৎ দিকে কিংবা অভিসম্পাত করব তাদের প্রতি যেমন করে অভিসম্পাত করেছি আছহাবে-সাবতের উপর। আর আল্লাহর নির্দেশ অবশ্যই কার্যকর হবে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 48,
                                        "bnText": "নিঃসন্দেহে আল্লাহ তাকে ক্ষমা করেন না, যে লোক তাঁর সাথে শরীক করে। তিনি ক্ষমা করেন এর নিম্ন পর্যায়ের পাপ, যার জন্য তিনি ইচ্ছা করেন। আর যে লোক অংশীদার সাব্যস্ত করল আল্লাহর সাথে, সে যেন অপবাদ আরোপ করল।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 49,
                                        "bnText": "তুমি কি তাদেকে দেখনি, যারা নিজেদেরকে পূত-পবিত্র বলে থাকে অথচ পবিত্র করেন আল্লাহ যাকে ইচ্ছা তাকেই? বস্তুতঃ তাদের উপর সুতা পরিমাণ অন্যায়ও হবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 50,
                                        "bnText": "লক্ষ্য কর, কেমন করে তারা আল্লাহর প্রতি মিথ্যা অপবাদ আরোপ করে, অথচ এই প্রকাশ্য পাপই যথেষ্ট।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 51,
                                        "bnText": "তুমি কি তাদেরকে দেখনি, যারা কিতাবের কিছু অংশ প্রাপ্ত হয়েছে, যারা মান্য করে প্রতিমা ও শয়তানকে এবং কাফেরদেরকে বলে যে, এরা মুসলমানদের তুলনায় অধিকতর সরল সঠিক পথে রয়েছে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 52,
                                        "bnText": "এরা হলো সে সমস্ত লোক, যাদের উপর লা’নত করেছেন আল্লাহ তা’আলা স্বয়ং। বস্তুতঃ আল্লাহ যার উপর লা’নত করেন তুমি তার কোন সাহায্যকারী খুঁজে পাবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 53,
                                        "bnText": "তাদের কাছে কি রাজ্যের কোন অংশ আছে? তাহলে যে এরা কাউকেও একটি তিল পরিমাণও দেবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 54,
                                        "bnText": "নাকি যাকিছু আল্লাহ তাদেরকে স্বীয় অনুগ্রহে দান করেছেন সে বিষয়ের জন্য মানুষকে হিংসা করে। অবশ্যই আমি ইব্রাহীমের বংশধরদেরকে কিতাব ও হেকমত দান করেছিলাম আর তাদেরকে দান করেছিলাম বিশাল রাজ্য।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 55,
                                        "bnText": "অতঃপর তাদের কেউ তাকে মান্য করেছে আবার কেউ তার কাছ থেকে দূরে সরে রয়েছে। বস্তুতঃ (তাদের জন্য) দোযখের শিখায়িত আগুনই যথেষ্ট।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 56,
                                        "bnText": "এতে সন্দেহ নেই যে, আমার নিদর্শন সমুহের প্রতি যেসব লোক অস্বীকৃতি জ্ঞাপন করবে, আমি তাদেরকে আগুনে নিক্ষেপ করব। তাদের চামড়াগুলো যখন জ্বলে-পুড়ে যাবে, তখন আবার আমি তা পালটে দেব অন্য চামড়া দিয়ে, যাতে তারা আযাব আস্বাদন করতে থাকে। নিশ্চয়ই আল্লাহ মহাপরাক্রমশালী, হেকমতের অধিকারী।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 57,
                                        "bnText": "আর যারা ঈমান এনেছে এবং সৎকর্ম করেছে, অবশ্য আমি প্রবিষ্ট করাব তাদেরকে জান্নাতে, যার তলদেশে প্রবাহিত রয়েছে নহর সমূহ। সেখানে তারা থাকবে অনন্তকাল। সেখানে তাদের জন্য থাকবে পরিষ্কার-পরিচ্ছন্ন স্ত্রীগণ। তাদেরকে আমি প্রবিষ্ট করব ঘন ছায়া নীড়ে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 58,
                                        "bnText": "নিশ্চয়ই আল্লাহ তোমাদিগকে নির্দেশ দেন যে, তোমরা যেন প্রাপ্য আমানতসমূহ প্রাপকদের নিকট পৌছে দাও। আর যখন তোমরা মানুষের কোন বিচার-মীমাংসা করতে আরম্ভ কর, তখন মীমাংসা কর ন্যায় ভিত্তিক। আল্লাহ তোমাদিগকে সদুপদেশ দান করেন। নিশ্চয়ই আল্লাহ শ্রবণকারী, দর্শনকারী।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 59,
                                        "bnText": "হে ঈমানদারগণ! আল্লাহর নির্দেশ মান্য কর, নির্দেশ মান্য কর রসূলের এবং তোমাদের মধ্যে যারা বিচারক তাদের। তারপর যদি তোমরা কোন বিষয়ে বিবাদে প্রবৃত্ত হয়ে পড়, তাহলে তা আল্লাহ ও তাঁর রসূলের প্রতি প্রত্যর্পণ কর-যদি তোমরা আল্লাহ ও কেয়ামত দিবসের উপর বিশ্বাসী হয়ে থাক। আর এটাই কল্যাণকর এবং পরিণতির দিক দিয়ে উত্তম।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 60,
                                        "bnText": "আপনি কি তাদেরকে দেখেননি, যারা দাবী করে যে, যা আপনার প্রতি অবর্তীর্ণ হয়েছে আমরা সে বিষয়ের উপর ঈমান এনেছি এবং আপনার পূর্বে যা অবর্তীণ হয়েছে। তারা বিরোধীয় বিষয়কে শয়তানের দিকে নিয়ে যেতে চায়, অথচ তাদের প্রতি নির্দেশ হয়েছে, যাতে তারা ওকে মান্য না করে। পক্ষান্তরে শয়তান তাদেরকে প্রতারিত করে পথভ্রষ্ট করে ফেলতে চায়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 61,
                                        "bnText": "আর যখন আপনি তাদেরকে বলবেন, আল্লাহর নির্দেশের দিকে এসো-যা তিনি রসূলের প্রতি নাযিল করেছেন, তখন আপনি মুনাফেকদিগকে দেখবেন, ওরা আপনার কাছ থেকে সম্পূর্ণ ভাবে সরে যাচ্ছে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 62,
                                        "bnText": "এমতাবস্থায় যদি তাদের কৃতকর্মের দরুন বিপদ আরোপিত হয়, তবে তাতে কি হল! অতঃপর তারা আপনার কাছে আল্লাহর নামে কসম খেয়ে খেয়ে ফিরে আসবে যে, মঙ্গল ও সম্প্রীতি ছাড়া আমাদের অন্য কোন উদ্দেশ্য ছিল না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 63,
                                        "bnText": "এরা হলো সে সমস্ত লোক, যাদের মনের গোপন বিষয় সম্পর্কেও আল্লাহ তা’আলা অবগত। অতএব, আপনি ওদেরকে উপেক্ষা করুন এবং ওদেরকে সদুপদেশ দিয়ে এমন কোন কথা বলুন যা তাদের জন্য কল্যাণকর।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 64,
                                        "bnText": "বস্তুতঃ আমি একমাত্র এই উদ্দেশ্যেই রসূল প্রেরণ করেছি, যাতে আল্লাহর নির্দেশানুযায়ী তাঁদের আদেশ-নিষেধ মান্য করা হয়। আর সেসব লোক যখন নিজেদের অনিষ্ট সাধন করেছিল, তখন যদি আপনার কাছে আসত অতঃপর আল্লাহর নিকট ক্ষমা প্রার্থনা করত এবং রসূলও যদি তাদেরকে ক্ষমা করিয়ে দিতেন। অবশ্যই তারা আল্লাহকে ক্ষমাকারী, মেহেরবানরূপে পেত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 65,
                                        "bnText": "অতএব, তোমার পালনকর্তার কসম, সে লোক ঈমানদার হবে না, যতক্ষণ না তাদের মধ্যে সৃষ্ট বিবাদের ব্যাপারে তোমাকে ন্যায়বিচারক বলে মনে না করে। অতঃপর তোমার মীমাংসার ব্যাপারে নিজের মনে কোন রকম সংকীর্ণতা পাবে না এবং তা হূষ্টচিত্তে কবুল করে নেবে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 66,
                                        "bnText": "আর যদি আমি তাদের নির্দেশ দিতাম যে, নিজেদের প্রাণ ধ্বংস করে দাও কিংবা নিজেদের নগরী ছেড়ে বেরিয়ে যাও, তবে তারা তা করত না; অবশ্য তাদের মধ্যে অল্প কয়েকজন। যদি তারা তাই করে যা তাদের উপদেশ দেয়া হয়, তবে তা অবশ্যই তাদের জন্য উত্তম এং তাদেরকে নিজের ধর্মের উপর সুদৃঢ় রাখার জন্য তা উত্তম হবে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 67,
                                        "bnText": "আর তখন অবশ্যই আমি তাদেরকে নিজের পক্ষ থেকে মহান সওয়াব দেব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 68,
                                        "bnText": "আর তাদেরকে সরল পথে পরিচালিত করব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 69,
                                        "bnText": "আর যে কেউ আল্লাহর হুকুম এবং তাঁর রসূলের হুকুম মান্য করবে, তাহলে যাঁদের প্রতি আল্লাহ নেয়ামত দান করেছেন, সে তাঁদের সঙ্গী হবে। তাঁরা হলেন নবী, ছিদ্দীক, শহীদ ও সৎকর্মশীল ব্যক্তিবর্গ। আর তাদের সান্নিধ্যই হল উত্তম।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 70,
                                        "bnText": "এটা হল আল্লাহ-প্রদত্ত মহত্ত্ব। আর আল্লাহ যথেষ্ট পরিজ্ঞাত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 71,
                                        "bnText": "হে ঈমানদারগণ! নিজেদের অস্ত্র তুলে নাও এবং পৃথক পৃথক সৈন্যদলে কিংবা সমবেতভাবে বেরিয়ে পড়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 72,
                                        "bnText": "আর তোমাদের মধ্যে এমনও কেউ কেউ রয়েছে, যারা অবশ্য বিলম্ব করবে এবং তোমাদের উপর কোন বিপদ উপস্থিত হলে বলবে, আল্লাহ আমার প্রতি অনুগ্রহ করেছেন যে, আমি তাদের সাথে যাইনি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 73,
                                        "bnText": "পক্ষান্তরে তোমাদের প্রতি আল্লাহর পক্ষ থেকে কোন অনুগ্রহ আসলে তারা এমন ভাবে বলতে শুরু করবে যেন তোমাদের মধ্যে এবং তাদের মধ্যে কোন মিত্রতাই ছিল না। (বলবে) হায়, আমি যদি তাদের সাথে থাকতাম, তাহলে আমি ও যে সফলতা লাভ করতাম।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 74,
                                        "bnText": "কাজেই আল্লাহর কাছে যারা পার্থিব জীবনকে আখেরাতের পরিবর্তে বিক্রি করে দেয় তাদের জেহাদ করাই কর্তব্য। বস্তুতঃ যারা আল্লাহর রাহে লড়াই করে এবং অতঃপর মৃত্যুবরণ করে কিংবা বিজয় অর্জন করে, আমি তাদেরকে মহাপুণ্য দান করব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 75,
                                        "bnText": "আর তোমাদের কি হল যে, তেমারা আল্লাহর রাহে লড়াই করছ না দুর্বল সেই পুরুষ, নারী ও শিশুদের পক্ষে, যারা বলে, হে আমাদের পালনকর্তা! আমাদিগকে এই জনপদ থেকে নিষ্কৃতি দান কর; এখানকার অধিবাসীরা যে, অত্যাচারী! আর তোমার পক্ষ থেকে আমাদের জন্য পক্ষালম্বনকারী নির্ধারণ করে দাও এবং তোমার পক্ষ থেকে আমাদের জন্য সাহায্যকারী নির্ধারণ করে দাও।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 76,
                                        "bnText": "যারা ঈমানদার তারা যে, জেহাদ করে আল্লাহর রাহেই। পক্ষান্তরে যারা কাফের তারা লড়াই করে শয়তানের পক্ষে সুতরাং তোমরা জেহাদ করতে থাক শয়তানের পক্ষালম্বনকারীদের বিরুদ্ধে, (দেখবে) শয়তানের চক্রান্ত একান্তই দুর্বল।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 77,
                                        "bnText": "তুমি কি সেসব লোককে দেখনি, যাদেরকে নির্দেশ দেয়া হয়েছিল যে, তোমরা নিজেদের হাতকে সংযত রাখ, নামায কায়েম কর এবং যাকাত দিতে থাক? অতঃপর যখন তাদের প্রতি জেহাদের নির্দেশ দেয়া হল, তৎক্ষণাৎ তাদের মধ্যে একদল লোক মানুষকে ভয় করতে আরম্ভ করল, যেমন করে ভয় করা হয় আল্লাহকে। এমন কি তার চেয়েও অধিক ভয়। আর বলতে লাগল, হায় পালনকর্তা, কেন আমাদের উপর যুদ্ধ ফরজ করলে! আমাদেরকে কেন আরও কিছুকাল অবকাশ দান করলে না। ( হে রসূল) তাদেরকে বলে দিন, পার্থিব ফায়দা সীমিত। আর আখেরাত পরহেযগারদের জন্য উত্তম। আর তোমাদের অধিকার একটি সূতা পরিমান ও খর্ব করা হবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 78,
                                        "bnText": "তোমরা যেখানেই থাক না কেন; মৃত্যু কিন্তু তোমাদেরকে পাকড়াও করবেই। যদি তোমরা সুদৃঢ় দূর্গের ভেতরেও অবস্থান কর, তবুও। বস্তুতঃ তাদের কোন কল্যাণ সাধিত হলে তারা বলে যে, এটা সাধিত হয়েছে আল্লাহর পক্ষ থেকে। আর যদি তাদের কোন অকল্যাণ হয়, তবে বলে, এটা হয়েছে তোমার পক্ষ থেকে, বলে দাও, এসবই আল্লাহর পক্ষ থেকে। পক্ষান্তরে তাদের পরিণতি কি হবে, যারা কখনও কোন কথা বুঝতে চেষ্টা করে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 79,
                                        "bnText": "আপনার যে কল্যাণ হয়, তা হয় আল্লাহর পক্ষ থেকে আর আপনার যে অকল্যাণ হয়, সেটা হয় আপনার নিজের কারণে। আর আমি আপনাকে পাঠিয়েছি মানুষের প্রতি আমার পয়গামের বাহক হিসাবে। আর আল্লাহ সব বিষয়েই যথেষ্ট-সববিষয়ই তাঁর সম্মুখে উপস্থিত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 80,
                                        "bnText": "যে লোক রসূলের হুকুম মান্য করবে সে আল্লাহরই হুকুম মান্য করল। আর যে লোক বিমুখতা অবলম্বন করল, আমি আপনাকে (হে মুহাম্মদ), তাদের জন্য রক্ষণাবেক্ষণকারী নিযুক্ত করে পাঠাইনি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 81,
                                        "bnText": "আর তারা বলে, আপনার আনুগত্য করি। অতঃপর আপনার নিকট থেকে বেরিয়ে গেলেই তাদের মধ্য থেকে কেউ কেউ পরামর্শ করে রাতের বেলায় সে কথার পরিপন্থী যা তারা আপনার সাথে বলেছিল। আর আল্লাহ লিখে নেন, সে সব পরামর্শ যা তারা করে থাকে। সুতরাং আপনি তাদের ব্যাপারে নিস্পৃহতা অবলম্বন করুন এবং ভরসা করুন আল্লাহর উপর, আল্লাহ হলেন যথেষ্ট ও কার্যসম্পাদনকারী।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 82,
                                        "bnText": "এরা কি লক্ষ্য করে না কোরআনের প্রতি? পক্ষান্তরে এটা যদি আল্লাহ ব্যতীত অপর কারও পক্ষ থেকে হত, তবে এতো অবশ্যই বহু বৈপরিত্য দেখতে পেত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 83,
                                        "bnText": "আর যখন তাদের কছে পৌঁছে কোন সংবাদ শান্তি-সংক্রান্ত কিংবা ভয়ের, তখন তারা সেগুলোকে রটিয়ে দেয়। আর যদি সেগুলো পৌঁছে দিত রসূল পর্যন্ত কিংবা তাদের শাসকদের পর্যন্ত, তখন অনুসন্ধান করে দেখা যেত সেসব বিষয়, যা তাতে রয়েছে অনুসন্ধান করার মত। বস্তুতঃ আল্লাহর অনুগ্রহ ও করুণা যদি তোমাদের উপর বিদ্যমান না থাকত তবে তোমাদের অল্প কতিপয় লোক ব্যতীত সবাই শয়তানের অনুসরণ করতে শুরু করত"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 84,
                                        "bnText": "আল্লাহর রাহে যুদ্ধ করতে থাকুন, আপনি নিজের সত্তা ব্যতীত অন্য কোন বিষয়ের যিম্মাদার নন! আর আপনি মুসলমানদেরকে উৎসাহিত করতে থাকুন। শীঘ্রই আল্লাহ কাফেরদের শক্তি-সামর্থ খর্ব করে দেবেন। আর আল্লাহ শক্তি-সামর্থের দিক দিয়ে অত্যন্ত কঠোর এবং কঠিন শাস্তিদাতা।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 85,
                                        "bnText": "যে লোক সৎকাজের জন্য কোন সুপারিশ করবে, তা থেকে সেও একটি অংশ পাবে। আর যে লোক সুপারিশ করবে মন্দ কাজের জন্যে সে তার বোঝারও একটি অংশ পাবে। বস্তুতঃ আল্লাহ সর্ব বিষয়ে ক্ষমতাশীল।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 86,
                                        "bnText": "আর তোমাদেরকে যদি কেউ দোয়া করে, তাহলে তোমরাও তার জন্য দোয়া কর; তারচেয়ে উত্তম দোয়া অথবা তারই মত ফিরিয়ে বল। নিশ্চয়ই আল্লাহ সর্ব বিষয়ে হিসাব-নিকাশ গ্রহণকারী।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 87,
                                        "bnText": "আল্লাহ ব্যতীত আর কোনোই উপাস্য নেই। অবশ্যই তিনি তোমাদেরকে সমবেত করবেন কেয়ামতের দিন, এতে বিন্দুমাত্র সন্দেহ নেই। তাছাড়া আল্লাহর চাইতে বেশী সত্য কথা আর কার হবে"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 88,
                                        "bnText": "অতঃপর তোমাদের কি হল যে, মুনাফিকদের সম্পর্কে তোমরা দু’দল হয়ে গেলে? অথচ আল্লাহ তা’আলা তাদেরকে ঘুরিয়ে দিয়েছেন তাদের মন্দ কাজের কারনে! তোমরা কি তাদেরকে পথ প্রদর্শন করতে চাও, যাদেরকে আল্লাহ পথভ্রষ্ট করেছেন? আল্লাহ যাকে পথভ্রান্ত করেন, তুমি তার জন্য কোন পথ পাবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 89,
                                        "bnText": "তারা চায় যে, তারা যেমন কাফের, তোমরাও তেমনি কাফের হয়ে যাও, যাতে তোমরা এবং তারা সব সমান হয়ে যাও। অতএব, তাদের মধ্যে কাউকে বন্ধুরূপে গ্রহণ করো না, যে পর্যন্ত না তারা আল্লাহর পথে হিজরত করে চলে আসে। অতঃপর যদি তারা বিমুখ হয়, তবে তাদেরকে পাকড়াও কর এবং যেখানে পাও হত্যা কর। তাদের মধ্যে কাউকে বন্ধুরূপে গ্রহণ করো না এবং সাহায্যকারী বানিও না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 90,
                                        "bnText": "কিন্তু যারা এমন সম্প্রদায়ের সাথে মিলিত হয় যে, তোমাদের মধ্যে ও তাদের মধ্যে চুক্তি আছে অথবা তোমাদের কাছে এভাবে আসে যে, তাদের অন্তর তোমাদের সাথে এবং স্বজাতির সাথেও যুদ্ধ করতে অনিচ্ছুক। যদি আল্লাহ ইচ্ছে করতেন, তবে তোমাদের উপর তাদেরকে প্রবল করে দিতেন। ফলে তারা অবশ্যই তোমাদের সাথে যুদ্ধ করত। অতঃপর যদি তারা তোমাদের থেকে পৃথক থাকে তোমাদের সাথে যুদ্ধ না করে এবং তোমাদের সাথে সন্ধি করে, তবে আল্লাহ তোমাদের কে তাদের বিরুদ্ধে কোন পথ দেননি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 91,
                                        "bnText": "এখন তুমি আরও এক সম্প্রদায়কে পাবে। তারা তোমাদের কাছেও স্বজাতির কাছেও এবং নির্বিঘ্ন হয়ে থাকতে চায়। যখন তাদেরকে ফ্যাসাদের প্রতি মনোনিবেশ করানো হয়, তখন তারা তাতে নিপতিত হয়, অতএব তারা যদি তোমাদের থেকে নিবৃত্ত না হয়, তোমাদের সাথে সন্ধি না রাখে এবং স্বীয় হস্তসমূহকে বিরত না রাখে, তবে তোমরা তাদেরকে পাকড়াও কর এবং যেখানে পাও হত্যা কর। আমি তাদের বিরুদ্ধে তোমাদেরকে প্রকাশ্য যুক্তি-প্রমাণ দান করেছি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 92,
                                        "bnText": "মুসলমানের কাজ নয় যে, মুসলমানকে হত্যা করে; কিন্তু ভুলক্রমে। যে ব্যক্তি মুসলমানকে ভূলক্রমে হত্যা করে, সে একজন মুসলমান ক্রীতদাস মুক্ত করবে এবং রক্ত বিনিময় সমর্পন করবে তার স্বজনদেরকে; কিন্তু যদি তারা ক্ষমা করে দেয়। অতঃপর যদি নিহত ব্যক্তি তোমাদের শত্রু সম্প্রদায়ের অন্তর্গত হয়, তবে মুসলমান ক্রীতদাস মুক্ত করবে এবং যদি সে তোমাদের সাথে চুক্তিবদ্ধ কোন সম্প্রদায়ের অন্তর্গত হয়, তবে রক্ত বিনিময় সমর্পণ করবে তার স্বজনদেরকে এবং একজন মুসলমান ক্রীতদাস মুক্ত করবে। অতঃপর যে ব্যক্তি না পায়, সে আল্লাহর কাছ থেকে গোনাহ মাফ করানোর জন্যে উপর্যুপুরি দুই মাস রোযা রাখবে। আল্লাহ, মহাজ্ঞানী, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 93,
                                        "bnText": "যে ব্যক্তি স্বেচ্ছাক্রমে মুসলমানকে হত্যা করে, তার শাস্তি জাহান্নাম, তাতেই সে চিরকাল থাকবে। আল্লাহ তার প্রতি ক্রুদ্ধ হয়েছেন, তাকে অভিসম্পাত করেছেন এবং তার জন্যে ভীষণ শাস্তি প্রস্তুত রেখেছেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 94,
                                        "bnText": "হে ঈমানদারগণ! তোমরা যখন আল্লাহর পথে সফর কর, তখন যাচাই করে নিও এবং যে, তোমাদেরকে সালাম করে তাকে বলো না যে, তুমি মুসলমান নও। তোমরা পার্থিব জীবনের সম্পদ অন্বেষণ কর, বস্তুতঃ আল্লাহর কাছে অনেক সম্পদ রয়েছে। তোমরা ও তো এমনি ছিলে ইতিপূর্বে; অতঃপর আল্লাহ তোমাদের প্রতি অনুগ্রহ করেছেন। অতএব, এখন অনুসন্ধান করে নিও। নিশ্চয় আল্লাহ তোমাদের কাজ কর্মের খবর রাখেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 95,
                                        "bnText": "গৃহে উপবিষ্ট মুসলমান-যাদের কোন সঙ্গত ওযর নেই এবং ঐ মুসলমান যারা জান ও মাল দ্বারা আল্লাহর পথে জেহাদ করে,-সমান নয়। যারা জান ও মাল দ্বারা জেহাদ করে, আল্লাহ তাদের পদমর্যাদা বাড়িয়ে দিয়েছেন গৃহে উপবিষ্টদের তুলনায় এবং প্রত্যেকের সাথেই আল্লাহ কল্যাণের ওয়াদা করেছেন। আল্লাহ মুজাহেদীনকে উপবিষ্টদের উপর মহান প্রতিদানে শ্রেষ্ঠ করেছেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 96,
                                        "bnText": "এগুলো তাঁর পক্ষ থেকে পদমর্যাদা, ক্ষমা ও করুণা; আল্লাহ ক্ষমাশীল ও করুণাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 97,
                                        "bnText": "যারা নিজের অনিষ্ট করে, ফেরেশতারা তাদের প্রাণ হরণ করে বলে, তোমরা কি অবস্থায় ছিলে? তারা বলেঃ এ ভূখন্ডে আমরা অসহায় ছিলাম। ফেরেশতারা বলেঃ আল্লাহর পৃথিবী কি প্রশস্ত ছিল না যে, তোমরা দেশত্যাগ করে সেখানে চলে যেতে? অতএব, এদের বাসস্থান হল জাহান্নাম এবং তা অত্যন্ত মন্দ স্থান।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 98,
                                        "bnText": "কিন্তু পুরুষ, নারী ও শিশুদের মধ্যে যারা অসহায়, তারা কোন উপায় করতে পারে না এবং পথও জানে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 99,
                                        "bnText": "অতএব, আশা করা যায়, আল্লাহ তাদেরকে ক্ষমা করবেন। আল্লাহ মার্জনাকারী, ক্ষমাশীল।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 100,
                                        "bnText": "যে কেউ আল্লাহর পথে দেশত্যাগ করে, সে এর বিনিময়ে অনেক স্থান ও সচ্ছলতা প্রাপ্ত হবে। যে কেউ নিজ গৃহ থেকে বের হয় আল্লাহ ও রসূলের প্রতি হিজরত করার উদ্দেশে, অতঃপর মৃত্যুমুখে পতিত হয়, তবে তার সওয়াব আল্লাহর কাছে অবধারিত হয়ে যায়। আল্লাহ ক্ষমাশীল, করুণাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 101,
                                        "bnText": "যখন তোমরা কোন দেশ সফর কর, তখন নামাযে কিছুটা হ্রাস করলে তোমাদের কোন গোনাহ নেই, যদি তোমরা আশঙ্কা কর যে, কাফেররা তোমাদেরকে উত্ত্যক্ত করবে। নিশ্চয় কাফেররা তোমাদের প্রকাশ্য শত্রু।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 102,
                                        "bnText": "যখন আপনি তাদের মধ্যে থাকেন, অতঃপর নামাযে দাঁড়ান, তখন যেন একদল দাঁড়ায় আপনার সাথে এবং তারা যেন স্বীয় অস্ত্র সাথে নেয়। অতঃপর যখন তারা সেজদা সম্পন্ন করে, তখন আপনার কাছ থেকে যেন সরে যায় এবং অন্য দল যেন আসে, যারা নামায পড়েনি। অতঃপর তারা যেন আপনার সাথে নামায পড়ে এবং আত্মরক্ষার হাতিয়ার সাথে নেয়। কাফেররা চায় যে, তোমরা কোন রূপে অসতর্ক থাক, যাতে তারা একযোগে তোমাদেরকে আক্রমণ করে বসে। যদি বৃষ্টির কারণে তোমাদের কষ্ট হয় অথবা তোমরা অসুস্থ হও তবে স্বীয় অস্ত্র পরিত্যাগ করায় তোমাদের কোন গোনাহ নেই এবং সাথে নিয়ে নাও তোমাদের আত্নরক্ষার অস্ত্র। নিশ্চয় আল্লাহ কাফেরদের জন্যে অপমানকর শাস্তি প্রস্তুত করে রেখেছেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 103,
                                        "bnText": "অতঃপর যখন তোমরা নামায সম্পন্ন কর, তখন দন্ডায়মান, উপবিষ্ট ও শায়িত অবস্থায় আল্লাহকে স্মরণ কর। অতঃপর যখন বিপদমুক্ত হয়ে যাও, তখন নামায ঠিক করে পড়। নিশ্চয় নামায মুসলমানদের উপর ফরয নির্দিষ্ট সময়ের মধ্যে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 104,
                                        "bnText": "তাদের পশ্চাদ্ধাবনে শৈথিল্য করো না। যদি তোমরা আঘাত প্রাপ্ত, তবে তারাও তো তোমাদের মতই হয়েছে আঘাতপ্রাপ্ত এবং তোমরা আল্লাহর কাছে আশা কর, যা তারা আশা করে না। আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 105,
                                        "bnText": "নিশ্চয় আমি আপনার প্রতি সত্য কিতাব অবতীর্ণ করেছি, যাতে আপনি মানুষের মধ্যে ফয়সালা করেন, যা আল্লাহ আপনাকে হৃদয়ঙ্গম করান। আপনি বিশ্বাসঘাতকদের পক্ষ থেকে বিতর্ককারী হবেন না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 106,
                                        "bnText": "এবং আল্লাহর কাছে ক্ষমা প্রার্থনা করুন। নিশ্চয় আল্লাহ ক্ষমাশীল, দয়ালু।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 107,
                                        "bnText": "যারা মনে বিশ্বাস ঘাতকতা পোষণ করে তাদের পক্ষ থেকে বিতর্ক করবেন না। আল্লাহ পছন্দ করেন না তাকে, যে বিশ্বাস ঘাতক পাপী হয়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 108,
                                        "bnText": "তারা মানুষের কাছে লজ্জিত হয় এবং আল্লাহর কাছে লজ্জিত হয় না। তিনি তাদের সাথে রয়েছেন, যখন তারা রাত্রে এমন বিষয়ে পরামর্শ করে, যাতে আল্লাহ সম্মত নন। তারা যাকিছু করে, সবই আল্লাহর আয়ত্তাধীণ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 109,
                                        "bnText": "শুনছ? তোমরা তাদের পক্ষ থেকে পার্থিব জীবনে বিবাদ করছ, অতঃপর কেয়ামতের দিনে তাদের পক্ষ হয়ে আল্লাহর সাথে কে বিবাদ করবে অথবা কে তাদের কার্যনির্বাহী হবে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 110,
                                        "bnText": "যে গোনাহ, করে কিংবা নিজের অনিষ্ট করে, অতঃপর আল্লাহর কাছে ক্ষমা প্রার্থনা করে, সে আল্লাহকে ক্ষমাশীল, করুণাময় পায়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 111,
                                        "bnText": "যে কেউ পাপ করে, সে নিজের পক্ষেই করে। আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 112,
                                        "bnText": "যে ব্যক্তি ভূল কিংবা গোনাহ করে, অতঃপর কোন নিরপরাধের উপর অপবাদ আরোপ করে সে নিজের মাথায় বহন করে জঘন্য মিথ্যা ও প্রকাশ্য গোনাহ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 113,
                                        "bnText": "যদি আপনার প্রতি আল্লাহর অনুগ্রহ ও করুণা না হত, তবে তাদের একদল আপনাকে পথভ্রষ্ট করার সংকল্প করেই ফেলেছিল। তারা পথভ্রান্ত করতে পারে না কিন্তু নিজেদেরকেই এবং আপনার কোন অনিষ্ট করতে পারে না। আল্লাহ আপনার প্রতি ঐশী গ্রন্থ ও প্রজ্ঞা অবতীর্ণ করেছেন এবং আপনাকে এমন বিষয় শিক্ষা দিয়েছেন, যা আপনি জানতেন না। আপনার প্রতি আল্লাহর করুণা অসীম।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 114,
                                        "bnText": "তাদের অধিকাংশ সলা-পরামর্শ ভাল নয়; কিন্তু যে সলা-পরামর্শ দান খয়রাত করতে কিংবা সৎকাজ করতে কিংবা মানুষের মধ্যে সন্ধিস্থাপন কল্পে করতো তা স্বতন্ত্র। যে একাজ করে আল্লাহর সন্তুষ্টির জন্যে আমি তাকে বিরাট ছওয়াব দান করব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 115,
                                        "bnText": "যে কেউ রসূলের বিরুদ্ধাচারণ করে, তার কাছে সরল পথ প্রকাশিত হওয়ার পর এবং সব মুসলমানের অনুসৃত পথের বিরুদ্ধে চলে, আমি তাকে ঐ দিকেই ফেরাব যে দিক সে অবলম্বন করেছে এবং তাকে জাহান্নামে নিক্ষেপ করব। আর তা নিকৃষ্টতর গন্তব্যস্থান।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 116,
                                        "bnText": "নিশ্চয় আল্লাহ তাকে ক্ষমা করেন না, যে তাঁর সাথে কাউকে শরীক করে। এছাড়া যাকে ইচ্ছা, ক্ষমা করেন। যে আল্লাহর সাথে শরীক করে সে সুদূর ভ্রান্তিতে পতিত হয়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 117,
                                        "bnText": "তারা আল্লাহকে পরিত্যাগ করে শুধু নারীর আরাধনা করে এবং শুধু অবাধ্য শয়তানের পূজা করে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 118,
                                        "bnText": "যার প্রতি আল্লাহ অভিসম্পাত করেছেন। শয়তান বললঃ আমি অবশ্যই তোমার বান্দাদের মধ্য থেকে নির্দিষ্ট অংশ গ্রহণ করব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 119,
                                        "bnText": "তাদেরকে পথভ্রষ্ট করব, তাদেরকে আশ্বাস দেব; তাদেরকে পশুদের কর্ণ ছেদন করতে বলব এবং তাদেরকে আল্লাহর সৃষ্ট আকৃতি পরিবর্তন করতে আদেশ দেব। যে কেউ আল্লাহকে ছেড়ে শয়তানকে বন্ধুরূপে গ্রহণ করে, সে প্রকাশ্য ক্ষতিতে পতিত হয়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 120,
                                        "bnText": "সে তাদেরকে প্রতিশ্রুতি দেয় এবং তাদেরকে আশ্বাস দেয়। শয়তান তাদেরকে যে প্রতিশ্রুতি দেয়, তা সব প্রতারণা বৈ নয়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 121,
                                        "bnText": "তাদের বাসস্থান জাহান্নাম। তারা সেখান থেকে কোথাও পালাবার জায়গা পাবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 122,
                                        "bnText": "যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে, আমি তাদেরকে উদ্যানসমূহে প্রবিষ্ট করাব, যেগুলোর তলদেশে নহরসমূহ প্রবাহিত হয়। তারা চিরকাল তথায় অবস্থান করবে। আল্লাহ প্রতিশ্রুতি দিয়েছেন সত্য সত্য। আল্লাহর চাইতে অধিক সত্যবাদী কে"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 123,
                                        "bnText": "তোমাদের আশার উপর ও ভিত্তি নয় এবং আহলে-কিতাবদের আশার উপরও না। যে কেউ মন্দ কাজ করবে, সে তার শাস্তি পাবে এবং সে আল্লাহ ছাড়া নিজের কোন সমর্থক বা সাহায্যকারী পাবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 124,
                                        "bnText": "যে লোক পুরুষ হোক কিংবা নারী, কোন সৎকর্ম করে এবং বিশ্বাসী হয়, তবে তারা জান্নাতে প্রবেশ করবে এবং তাদের প্রাপ্য তিল পরিমাণ ও নষ্ট হবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 125,
                                        "bnText": "যে আল্লাহর নির্দেশের সামনে মস্তক অবনত করে সৎকাজে নিয়োজিত থাকে এবং ইব্রাহীমের ধর্ম অনুসরণ করে, যিনি একনিষ্ঠ ছিলেন, তার চাইতে উত্তম ধর্ম কার? আল্লাহ ইব্রাহীমকে বন্ধুরূপে গ্রহণ করেছেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 126,
                                        "bnText": "যা কিছু নভোন্ডলে আছে এবং যা কিছু ভুমন্ডলে আছে, সব আল্লাহরই। সব বস্তু আল্লাহর মুষ্ঠি বলয়ে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 127,
                                        "bnText": "তারা আপনার কাছে নারীদের বিবাহের অনুমতি চায়। বলে দিনঃ আল্লাহ তোমাদেরকে তাদের সম্পর্কে অনুমতি দেন এবং কোরআনে তোমাদেরকে যা যা পাট করে শুনানো হয়, তা ঐ সব পিতৃহীনা-নারীদের বিধান, যাদের কে তোমরা নির্ধারিত অধিকার প্রদান কর না অথচ বিবাহ বন্ধনে আবদ্ধ করার বাসনা রাখ। আর অক্ষম শিশুদের বিধান এই যে, এতীমদের জন্যে ইনসাফের উপর কায়েম থাক। তোমরা যা ভাল কাজ করবে, তা আল্লাহ জানেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 128,
                                        "bnText": "যদি কোন নারী স্বীয় স্বামীর পক্ষ থেকে অসদাচরণ কিংবা উপেক্ষার আশংকা করে, তবে পরস্পর কোন মীমাংসা করে নিলে তাদের উভয়ের কোন গোনাহ নাই। মীমাংসা উত্তম। মনের সামনে লোভ বিদ্যমান আছে। যদি তোমরা উত্তম কাজ কর এবং খোদাভীরু হও, তবে, আল্লাহ তোমাদের সব কাজের খবর রাখেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 129,
                                        "bnText": "তোমরা কখনও নারীদেরকে সমান রাখতে পারবে না, যদিও এর আকাঙ্ক্ষী হও। অতএব, সম্পূর্ণ ঝুঁকেও পড়ো না যে, একজনকে ফেলে রাখ দোদুল্যমান অবস্থায়। যদি সংশোধন কর এবং খোদাভীরু হও, তবে আল্লাহ ক্ষমাশীল, করুণাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 130,
                                        "bnText": "যদি উভয়েই বিচ্ছিন্ন হয়ে যায়, তবে আল্লাহ স্বীয় প্রশস্ততা দ্বারা প্রত্যেককে অমুখাপেক্ষী করে দিবেন। আল্লাহ সুপ্রশস্ত, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 131,
                                        "bnText": "আর যা কিছু রয়েছে আসমান সমূহে ও যমীনে সবই আল্লাহর। বস্তুতঃ আমি নির্দেশ দিয়েছি তোমাদের পূর্ববর্তী গ্রন্থের অধিকারীদেরকে এবং তোমাদেরকে যে, তোমরা সবাই ভয় করতে থাক আল্লাহকে। যদি তোমরা তা না মান, তবে জেনো, সে সব কিছুই আল্লাহ তা’আলার যা কিছু রয়েছে আসমান সমূহে ও যমীনে। আর আল্লাহ হচ্ছেন অভাবহীন, প্রসংশিত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 132,
                                        "bnText": "আর আল্লাহরই জন্যে সে সবকিছু যা কিছু রয়েছে আসমান সমূহে ও যমীনে। আল্লাহই যথেষ্ট কর্মবিধায়ক।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 133,
                                        "bnText": "হে মানবকূল, যদি আল্লাহ তোমাদেরকে সরিয়ে তোমাদের জায়গায় অন্য কাউকে প্রতিষ্ঠিত করেন? বস্তুতঃ আল্লাহর সে ক্ষমতা রয়েছে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 134,
                                        "bnText": "যে কেউ দুনিয়ার কল্যাণ কামনা করবে, তার জেনে রাখা প্রয়োজন যে, দুনিয়া ও আখেরাতের কল্যাণ আল্লাহরই নিকট রয়েছে। আর আল্লাহ সব কিছু শোনেন ও দেখেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 135,
                                        "bnText": "হে ঈমানদারগণ, তোমরা ন্যায়ের উপর প্রতিষ্ঠিত থাক; আল্লাহর ওয়াস্তে ন্যায়সঙ্গত সাক্ষ্যদান কর, তাতে তোমাদের নিজের বা পিতা-মাতার অথবা নিকটবর্তী আত্নীয়-স্বজনের যদি ক্ষতি হয় তবুও। কেউ যদি ধনী কিংবা দরিদ্র হয়, তবে আল্লাহ তাদের শুভাকাঙ্খী তোমাদের চাইতে বেশী। অতএব, তোমরা বিচার করতে গিয়ে রিপুর কামনা-বাসনার অনুসরণ করো না। আর যদি তোমরা ঘুরিয়ে-পেঁচিয়ে কথা বল কিংবা পাশ কাটিয়ে যাও, তবে আল্লাহ তোমাদের যাবতীয় কাজ কর্ম সম্পর্কেই অবগত।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 136,
                                        "bnText": "হে ঈমানদারগণ, আল্লাহর উপর পরিপূর্ণ বিশ্বাস স্থাপন কর এবং বিশ্বাস স্থাপন কর তাঁর রসূলও তাঁর কিতাবের উপর, যা তিনি নাযিল করেছেন স্বীয় রসূলের উপর এবং সেসমস্ত কিতাবের উপর, যেগুলো নাযিল করা হয়েছিল ইতিপূর্বে। যে আল্লাহর উপর, তাঁর ফেরেশতাদের উপর, তাঁর কিতাব সমূহের উপর এবং রসূলগণের উপর ও কিয়ামতদিনের উপর বিশ্বাস করবে না, সে পথভ্রষ্ট হয়ে বহু দূরে গিয়ে পড়বে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 137,
                                        "bnText": "যারা একবার মুসলমান হয়ে পরে পুনরায় কাফের হয়ে গেছে, আবার মুসলমান হয়েছে এবং আবারো কাফের হয়েছে এবং কুফরীতেই উন্নতি লাভ করেছে, আল্লাহ তাদেরকে না কখনও ক্ষমা করবেন, না পথ দেখাবেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 138,
                                        "bnText": "সেসব মুনাফেককে সুসংবাদ শুনিয়ে দিন যে, তাদের জন্য নির্ধারিত রয়েছে বেদনাদায়ক আযাব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 139,
                                        "bnText": "যারা মুসলমানদের বর্জন করে কাফেরদেরকে নিজেদের বন্ধু বানিয়ে নেয় এবং তাদেরই কাছে সম্মান প্রত্যাশা করে, অথচ যাবতীয় সম্মান শুধুমাত্র আল্লাহরই জন্য।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 140,
                                        "bnText": "আর কোরআনের মাধ্যমে তোমাদের প্রতি এই হুকুম জারি করে দিয়েছেন যে, যখন আল্লাহ তা’ আলার আয়াতসমূহের প্রতি অস্বীকৃতি জ্ঞাপন ও বিদ্রুপ হতে শুনবে, তখন তোমরা তাদের সাথে বসবে না, যতক্ষণ না তারা প্রসঙ্গান্তরে চলে যায়। তা না হলে তোমরাও তাদেরই মত হয়ে যাবে। আল্লাহ দোযখের মাঝে মুনাফেক ও কাফেরদেরকে একই জায়গায় সমবেত করবেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 141,
                                        "bnText": "এরা এমনি মুনাফেক যারা তোমাদের কল্যাণ-অকল্যাণের প্রতীক্ষায় ওঁৎপেতে থাকে। অতঃপর আল্লাহর ইচ্ছায় তোমাদের যদি কোন বিজয় অর্জিত হয়, তবে তারা বলে, আমরাও কি তোমাদের সাথে ছিলাম না? পক্ষান্তরে কাফেরদের যদি আংশিক বিজয় হয়, তবে বলে, আমরা কি তোমাদেরকে ঘিরে রাখিনি এবং মুসলমানদের কবল থেকে রক্ষা করিনি? সুতরাং আল্লাহ তোমাদের মধ্যে কেয়ামতের দিন মীমাংসা করবেন এবং কিছুতেই আল্লাহ কাফেরদেরকে মুসলমানদের উপর বিজয় দান করবেন না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 142,
                                        "bnText": "অবশ্যই মুনাফেকরা প্রতারণা করছে আল্লাহর সাথে, অথচ তারা নিজেরাই নিজেদের প্রতারিত করে। বস্তুতঃ তারা যখন নামাযে দাঁড়ায় তখন দাঁড়ায়, একান্ত শিথিল ভাবে লোক দেখানোর জন্য। আর তারা আল্লাহকে অল্পই স্মরণ করে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 143,
                                        "bnText": "এরা দোদুল্যমান অবস্থায় ঝুলন্ত; এদিকেও নয় ওদিকেও নয়। বস্তুতঃ যাকে আল্লাহ গোমরাহ করে দেন, তুমি তাদের জন্য কোন পথই পাবে না কোথাও।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 144,
                                        "bnText": "হে ঈমানদারগণ! তোমরা কাফেরদেরকে বন্ধু বানিও না মুসলমানদের বাদ দিয়ে। তোমরা কি এমনটি করে নিজের উপর আল্লাহর প্রকাশ্য দলীল কায়েম করে দেবে"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 145,
                                        "bnText": "নিঃসন্দেহে মুনাফেকরা রয়েছে দোযখের সর্বনিম্ন স্তরে। আর তোমরা তাদের জন্য কোন সাহায্যকারী কখনও পাবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 146,
                                        "bnText": "অবশ্য যারা তওবা করে নিয়েছে, নিজেদের অবস্থার সংস্কার করেছে এবং আল্লাহর পথকে সুদৃঢ়ভাবে আঁকড়ে ধরে আল্লাহর ফরমাবরদার হয়েছে, তারা থাকবে মুসলমানদেরই সাথে। বস্তুতঃ আল্লাহ শীঘ্রই ঈমানদারগণকে মহাপূণ্য দান করবেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 147,
                                        "bnText": "তোমাদের আযাব দিয়ে আল্লাহ কি করবেন যদি তোমরা কৃতজ্ঞতা প্রকাশ কর এবং ঈমানের উপর প্রতিষ্ঠিত থাক! আর আল্লাহ হচ্ছেন সমুচিত মূল্যদানকারী সর্বজ্ঞ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 148,
                                        "bnText": "আল্লাহ কোন মন্দ বিষয় প্রকাশ করা পছন্দ করেন না। তবে কারো প্রতি জুলুম হয়ে থাকলে সে কথা আলাদা। আল্লাহ শ্রবণকারী, বিজ্ঞ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 149,
                                        "bnText": "তোমরা যদি কল্যাণ কর প্রকাশ্যভাবে কিংবা গোপনে অথবা যদি তোমরা আপরাধ ক্ষমা করে দাও, তবে জেনো, আল্লাহ নিজেও ক্ষমাকারী, মহাশক্তিশালী।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 150,
                                        "bnText": "যারা আল্লাহ ও তার রসূলের প্রতি অস্বীকৃতি জ্ঞাপনকারী তদুপরি আল্লাহ ও রসূলের প্রতি বিশ্বাসে তারতম্য করতে চায় আর বলে যে, আমরা কতককে বিশ্বাস করি কিন্তু কতককে প্রত্যাখ্যান করি এবং এরই মধ্যবর্তী কোন পথ অবলম্বন করতে চায়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 151,
                                        "bnText": "প্রকৃতপক্ষে এরাই সত্য প্রত্যাখ্যাকারী। আর যারা সত্য প্রত্যাখ্যানকারী তাদের জন্য তৈরী করে রেখেছি অপমানজনক আযাব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 152,
                                        "bnText": "আর যারা ঈমান এনেছে আল্লাহর উপর, তাঁর রসূলের উপর এবং তাঁদের কারও প্রতি ঈমান আনতে গিয়ে কাউকে বাদ দেয়নি, শীঘ্রই তাদেরকে প্রাপ্য সওয়াব দান করা হবে। বস্তুতঃ আল্লাহ ক্ষমাশীল দয়ালু।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 153,
                                        "bnText": "আপনার নিকট আহলে-কিতাবরা আবেদন জানায় যে, আপনি তাদের উপর আসমান থেকে লিখিত কিতাব অবতীর্ণ করিয়ে নিয়ে আসুন। বস্তুতঃ এরা মূসার কাছে এর চেয়েও বড় জিনিস চেয়েছে। বলেছে, একেবারে সামনাসামনিভাবে আমাদের আল্লাহকে দেখিয়ে দাও। অতএব, তাদের উপর বজ্রপাত হয়েছে তাদের পাপের দরুন; অতঃপর তাদের নিকট সুস্পষ্ট প্রমাণ-নিদর্শন প্রকাশিত হবার পরেও তারা গো-বৎসকে উপাস্যরূপে গ্রহণ করেছিল; তাও আমি ক্ষমা করে দিয়েছিলাম এবং আমি মূসাকে প্রকৃষ্ট প্রভাব দান করেছিলাম।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 154,
                                        "bnText": "আর তাদের কাছ থেকে প্রতিশ্রুতি নেবার উদ্দেশ্যে আমি তাদের উপর তূর পর্বতকে তুলে ধরেছিলাম এবং তাদেরকে বলেছিলাম, অবনত মস্তকে দরজায় ঢোক। আর বলেছিলাম, শনিবার দিন সীমালংঘন করো না। এভাবে তাদের কাছ থেকে দৃঢ় অঙ্গীকার নিয়েছিলাম।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 155,
                                        "bnText": "অতএব, তারা যে শাস্তিপ্রাপ্ত হয়েছিল, তা ছিল তাদেরই অঙ্গীকার ভঙ্গর জন্য এবং অন্যায়ভাবে রসূলগণকে হত্যা করার কারণে এবং তাদের এই উক্তির দরুন যে, আমাদের হৃদয় আচ্ছন্ন। অবশ্য তা নয়, বরং কুফরীর কারণে স্বয়ং আল্লাহ তাদের অন্তরের উপর মোহর এঁটে দিয়েছেন। ফলে এরা ঈমান আনে না কিন্তু অতি অল্পসংখ্যক।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 156,
                                        "bnText": "আর তাদের কুফরী এবং মরিয়মের প্রতি মহা অপবাদ আরোপ করার কারণে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 157,
                                        "bnText": "আর তাদের একথা বলার কারণে যে, আমরা মরিয়ম পুত্র ঈসা মসীহকে হত্যা করেছি যিনি ছিলেন আল্লাহর রসূল। অথচ তারা না তাঁকে হত্যা করেছে, আর না শুলীতে চড়িয়েছে, বরং তারা এরূপ ধাঁধায় পতিত হয়েছিল। বস্তুতঃ তারা এ ব্যাপারে নানা রকম কথা বলে, তারা এক্ষেত্রে সন্দেহের মাঝে পড়ে আছে, শুধুমাত্র অনুমান করা ছাড়া তারা এ বিষয়ে কোন খবরই রাখে না। আর নিশ্চয়ই তাঁকে তারা হত্যা করেনি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 158,
                                        "bnText": "বরং তাঁকে উঠিয়ে নিয়েছেন আল্লাহ তা’আলা নিজের কাছে। আর আল্লাহ হচ্ছেন মহাপরাক্রমশালী, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 159,
                                        "bnText": "আর আহলে-কিতাবদের মধ্যে যত শ্রেণী রয়েছে তারা সবাই ঈমান আনবে ঈসার উপর তাদের মৃত্যুর পূর্বে। আর কেয়ামতের দিন তাদের জন্য সাক্ষীর উপর সাক্ষী উপস্থিত হবে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 160,
                                        "bnText": "বস্তুতঃ ইহুদীদের জন্য আমি হারাম করে দিয়েছি বহু পূত-পবিত্র বস্তু যা তাদের জন্য হালাল ছিল-তাদের পাপের কারণে এবং আল্লাহর পথে অধিক পরিমাণে বাধা দানের দরুন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 161,
                                        "bnText": "আর এ কারণে যে, তারা সুদ গ্রহণ করত, অথচ এ ব্যাপারে নিষেধাজ্ঞা আরোপ করা হয়েছিল এবং এ কারণে যে, তারা অপরের সম্পদ ভোগ করতো অন্যায় ভাবে। বস্তুত; আমি কাফেরদের জন্য তৈরী করে রেখেছি বেদনাদায়ক আযাব।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 162,
                                        "bnText": "কিন্তু যারা তাদের মধ্যে জ্ঞানপক্ক ও ঈমানদার, তারা তাও মান্য করে যা আপনার উপর অবতীর্ণ হয়েছে এবং যা অবতীর্ণ হয়েছে আপনার পূর্বে। আর যারা নামাযে অনুবর্তিতা পালনকারী, যারা যাকাত দানকারী এবং যারা আল্লাহ ও কেয়ামতে আস্থাশীল। বস্তুতঃ এমন লোকদেরকে আমি দান করবো মহাপুণ্য।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 163,
                                        "bnText": "আমি আপনার প্রতি ওহী পাঠিয়েছি, যেমন করে ওহী পাঠিয়েছিলাম নূহের প্রতি এবং সে সমস্ত নবী-রসূলের প্রতি যাঁরা তাঁর পরে প্রেরিত হয়েছেন। আর ওহী পাঠিয়েছি, ইসমাঈল, ইব্রাহীম, ইসহাক, ইয়াকুব, ও তাঁর সন্তাবর্গের প্রতি এবং ঈসা, আইয়ুব, ইউনূস, হারুন ও সুলায়মানের প্রতি। আর আমি দাউদকে দান করেছি যবুর গ্রন্থ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 164,
                                        "bnText": "এছাড়া এমন রসূল পাঠিয়েছি যাদের ইতিবৃত্ত আমি আপনাকে শুনিয়েছি ইতিপূর্বে এবং এমন রসূল পাঠিয়েছি যাদের বৃত্তান্ত আপনাকে শোনাইনি। আর আল্লাহ মূসার সাথে কথোপকথন করেছেন সরাসরি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 165,
                                        "bnText": "সুসংবাদদাতা ও ভীতি-প্রদর্শনকারী রসূলগণকে প্রেরণ করেছি, যাতে রসূলগণের পরে আল্লাহর প্রতি অপবাদ আরোপ করার মত কোন অবকাশ মানুষের জন্য না থাকে। আল্লাহ প্রবল পরাক্রমশীল, প্রাজ্ঞ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 166,
                                        "bnText": "আল্লাহ আপনার প্রতি যা অবতীর্ণ করেছেন তিনি যে তা সজ্ঞানেই করেছেন, সে ব্যাপারে আল্লাহ নিজেও সাক্ষী এবং ফেরেশতাগণও সাক্ষী। আর সাক্ষী হিসাবে আল্লাহই যথেষ্ট।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 167,
                                        "bnText": "যারা কুফরী অবলম্বন করেছে, এবং আল্লাহর পথে বাধার সৃষ্টি করেছে, তারা বিভ্রান্তিতে সুদূরে পতিত হয়েছে।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 168,
                                        "bnText": "যারা কুফরী অবলম্বন করেছে এবং সত্য চাপা দিয়ে রেখেছে, আল্লাহ কখনও তাদের ক্ষমা করবেন না এবং সরল পথ দেখাবেন না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 169,
                                        "bnText": "তাদের জন্য রয়েছে জাহান্নামের পথ। সেখানে তারা বাস করবে অনন্তকাল। আর এমন করাটা আল্লাহর পক্ষে সহজ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 170,
                                        "bnText": "হে মানবজাতি! তোমাদের পালনকর্তার যথার্থ বাণী নিয়ে তোমাদের নিকট রসূল এসেছেন, তোমরা তা মেনে নাও যাতে তোমাদের কল্যাণ হতে পারে। আর যদি তোমরা তা না মান, জেনে রাখ আসমানসমূহে ও যমীনে যা কিছু রয়েছে সে সবকিছুই আল্লাহর। আর আল্লাহ হচ্ছেন সর্বজ্ঞ, প্রাজ্ঞ।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 171,
                                        "bnText": "হে আহলে-কিতাবগণ! তোমরা দ্বীনের ব্যাপারে বাড়াবাড়ি করো না এবং আল্লাহর শানে নিতান্ত সঙ্গত বিষয় ছাড়া কোন কথা বলো না। নিঃসন্দেহে মরিয়ম পুত্র মসীহ ঈসা আল্লাহর রসূল এবং তাঁর বাণী যা তিনি প্রেরণ করেছেন মরিয়মের নিকট এবং রূহ-তাঁরই কাছ থেকে আগত। অতএব, তোমরা আল্লাহকে এবং তার রসূলগণকে মান্য কর। আর একথা বলো না যে, আল্লাহ তিনের এক, একথা পরিহার কর; তোমাদের মঙ্গল হবে। নিঃসন্দেহে আল্লাহ একক উপাস্য। সন্তান-সন্ততি হওয়াটা তাঁর যোগ্য বিষয় নয়। যা কিছু আসমান সমূহ ও যমীনে রয়েছে সবই তার। আর কর্মবিধানে আল্লাহই যথেষ্ট।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 172,
                                        "bnText": "মসীহ আল্লাহর বান্দা হবেন, তাতে তার কোন লজ্জাবোধ নেই এবং ঘনিষ্ঠ ফেরেশতাদেরও না। বস্তুতঃ যারা আল্লাহর দাসত্বে লজ্জাবোধ করবে এবং অহংকার করবে, তিনি তাদের সবাইকে নিজের কাছে সমবেত করবেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 173,
                                        "bnText": "অতঃপর যারা ঈমান এনেছে এবং সৎকাজ করেছে, তিনি তাদেরকে পরিপূর্ণ সওয়াব দান করবেন, বরং স্বীয় অনুগ্রহে আরো বেশী দেবেন। পক্ষান্তরে যারা লজ্জাবোধ করেছে এবং অহঙ্কার করেছে তিনি তাদেরকে দেবেন বেদনাদায়ক আযাব। আল্লাহকে ছাড়া তারা কোন সাহায্যকারী ও সমর্থক পাবে না।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 174,
                                        "bnText": "হে মানবকুল! তোমাদের পরওয়ারদেগারের পক্ষ থেকে তোমাদের নিকট সনদ পৌঁছে গেছে। আর আমি তোমাদের প্রতি প্রকৃষ্ট আলো অবতীর্ণ করেছি।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 175,
                                        "bnText": "অতএব, যারা আল্লাহর প্রতি ঈমান এনেছে এবং তাতে দৃঢ়তা অবলম্বন করেছে তিনি তাদেরকে স্বীয় রহমত ও অনুগ্রহের আওতায় স্থান দেবেন এবং নিজের দিকে আসার মত সরল পথে তুলে দেবেন।"
                              },
                              {
                                        "chapter": 4,
                                        "verseKey": 176,
                                        "bnText": "মানুষ আপনার নিকট ফতোয়া জানতে চায় অতএব, আপনি বলে দিন, আল্লাহ তোমাদিগকে কালালাহ এর মীরাস সংক্রান্ত সুস্পষ্ট নির্দেশ বাতলে দিচ্ছেন, যদি কোন পুরুষ মারা যায় এবং তার কোন সন্তানাদি না থাকে এবং এক বোন থাকে, তবে সে পাবে তার পরিত্যাক্ত সম্পত্তির অর্ধেক অংশ এবং সে যদি নিঃসন্তান হয়, তবে তার ভাই তার উত্তরাধিকারী হবে। তা দুই বোন থাকলে তাদের জন্য পরিত্যক্ত সম্পত্তির দুই তৃতীয়াংশ। পক্ষান্তরে যদি ভাই ও বোন উভয়ই থাকে, তবে একজন পুরুষের অংশ দুজন নারীর সমান। তোমরা বিভ্রান্ত হবে আল্লাহ তোমাদিগকে সুস্পষ্ট ভাবে জানিয়ে দিচ্ছেন। আর আল্লাহ হচ্ছেন সর্ব বিষয়ে পরিজ্ঞাত।"
                              }
                    ],
          },
          {
                    "surahNo": 5,
                    "surahName": "সূরা আল মায়িদাহ",
                    "surahArName": "المآئدة	",
                    "surahMeaning": "খাদ্য পরিবেশিত টেবিল",
                    "totalVerses": "120",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-5.mp3",
                    "verses": [
                              {
                                        "chapter": 5,
                                        "verseKey": 1,
                                        "bnText": "মুমিনগণ, তোমরা অঙ্গীকারসমূহ পূর্ন কর। তোমাদের জন্য চতুষ্পদ জন্তু হালাল করা হয়েছে, যা তোমাদের কাছে বিবৃত হবে তা ব্যতীত। কিন্তু এহরাম বাধাঁ অবস্থায় শিকারকে হালাল মনে করো না! নিশ্চয় আল্লাহ তা’আলা যা ইচ্ছা করেন, নির্দেশ দেন।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 2,
                                        "bnText": "হে মুমিনগণ! হালাল মনে করো না আল্লাহর নিদর্শনসমূহ এবং সম্মানিত মাসসমূহকে এবং হরমে কুরবানীর জন্যে নির্দিষ্ট জন্তুকে এবং ঐসব জন্তুকে, যাদের গলায় কন্ঠাভরণ রয়েছে এবং ঐসব লোককে যারা সম্মানিত গৃহ অভিমুখে যাচ্ছে, যারা স্বীয় পালনকর্তার অনুগ্রহ ও সন্তুষ্টি কামনা করে। যখন তোমরা এহরাম থেকে বের হয়ে আস, তখন শিকার কর। যারা পবিত্র মসজিদ থেকে তোমাদেরকে বাধা প্রদান করেছিল, সেই সম্প্রদায়ের শুত্রুতা যেন তোমাদেরকে সীমালঙ্ঘনে প্ররোচিত না করে। সৎকর্ম ও খোদাভীতিতে একে অন্যের সাহায্য কর। পাপ ও সীমালঙ্ঘনের ব্যাপারে একে অন্যের সহায়তা করো না। আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ তা’আলা কঠোর শাস্তিদাতা।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 3,
                                        "bnText": "তোমাদের জন্যে হারাম করা হয়েছে মৃত জীব, রক্ত, শুকরের মাংস, যেসব জন্তু আল্লাহ ছাড়া অন্যের নামে উৎসর্গকৃত হয়, যা কন্ঠরোধে মারা যায়, যা আঘাত লেগে মারা যায়, যা উচ্চ স্থান থেকে পতনের ফলে মারা যা, যা শিং এর আঘাতে মারা যায় এবং যাকে হিংস্র জন্তু ভক্ষণ করেছে, কিন্তু যাকে তোমরা যবেহ করেছ। যে জন্তু যজ্ঞবেদীতে যবেহ করা হয় এবং যা ভাগ্য নির্ধারক শর দ্বারা বন্টন করা হয়। এসব গোনাহর কাজ। আজ কাফেররা তোমাদের দ্বীন থেকে নিরাশ হয়ে গেছে। অতএব তাদেরকে ভয় করো না বরং আমাকে ভয় কর। আজ আমি তোমাদের জন্যে তোমাদের দ্বীনকে পূর্নাঙ্গ করে দিলাম, তোমাদের প্রতি আমার অবদান সম্পূর্ণ করে দিলাম এবং ইসলামকে তোমাদের জন্যে দ্বীন হিসেবে পছন্দ করলাম। অতএব যে ব্যাক্তি তীব্র ক্ষুধায় কাতর হয়ে পড়ে; কিন্তু কোন গোনাহর প্রতি প্রবণতা না থাকে, তবে নিশ্চয়ই আল্লাহ তা’আলা ক্ষমাশীল।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 4,
                                        "bnText": "তারা আপনাকে জিজ্ঞেস করে যে, কি বস্তু তাদের জন্যে হালাল? বলে দিন, তোমাদের জন্যে পবিত্র বস্তুসমূহ হালাল করা হয়েছে। যেসব শিকারী জন্তুকে তোমরা প্রশিক্ষণ দান কর শিকারের প্রতি প্রেরণের জন্যে এবং ওদেরকে ঐ পদ্ধতিতে প্রশিক্ষণ দাও, যা আল্লাহ তোমাদেরকে শিক্ষা দিয়েছেন। এমন শিকারী জন্তু যে শিকারকে তোমাদের জন্যে ধরে রাখে, তা খাও এবং তার উপর আল্লাহর নাম উচ্চারণ কর। আল্লাহকে ভয় করতে থাক। নিশ্চয় আল্লাহ সত্ত্বর হিসাব গ্রহণকারী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 5,
                                        "bnText": "আজ তোমাদের জন্য পবিত্র বস্তুসমূহ হালাল করা হল। আহলে কিতাবদের খাদ্য তোমাদের জন্যে হালাল এবং তোমাদের খাদ্য তাদের জন্য হালাল। তোমাদের জন্যে হালাল সতী-সাধ্বী মুসলমান নারী এবং তাদের সতী-সাধ্বী নারী, যাদেরকে কিতাব দেয়া হয়েছে তোমাদের পূর্বে, যখন তোমরা তাদেরকে মোহরানা প্রদান কর তাদেরকে স্ত্রী করার জন্যে, কামবাসনা চরিতার্থ করার জন্যে কিংবা গুপ্ত প্রেমে লিপ্ত হওয়ার জন্যে নয়। যে ব্যক্তি বিশ্বাসের বিষয় অবিশ্বাস করে, তার শ্রম বিফলে যাবে এবং পরকালে সে ক্ষতিগ্রস্ত হবে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 6,
                                        "bnText": "হে মুমিনগণ, যখন তোমরা নামাযের জন্যে উঠ, তখন স্বীয় মুখমন্ডল ও হস্তসমূহ কনুই পর্যন্ত ধৌত কর, মাথা মুছেহ কর এবং পদযুগল গিটসহ। যদি তোমরা অপবিত্র হও তবে সারা দেহ পবিত্র করে নাও এবং যদি তোমরা রুগ্ন হও, অথবা প্রবাসে থাক অথবা তোমাদের কেউ প্রসাব-পায়খানা সেরে আসে অথবা তোমরা স্ত্রীদের সাথে সহবাস কর, অতঃপর পানি না পাও, তবে তোমরা পবিত্র মাটি দ্বারা তায়াম্মুম করে নাও-অর্থাৎ, স্বীয় মুখ-মন্ডল ও হস্তদ্বয় মাটি দ্বারা মুছে ফেল। আল্লাহ তোমাদেরকে অসুবিধায় ফেলতে চান না; কিন্তু তোমাদেরকে পবিত্র রাখতে চান এবং তোমাদের প্রতি স্বীয় নেয়ামত পূর্ণ করতে চান-যাতে তোমরা কৃতজ্ঞাতা প্রকাশ কর।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 7,
                                        "bnText": "তোমরা আল্লাহর নেয়ামতের কথা স্মরণ কর, যা তোমাদের প্রতি অবতীর্ণ হয়েছে এবং ঐ অঙ্গীকারকেও যা তোমাদের কাছ থেকে নিয়েছেন, যখন তোমরা বলেছিলেঃ আমরা শুনলাম এবং মেনে নিলাম। আল্লাহকে ভয় কর। নিশ্চয়ই আল্লাহ অন্তরের বিষয় সম্পর্কে পুরোপুরি খবর রাখেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 8,
                                        "bnText": "হে মুমিনগণ, তোমরা আল্লাহর উদ্দেশে ন্যায় সাক্ষ্যদানের ব্যাপারে অবিচল থাকবে এবং কোন সম্প্রদায়ের শত্রুতার কারণে কখনও ন্যায়বিচার পরিত্যাগ করো না। সুবিচার কর এটাই খোদাভীতির অধিক নিকটবর্তী। আল্লাহকে ভয় কর। তোমরা যা কর, নিশ্চয় আল্লাহ সে বিষয়ে খুব জ্ঞাত।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 9,
                                        "bnText": "যারা বিশ্বাস স্থাপন করে, এবং সৎকর্ম সম্পাদন করে, আল্লাহ তা˦#2503;দরকে ক্ষমা ও মহান প্রতিদানের প্রতিশ্রুতি দিয়েছেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 10,
                                        "bnText": "যারা অবিশ্বাস করে এবং আমার নিদর্শনাবলীকে মিথ্যা বলে, তার দোযখী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 11,
                                        "bnText": "হে মুমিনগণ, তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর, যখন এক সম্প্রদায় তোমাদের দিকে স্বীয় হস্ত প্রসারিত করতে সচেষ্ট হয়েছিল, তখন তিনি তাদের হস্ত তোমাদের থেকে প্রতিহত করে দিলেন। আল্লাহকে ভয় কর এবং মুমিনদের আল্লাহর উপরই ভরসা করা উচিত।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 12,
                                        "bnText": "আল্লাহ বনী-ইসরাঈলের কাছ থেকে অঙ্গীকার নিয়েছিলেন এবং আমি তাদের মধ্য থেকে বার জন সর্দার নিযুক্ত করেছিলাম। আল্লাহ বলে দিলেনঃ আমি তোমাদের সঙ্গে আছি। যদি তোমরা নামায প্রতিষ্ঠিত কর, যাকাত দিতে থাক, আমার পয়গম্বরদের প্রতি বিশ্বাস রাখ, তাঁদের সাহায্য কর এবং আল্লাহকে উত্তম পন্থায় ঋন দিতে থাক, তবে আমি অবশ্যই তোমাদের গোনাহ দুর করে দিব এবং অবশ্যই তোমাদেরকে উদ্যান সমূহে প্রবিষ্ট করব, যেগুলোর তলদেশ দিয়ে নিঝরিনীসমূহ প্রবাহিত হয়। অতঃপর তোমাদের মধ্য থেকে যে ব্যক্তি এরপরও কাফের হয়, সে নিশ্চিতই সরল পথ থেকে বিচ্যুত হয়ে পড়ে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 13,
                                        "bnText": "অতএব, তাদের অঙ্গীকার ভঙ্গের দরুন আমি তাদের উপর অভিসম্পাত করেছি এবং তাদের অন্তরকে কঠোর করে দিয়েছি। তারা কালামকে তার স্থান থেকে বিচ্যুত করে দেয় এবং তাদেরকে যে উপদেশ দেয়া হয়েছিল, তারা তা থেকে উপকার লাভ করার বিষয়টি বিস্মৃত হয়েছে। আপনি সর্বদা তাদের কোন না কোন প্রতারণা সম্পর্কে অবগত হতে থাকেন, তাদের অল্প কয়েকজন ছাড়া। অতএব, আপনি তাদেরকে ক্ষমা করুন এবং মার্জনা করুন। আল্লাহ অনুগ্রহকারীদেরকে ভালবাসেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 14,
                                        "bnText": "যারা বলেঃ আমরা নাছারা, আমি তাদের কাছ থেকেও তাদের অঙ্গীকার নিয়েছিলাম। অতঃপর তারাও যে উপদেশ প্রাপ্ত হয়েছিল, তা থেকে উপকার লাভ করা ভুলে গেল। অতঃপর আমি কেয়ামত পর্যন্ত তাদের মধ্যে পারস্পরিক শত্রুতা ও বিদ্বেষ সঞ্চারিত করে দিয়েছি। অবশেষে আল্লাহ তাদেরকে তাদের কৃতকর্ম সম্পর্কে অবহিত করবেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 15,
                                        "bnText": "হে আহলে-কিতাবগণ! তোমাদের কাছে আমার রাসূল আগমন করেছেন! কিতাবের যেসব বিষয় তোমরা গোপন করতে, তিনি তার মধ্য থেকে অনেক বিষয় প্রকাশ করেন এবং অনেক বিষয় মার্জনা করেন। তোমাদের কাছে একটি উজ্জল জ্যোতি এসেছে এবং একটি সমুজ্জল গ্রন্থ।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 16,
                                        "bnText": "এর দ্বারা আল্লাহ যারা তাঁর সন্তুষ্টি কামনা করে, তাদেরকে নিরাপত্তার পথ প্রদর্শন করেন এবং তাদেরকে স্বীয় নির্দেশ দ্বারা অন্ধকার থেকে বের করে আলোর দিকে আনয়ন করেন এবং সরল পথে পরিচালনা করেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 17,
                                        "bnText": "নিশ্চয় তারা কাফের, যারা বলে, মসীহ ইবনে মরিয়মই আল্লাহ। আপনি জিজ্ঞেস করুন, যদি তাই হয়, তবে বল যদি আল্লাহ মসীহ ইবনে মরিয়ম, তাঁর জননী এবং ভূমন্ডলে যারা আছে, তাদের সবাইকে ধ্বংস করতে চান, তবে এমন কারও সাধ্য আছে কি যে আল্লাহর কাছ থেকে তাদেরকে বিন্দুমাত্রও বাঁচাতে পারে? নভোমন্ডল, ভুমন্ডল ও এতদুভয়ের মধ্যে যা আছে, সবকিছুর উপর আল্লাহ তা’আলার আধিপত্য। তিনি যা ইচ্ছা সৃষ্টি করেন। আল্লাহ সবকিছুর উপর শক্তিমান।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 18,
                                        "bnText": "ইহুদী ও খ্রীষ্টানরা বলে, আমরা আল্লাহর সন্তান ও তাঁর প্রিয়জন। আপনি বলুন, তবে তিনি তোমাদেরকে পাপের বিনিময়ে কেন শাস্তি দান করবেন? বরং তোমারও অন্যান্য সৃষ্ট মানবের অন্তর্ভুক্ত সাধারণ মানুষ। তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি প্রদান করেন। নভোমন্ডল, ভুমন্ডল ও এতদুভয়ের মধ্যে যা কিছু আছে, তাতে আল্লাহরই আধিপত্য রয়েছে এবং তাঁর দিকেই প্রত্যাবর্তন করতে হবে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 19,
                                        "bnText": "হে আহলে-কিতাবগণ! তোমাদের কাছে আমার রসূল আগমণ করেছেন, যিনি পয়গম্বরদের বিরতির পর তোমাদের কাছে পুঙ্খানুপুঙ্খ বর্ণনা করেন-যাতে তোমরা একথা বলতে না পার যে, আমাদের কাছে কোন সুসংবাদদাতা ও ভীতিপ্রদর্শক আগমন করে নি। অতএব, তোমাদের কাছে সুসংবাদদাতা ও ভীতি প্রদর্শক আগমন করেননি। অতএব, তোমাদের কাছে সুসংবাদদাতা ও ভয় প্রদর্শক এসে গেছেন। আল্লাহ সবকিছুর উপর শক্তিমান।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 20,
                                        "bnText": "যখন মূসা স্বীয় সম্প্রদায়কে বললেনঃ হে আমার সম্প্রদায়, তোমাদের প্রতি আল্লাহর নেয়ামত স্মরণ কর, যখন তিনি তোমাদের মধ্যে পয়গম্বর সৃষ্টি করেছেন, তোমাদেরকে রাজ্যাধিপতি করেছেন এবং তোমাদেরকে এমন জিনিস দিয়েছেন, যা বিশ্বজগতের কাউকে দেননি।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 21,
                                        "bnText": "হে আমার সম্প্রদায়, পবিত্র ভুমিতে প্রবেশ কর, যা আল্লাহ তোমাদের জন্যে নির্ধারিত করে দিয়েছেন এবং পেছন দিকে প্রত্যাবর্তন করো না। অন্যথায় তোমরা ক্ষতিগ্রস্ত হয়ে পড়বে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 22,
                                        "bnText": "তারা বললঃ হে মূসা, সেখানে একটি প্রবল পরাক্রান্ত জাতি রয়েছে। আমরা কখনও সেখানে যাব না, যে পর্যন্ত না তারা সেখান থেকে বের হয়ে যায়। তারা যদি সেখান থেকে বের হয়ে যায় তবে নিশ্চিতই আমরা প্রবেশ করব।’"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 23,
                                        "bnText": "খোদাভীরুদের মধ্য থেকে দু’ব্যক্তি বলল, যাদের প্রতি আল্লাহ অনুগ্রহ করেছিলেনঃ তোমরা তাদের উপর আক্রমণ করে দরজায় প্রবেশ কর। অতঃপর তোমরা যখন তাতে পবেশ করবে, তখন তোমরাই জয়ী হবে। আর আল্লাহর উপর ভরসা কর যদি তোমরা বিশ্বাসী হও।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 24,
                                        "bnText": "তারা বললঃ হে মূসা, আমরা জীবনেও কখনো সেখানে যাব না, যতক্ষণ তারা সেখানে থাকবে। অতএব, আপনি ও আপনার পালনকর্তাই যান এবং উভয়ে যুদ্ধ করে নিন। আমরা তো এখানেই বসলাম।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 25,
                                        "bnText": "মূসা বললঃ হে আমার পালনকর্তা, আমি শুধু নিজের উপর ও নিজের ভাইয়ের উপর ক্ষমতা রাখি। অতএব, আপনি আমাদের মধ্যে ও এ অবাধ্য সম্প্রদায়ের মধ্যে সম্পর্কচ্ছেদ করুন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 26,
                                        "bnText": "বললেনঃ এ দেশ চল্লিশ বছর পর্যন্ত তাদের জন্যে হারাম করা হল। তারা ভুপৃষ্ঠে উদভ্রান্ত হয়ে ফিরবে। অতএব, আপনি অবাধ্য সম্প্রদায়ের জন্যে দুঃখ করবেন না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 27,
                                        "bnText": "আপনি তাদেরকে আদমের দুই পুত্রের বাস্তব অবস্থা পাঠ করে শুনান। যখন তারা ভয়েই কিছু উৎসর্গ নিবেদন করেছিল, তখন তাদের একজনের উৎসর্গ গৃহীত হয়েছিল এবং অপরজনের গৃহীত হয়নি। সে বললঃ আমি অবশ্যই তোমাকে হত্যা করব। সে বললঃ আল্লাহ ধর্মভীরুদের পক্ষ থেকেই তো গ্রহণ করেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 28,
                                        "bnText": "যদি তুমি আমাকে হত্যা করতে আমার দিকে হস্ত প্রসারিত কর, তবে আমি তোমাকে হত্যা করতে তোমার দিকে হস্ত প্রসারিত করব না। কেননা, আমি বিশ্বজগতের পালনকর্তা আল্লাহকে ভয় করি।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 29,
                                        "bnText": "আমি চাই যে, আমার পাপ ও তোমার পাপ তুমি নিজের মাথায় চাপিয়ে নাও। অতঃপর তুমি দোযখীদের অন্তর্ভূক্ত হয়ে যাও। এটাই অত্যাচারীদের শাস্তি।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 30,
                                        "bnText": "অতঃপর তার অন্তর তাকে ভ্রাতৃহত্যায় উদুদ্ধ করল। অনন্তর সে তাকে হত্যা করল। ফলে সে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে গেল।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 31,
                                        "bnText": "আল্লাহ এক কাক প্রেরণ করলেন। সে মাটি খনন করছিল যাতে তাকে শিক্ষা দেয় যে, আপন ভ্রাতার মৃতদেহ কিভাবে আবৃত করবে। সে বললঃ আফসোস, আমি কি এ কাকের সমতুল্যও হতে পারলাম না যে, আপন ভ্রাতার মৃতদেহ আবৃত করি। অতঃপর সে অনুতাপ করতে লাগল।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 32,
                                        "bnText": "এ কারণেই আমি বনী-ইসলাঈলের প্রতি লিখে দিয়েছি যে, যে কেউ প্রাণের বিনিময়ে প্রাণ অথবাপৃথিবীতে অনর্থ সৃষ্টি করা ছাড়া কাউকে হত্যা করে সে যেন সব মানুষকেই হত্যা করে। এবং যে কারও জীবন রক্ষা করে, সে যেন সবার জীবন রক্ষা করে। তাদের কাছে আমার পয়গম্বরগণ প্রকাশ্য নিদর্শনাবলী নিয়ে এসেছেন। বস্তুতঃ এরপরও তাদের অনেক লোক পৃথিবীতে সীমাতিক্রম করে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 33,
                                        "bnText": "যারা আল্লাহ ও তাঁর রসূলের সাথে সংগ্রাম করে এবং দেশে হাঙ্গামা সৃষ্টি করতে সচেষ্ট হয়, তাদের শাস্তি হচ্ছে এই যে, তাদেরকে হত্যা করা হবে অথবা শূলীতে চড়ানো হবে অথবা তাদের হস্তপদসমূহ বিপরীত দিক থেকে কেটে দেয়া হবে অথবা দেশ থেকে বহিষ্কার করা হবে। এটি হল তাদের জন্য পার্থিব লাঞ্ছনা আর পরকালে তাদের জন্যে রয়েছে কঠোর শাস্তি।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 34,
                                        "bnText": "কিন্তু যারা তোমাদের গ্রেফতারের পূর্বে তওবা করে; জেনে রাখ, আল্লাহ ক্ষমাকারী, দয়ালু।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 35,
                                        "bnText": "হে মুমিনগণ! আল্লাহকে ভয় কর, তাঁর নৈকট্য অন্বেষন কর এবং তাঁর পথে জেহাদ কর যাতে তোমরা সফলকাম হও।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 36,
                                        "bnText": "যারা কাফের, যদি তাদের কাছে পৃথিবীর সমুদয় সম্পদ এবং তৎসহ আরও তদনুরূপ সম্পদ থাকে আর এগুলো বিনিময়ে দিয়ে কিয়ামতের শাস্তি থেকে পরিত্রান পেতে চায়, তবুও তাদের কাছ থেকে তা কবুল করা হবে না। তাদের জন্যে যন্ত্রনাদায়ক শাস্তি রয়েছে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 37,
                                        "bnText": "তারা দোযখের আগুন থেকে বের হয়ে আসতে চাইবে কিন্তু তা থেকে বের হতে পারবে না। তারা চিরস্থায়ী শাস্তি ভোগ করবে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 38,
                                        "bnText": "যে পুরুষ চুরি করে এবং যে নারী চুরি করে তাদের হাত কেটে দাও তাদের কৃতকর্মের সাজা হিসেবে। আল্লাহর পক্ষ থেকে হুশিয়ারী। আল্লাহ পরাক্রান্ত, জ্ঞানময়।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 39,
                                        "bnText": "অতঃপর যে তওবা করে স্বীয় অত্যাচারের পর এবং সংশোধিত হয়, নিশ্চয় আল্লাহ তার তওবা কবুল করেন। নিশ্চয় আল্লাহ ক্ষমাশীল, দয়ালু।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 40,
                                        "bnText": "তুমি কি জান না যে আল্লাহর নিমিত্তেই নভোমন্ডল ও ভূমন্ডলের আধিপত্য। তিনি যাকে ইচ্ছা শাস্তি দেন এবং যাকে ইচ্ছা ক্ষমা করেন। আল্লাহ সবকিছুর উপর ক্ষমতাবান।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 41,
                                        "bnText": "হে রসূল, তাদের জন্যে দুঃখ করবেন না, যারা দৌড়ে গিয়ে কুফরে পতিত হয়; যারা মুখে বলেঃ আমরা মুসলমান, অথচ তাদের অন্তর মুসলমান নয় এবং যারা ইহুদী; মিথ্যাবলার জন্যে তারা গুপ্তচর বৃত্তি করে। তারা অন্যদলের গুপ্তচর, যারা আপনার কাছে আসেনি। তারা বাক্যকে স্বস্থান থেকে পরিবর্তন করে। তারা বলেঃ যদি তোমরা এ নির্দেশ পাও, তবে কবুল করে নিও এবং যদি এ নির্দেশ না পাও, তবে বিরত থেকো। আল্লাহ যাকে পথভ্রষ্ট করতে চান, তার জন্যে আল্লাহর কাছে আপনি কিছু করতে পারবেন না। এরা এমনিই যে, আল্লাহ এদের অন্তরকে পবিত্র করতে চান না। তাদের জন্যে রয়েছে দুনিয়াতে লাঞ্ছনা এবং পরকালে বিরাট শাস্তি।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 42,
                                        "bnText": "এরা মিথ্যা বলার জন্যে গুপ্তচরবৃত্তি করে, হারাম ভক্ষণ করে। অতএব, তারা যদি আপনার কাছে আসে, তবে হয় তাদের মধ্যে ফয়সালা করে দিন, না হয় তাদের ব্যাপারে নির্লিপ্ত থাকুন। যদি তাদের থেকে নির্লিপ্ত থাকেন, তবে তাদের সাধ্য নেই যে, আপনার বিন্দুমাত্র ক্ষতি করতে পারে। যদি ফয়সালা করেন, তবেন্যায় ভাবে ফয়সালা করুন। নিশ্চয় আল্লাহ সুবিচারকারীদেরকে ভালবাসেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 43,
                                        "bnText": "তারা আপনাকে কেমন করে বিচারক নিয়োগ করবে অথচ তাদের কাছে তওরাত রয়েছে। তাতে আল্লাহর নির্দেশ আছে। অতঃপর এরা পেছন দিকে মুখ ফিরিয়ে নেয়। তারা কখনও বিশ্বাসী নয়।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 44,
                                        "bnText": "আমি তওরাত অবর্তীর্ন করেছি। এতে হেদায়াত ও আলো রয়েছে। আল্লাহর আজ্ঞাবহ পয়গম্বর, দরবেশ ও আলেমরা এর মাধ্যমে ইহুদীদেরকে ফয়সালা দিতেন। কেননা, তাদেরকে এ খোদায়ী গ্রন্থের দেখাশোনা করার নির্দেশ দেয়া হয়েছিল এবং তাঁরা এর রক্ষণাবেক্ষণে নিযুক্ত ছিলেন। অতএব, তোমরা মানুষকে ভয় করো না এবং আমাকে ভয় কর এবং আমার আয়াত সমূহের বিনিময়ে স্বল্পমূল্যে গ্রহণ করো না, যেসব লোক আল্লাহ যা অবতীর্ণ করেছেন, তদনুযায়ী ফায়সালা করে না, তারাই কাফের।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 45,
                                        "bnText": "আমি এ গ্রন্থে তাদের প্রতি লিখে দিয়েছি যে, প্রাণের বিনিময়ে প্রাণ, চক্ষুর বিনিময়ে চক্ষু, নাকের বিনিময়ে নাক, কানের বিনিময়ে কান, দাঁতের বিনিময়ে দাঁত এবং যখম সমূহের বিনিময়ে সমান যখম। অতঃপর যে ক্ষমা করে, সে গোনাহ থেকে পাক হয়ে যায়। যেসব লোক আল্লাহ যা অবতীর্ণ করেছেন, তদনুযায়ী ফয়সালা করে না তারাই জালেম।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 46,
                                        "bnText": "আমি তাদের পেছনে মরিয়ম তনয় ঈসাকে প্রেরণ করেছি। তিনি পূর্ববর্তী গ্রন্থ তওরাতের সত্যায়নকারী ছিলেন। আমি তাঁকে ইঞ্জিল প্রদান করেছি। এতে হেদায়াত ও আলো রয়েছে। এটি পূর্ববতী গ্রন্থ তওরাতের সত্যায়ন করে পথ প্রদর্শন করে এবং এটি খোদাভীরুদের জন্যে হেদায়েত উপদেশ বানী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 47,
                                        "bnText": "ইঞ্জিলের অধিকারীদের উচিত, আল্লাহ তাতে যা অবতীর্ণ করেছেন। তদানুযায়ী ফয়সালা করা। যারা আল্লাহ যা অবতীর্ণ করেছেন, তদনুযায়ী ফয়সালা করে না, তারাই পাপাচারী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 48,
                                        "bnText": "আমি আপনার প্রতি অবতীর্ণ করেছি সত্যগ্রন্থ, যা পূর্ববতী গ্রন্থ সমূহের সত্যায়নকারী এবং সেগুলোর বিষয়বস্তুর রক্ষণাবেক্ষণকারী। অতএব, আপনি তাদের পারস্পারিক ব্যাপারাদিতে আল্লাহ যা অবতীর্ণ করেছেন, তদনুযায়ী ফয়সালা করুন এবং আপনার কাছে যে সৎপথ এসেছে, তা ছেড়ে তাদের প্রবৃত্তির অনুসরণ করবেন না। আমি তোমাদের প্রত্যেককে একটি আইন ও পথ দিয়েছি। যদি আল্লাহ চাইতেন, তবে তোমাদের সবাইকে এক উম্মত করে দিতেন, কিন্তু এরূপ করেননি-যাতে তোমাদেরকে যে ধর্ম দিয়েছেন, তাতে তোমাদের পরীক্ষা নেন। অতএব, দৌড়ে কল্যাণকর বিষয়াদি অর্জন কর। তোমাদের সবাইকে আল্লাহর কাছে প্রত্যাবর্তন করতে হবে। অতঃপর তিনি অবহিত করবেন সে বিষয়, যাতে তোমরা মতবিরোধ করতে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 49,
                                        "bnText": "আর আমি আদেশ করছি যে, আপনি তাদের পারস্পরিক ব্যাপারাদিতে আল্লাহ যা নাযিল করেছেন তদনুযায়ী ফয়সালা করুন; তাদের প্রবৃত্তির অনুসরণ করবেন না এবং তাদের থেকে সতর্ক থাকুন-যেন তারা আপনাকে এমন কোন নির্দেশ থেকে বিচ্যুত না করে, যা আল্লাহ আপনার প্রতি নাযিল করেছেন। অনন্তর যদি তার মুখ ফিরিয়ে নেয়, তবে জেনে নিন, আল্লাহ তাদেরকে তাদের গোনাহের কিছু শাস্তি দিতেই চেয়েছেন। মানুষের মধ্যে অনেকেই নাফরমান।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 50,
                                        "bnText": "তারা কি জাহেলিয়াত আমলের ফয়সালা কামনা করে? আল্লাহ অপেক্ষা বিশ্বাসীদের জন্যে উত্তম ফয়সালাকারী কে"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 51,
                                        "bnText": "হে মুমিণগণ! তোমরা ইহুদী ও খ্রীষ্টানদেরকে বন্ধু হিসাবে গ্রহণ করো না। তারা একে অপরের বন্ধু। তোমাদের মধ্যে যে তাদের সাথে বন্ধুত্ব করবে, সে তাদেরই অন্তর্ভুক্ত। আল্লাহ জালেমদেরকে পথ প্রদর্শন করেন না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 52,
                                        "bnText": "বস্তুতঃ যাদের অন্তরে রোগ রয়েছে, তাদেরকে আপনি দেখবেন, দৌড়ে গিয়ে তাদেরই মধ্যে প্রবেশ করে। তারা বলেঃ আমরা আশঙ্কা করি, পাছে না আমরা কোন দুর্ঘটনায় পতিত হই। অতএব, সেদিন দুরে নয়, যেদিন আল্লাহ তা’আলা বিজয় প্রকাশ করবেন অথবা নিজের পক্ষ থেকে কোন নির্দেশ দেবেন-ফলে তারা স্বীয় গোপন মনোভাবের জন্যে অনুতপ্ত হবে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 53,
                                        "bnText": "মুসলমানরা বলবেঃ এরাই কি সেসব লোক, যারা আল্লাহর নামে প্রতিজ্ঞা করত যে, আমরা তোমাদের সাথে আছি? তাদের কৃতকর্মসমূহ বিফল হয়ে গেছে, ফলে তারা ক্ষতিগ্রস্ত হয়ে আছে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 54,
                                        "bnText": "হে মুমিনগণ, তোমাদের মধ্যে যে স্বীয় ধর্ম থেকে ফিরে যাবে, অচিরে আল্লাহ এমন সম্প্রদায় সৃষ্টি করবেন, যাদেরকে তিনি ভালবাসবেন এবং তারা তাঁকে ভালবাসবে। তারা মুসলমানদের প্রতি বিনয়-নম্র হবে এবং কাফেরদের প্রতি কঠোর হবে। তারা আল্লাহর পথে জেহাদ করবে এবং কোন তিরস্কারকারীর তিরস্কারে ভীত হবে না। এটি আল্লাহর অনুগ্রহ-তিনি যাকে ইচ্ছা দান করেন। আল্লাহ প্রাচুর্য দানকারী, মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 55,
                                        "bnText": "তোমাদের বন্ধু তো আল্লাহ তাঁর রসূল এবং মুমিনবৃন্দ-যারা নামায কায়েম করে, যাকাত দেয় এবং বিনম্র।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 56,
                                        "bnText": "আর যারা আল্লাহ তাঁর রসূল এবং বিশ্বাসীদেরকে বন্ধুরূপে গ্রহণ করে, তারাই আল্লাহর দল এবং তারাই বিজয়ী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 57,
                                        "bnText": "হে মুমিনগণ, আহলে কিতাবদের মধ্য থেকে যারা তোমাদের ধর্মকে উপহাস ও খেলা মনে করে, তাদেরকে এবং অন্যান্য কাফেরকে বন্ধু রূপে গ্রহণ করো না। আল্লাহকে ভয় কর, যদি তোমরা ঈমানদার হও।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 58,
                                        "bnText": "আর যখন তোমরা নামাযের জন্যে আহবান কর, তখন তারা একে উপহাস ও খেলা বলে মনে করে। কারণ, তারা নিবোর্ধ।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 59,
                                        "bnText": "বলুনঃ হে আহলে কিতাবগণ, আমাদের সাথে তোমাদের এছাড়া কি শত্রুতা যে, আমরা বিশ্বাস স্থাপন করেছি আল্লাহর প্রতি, আমাদের উপর অবতীর্ণ গ্রন্থের প্রতি এবং পূর্বে অবতীর্ণ গ্রন্থের প্রতি। আর তোমাদের অধিকাংশই নাফরমান।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 60,
                                        "bnText": "বলুনঃ আমি তোমাদেরকে বলি, তাদের মধ্যে কার মন্দ প্রতিফল রয়েছে আল্লাহর কাছে? যাদের প্রতি আল্লাহ অভিসম্পাত করেছেন, যাদের প্রতি তিনি ক্রোধাম্বিত হয়েছেন, যাদের কতককে বানর ও শুকরে রূপান্তরিত করে দিয়েছেন এবং যারা শয়তানের আরাধনা করেছে, তারাই মর্যাদার দিক দিয়ে নিকৃষ্টতর এবং সত্যপথ থেকেও অনেক দূরে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 61,
                                        "bnText": "যখন তারা তোমাদের কাছে আসে তখন বলে দাওঃ আমরা বিশ্বাস স্থাপন করেছি। অথচ তারা কুফর নিয়ে এসেছিল এবং কুফর নিয়েই প্রস্থান করেছে। তারা যা গোপন করত, আল্লাহ তা খুব জানেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 62,
                                        "bnText": "আর আপনি তাদের অনেককে দেখবেন যে, দৌড়ে দৌড়ে পাপে, সীমালঙ্ঘনে এবং হারাম ভক্ষনে পতিত হয়। তারা অত্যন্ত মন্দ কাজ করছে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 63,
                                        "bnText": "দরবেশ ও আলেমরা কেন তাদেরকে পাপ কথা বলতে এবং হারাম ভক্ষণ করতে নিষেধ করে না? তারা খুবই মন্দ কাজ করছে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 64,
                                        "bnText": "আর ইহুদীরা বলেঃ আল্লাহর হাত বন্ধ হয়ে গেছে। তাদেরই হাত বন্ধ হোক। একথা বলার জন্যে তাদের প্রতি অভিসম্পাত। বরং তাঁর উভয় হস্ত উম্মুক্ত। তিনি যেরূপ ইচ্ছা ব্যয় করেন। আপনার প্রতি পলনকর্তার পক্ষ থেকে যে কালাম অবর্তীণ হয়েছে, তার কারণে তাদের অনেকের অবাধ্যতা ও কুফর পরিবর্ধিত হবে। আমি তাদের পরস্পরের মধ্যে কেয়ামত পর্যন্ত শত্রুতা ও বিদ্বেষ সঞ্চারিত করে দিয়েছি। তারা যখনই যুদ্ধের আগুন প্রজ্জ?482;িত করে, আল্লাহ তা নির্বাপিত করে দেন। তারা দেশে অশান্তি উৎপাদন করে বেড়ায়। আল্লাহ অশান্তি ও বিশৃঙ্খলা সৃষ্টিকারীদেরকে পছন্দ করেন না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 65,
                                        "bnText": "আর যদি আহলে-কিতাবরা বিশ্বাস স্থাপন করত এবং খোদাভীতি অবলম্বন করত, তবে আমি তাদের মন্দ বিষয়সমূহ ক্ষমা করে দিতাম এবং তাদেরকে নেয়ামতের উদ্যানসমূহে প্রবিষ্ট করতাম।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 66,
                                        "bnText": "যদি তারা তওরাত, ইঞ্জিল এবং যা প্রতিপালকের পক্ষ থেকে তাদের প্রতি অবতীর্ণ হয়েছে, পুরোপুরি পালন করত, তবে তারা উপর থেকে এবং পায়ের নীচ থেকে ভক্ষণ করত। তাদের কিছুসংখ্যক লোক সৎপথের অনুগামী এবং অনেকেই মন্দ কাজ করে যাচ্ছে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 67,
                                        "bnText": "হে রসূল, পৌছে দিন আপনার প্রতিপালকের পক্ষ থেকে আপনার প্রতি যা অবতীর্ণ হয়েছে। আর যদি আপনি এরূপ না করেন, তবে আপনি তাঁর পয়গাম কিছুই পৌছালেন না। আল্লাহ আপনাকে মানুষের কাছ থেকে রক্ষা করবেন। নিশ্চয় আল্লাহ কাফেরদেরকে পথ প্রদর্শন করেন না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 68,
                                        "bnText": "বলে দিনঃ হে আহলে কিতাবগণ, তোমরা কোন পথেই নও, যে পর্যন্ত না তোমরা তওরাত, ইঞ্জিল এবং যে গ্রন্থ তোমাদের পালনকর্তার পক্ষ থেকে তোমাদের প্রতি অবতীর্ণ হয়েছে তাও পুরোপুরি পালন না কর। আপনার পালনকর্তার কাছ থেকে আপনার প্রতি যা অবর্তীণ হয়েছে, তার কারণে তাদের অনেকের অবাধ্যতা ও কুফর বৃদ্ধি পাবে। অতএব, এ কাফের সম্প্রদায়ের জন্যে দুঃখ করবেন না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 69,
                                        "bnText": "নিশ্চয় যারা মুসলমান, যারা ইহুদী, ছাবেয়ী বা খ্রীষ্টান, তাদের মধ্যে যারা বিশ্বাস স্থাপন করে আল্লাহর প্রতি, কিয়ামতের প্রতি এবং সৎকর্ম সম্পাদন করে, তাদের কোন ভয় নেই এবং তারা দুঃখিত হবে না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 70,
                                        "bnText": "আমি বনী-ইসরাঈলের কাছ থেকে অঙ্গীকার নিয়েছিলাম এবং তাদের কাছে অনেক পয়গম্বর প্রেরণ করে ছিলাম। যখনই তাদের কাছে কোন পয়গম্বর এমন নির্দেশ নিয়ে আসত যা তাদের মনে চাইত না, তখন তাদের অনেকের প্রতি তারা মিথ্যারোপ করত এবংঅনেককে হত্যা করে ফেলত।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 71,
                                        "bnText": "তারা ধারণা করেছে যে, কোন অনিষ্ট হবে না। ফলে তারা আরও অন্ধ ও বধির হয়ে গেল। অতঃপর আল্লাহ তাদের তওবা কবুল করলেন। এরপরও তাদের অধিকাংশই অন্ধ ও বধির হয়ে রইল। আল্লাহ দেখেন তারা যা কিছু করে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 72,
                                        "bnText": "তারা কাফের, যারা বলে যে, মরিময়-তনয় মসীহ-ই আল্লাহ; অথচ মসীহ বলেন, হে বণী-ইসরাঈল, তোমরা আল্লাহর এবাদত কর, যিনি আমার পালন কর্তা এবং তোমাদেরও পালনকর্তা। নিশ্চয় যে ব্যক্তি আল্লাহর সাথে অংশীদার স্থির করে, আল্লাহ তার জন্যে জান্নাত হারাম করে দেন। এবং তার বাসস্থান হয় জাহান্নাম। অত্যাচারীদের কোন সাহায্যকারী নেই।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 73,
                                        "bnText": "নিশ্চয় তারা কাফের, যারা বলেঃ আল্লাহ তিনের এক; অথচ এক উপাস্য ছাড়া কোন উপাস্য নেই। যদি তারা স্বীয় উক্তি থেকে নিবৃত্ত না হয়, তবে তাদের মধ্যে যারা কুফরে অটল থাকবে, তাদের উপর যন্ত্রনাদায়ক শাস্তি পতিত হবে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 74,
                                        "bnText": "তারা আল্লাহর কাছে তওবা করে না কেন এবং ক্ষমা প্রার্থনা করে না কেন? আল্লাহ যে ক্ষমাশীল, দয়ালু।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 75,
                                        "bnText": "মরিয়ম-তনয় মসীহ রসূল ছাড়া আর কিছু নন। তাঁর পূর্বে অনেক রসূল অতিক্রান্ত হয়েছেন আর তার জননী একজন ওলী। তাঁরা উভয়েই খাদ্য ভক্ষণ করতেন। দেখুন, আমি তাদের জন্যে কিরূপ যুক্তি-প্রমাণ বর্ননা করি, আবার দেখুন, তারা উল্টা কোন দিকে যাচেছ।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 76,
                                        "bnText": "বলে দিনঃ তোমরা কি আল্লাহ ব্যতীত এমন বস্তুর এবাদত কর যে, তোমাদের অপকার বা উপকার করার ক্ষমতা রাখে না? অথচ আল্লাহ সব শুনেন ও জানেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 77,
                                        "bnText": "বলুনঃ হে আহলে কিতাবগন, তোমরা স্বীয় ধর্মে অন্যায় বাড়াবাড়ি করো না এবং এতে ঐ সম্প্রদায়ের প্রবৃত্তির অনুসরণ করো না, যারা পূর্বে পথভ্রষ্ট হয়েছে এবং অনেককে পথভ্রষ্ট করেছে। তারা সরল পথ থেকে বিচ্যুত হয়ে পড়েছে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 78,
                                        "bnText": "বনী-ইসলাঈলের মধ্যে যারা কাফের, তাদেরকে দাউদ ও মরিয়মতনয় ঈসার মুখে অভিসম্পাত করা হয়েছে। এটা একারণে যে, তারা অবাধ্যতা করত এবং সীমা লংঘন করত।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 79,
                                        "bnText": "তারা পরস্পরকে মন্দ কাজে নিষেধ করত না, যা তারা করত। তারা যা করত তা অবশ্যই মন্দ ছিল"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 80,
                                        "bnText": "আপনি তাদের অনেককে দেখবেন, কাফেরদের সাথে বন্ধুত্ব করে। তারা নিজেদের জন্য যা পাঠিয়েছে তা অবশ্যই মন্দ। তা এই যে, তাদের প্রতি আল্লাহ ক্রোধান্বিত হয়েছেন এবং তারা চিরকাল আযাবে থাকবে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 81,
                                        "bnText": "যদি তারা আল্লাহর প্রতি ও রসূলের প্রতি অবতীর্ণ বিষয়ের প্রতি বিশ্বাস স্থাপন করত, তবে কাফেরদেরকে বন্ধুরূপে গ্রহণ করত না। কিন্তু তাদের মধ্যে অনেকেই দুরাচার।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 82,
                                        "bnText": "আপনি সব মানুষের চাইতে মুসলমানদের অধিক শত্রু ইহুদী ও মুশরেকদেরকে পাবেন এবং আপনি সবার চাইতে মুসলমানদের সাথে বন্ধুত্বে অধিক নিকটবর্তী তাদেরকে পাবেন, যারা নিজেদেরকে খ্রীষ্টান বলে। এর কারণ এই যে, খ্রীষ্টানদের মধ্যে আলেম রয়েছে, দরবেশ রয়েছে এবং তারা অহঙ্কার করে না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 83,
                                        "bnText": "আর তারা রসূলের প্রতি যা অবতীর্ণ হয়েছে, তা যখন শুনে, তখন আপনি তাদের চোখ অশ্রু সজল দেখতে পাবেন; এ কারণে যে, তারা সত্যকে চিনে নিয়েছে। তারা বলেঃ হে আমাদের প্রতি পালক, আমরা মুসলমান হয়ে গেলাম। অতএব, আমাদেরকেও মান্যকারীদের তালিকাভুক্ত করে নিন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 84,
                                        "bnText": "আমাদের কি ওযর থাকতে পারে যে, আমরা আল্লাহর প্রতি এবং যে সত্য আমাদের কাছে এসেছে, তৎপ্রতি বিশ্বাস স্থাপন করব না এবং এ আশা করবো না যে, আমদের প্রতিপালক আমাদেরকে সৎ লোকদের সাথে প্রবিষ্ট করবেন"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 85,
                                        "bnText": "অতঃপর তাদেরকে আল্লাহ এ উক্তির প্রতিদান স্বরূপ এমন উদ্যান দিবেন যার তলদেশে নির্ঝরিণীসমূহ প্রবাহিত হবে। তারা তন্মধ্যে চিরকাল অবস্থান করবে। এটাই সৎকর্মশীলদের প্রতিদান।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 86,
                                        "bnText": "যারা কাফের হয়েছে এবং আমার নিদর্শনাবলীকে মিথ্যা বলেছে, তারাই দোযখী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 87,
                                        "bnText": "হে মুমিনগণ, তোমরা ঐসব সুস্বাদু বস্তু হারাম করো না, যেগুলো আল্লাহ তোমাদের জন্য হালাল করেছেন এবং সীমা অতিক্রম করো না। নিশ্চয় আল্লাহ সীমা অতিক্রমকারীদেরকে পছন্দ করেন না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 88,
                                        "bnText": "আল্লাহ তা’য়ালা যেসব বস্তু তোমাদেরকে দিয়েছেন, তন্মধ্য থেকে হালাল ও পবিত্র বস্তু খাও এবং আল্লাহকে ভয় কর, যার প্রতি তোমরা বিশ্বাসী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 89,
                                        "bnText": "আল্লাহ তোমাদেরকে পাকড়াও করেন না তোমাদের অনর্থক শপথের জন্যে; কিন্তু পাকড়াও করেন ঐ শপথের জন্যে যা তোমরা মজবুত করে বাধ। অতএব, এর কাফফরা এই যে, দশজন দরিদ্রকে খাদ্য প্রদান করবে; মধ্যম শ্রেনীর খাদ্য যা তোমরা স্বীয় পরিবারকে দিয়ে থাক। অথবা, তাদেরকে বস্তু প্রদান করবে অথবা, একজন ক্রীতদাস কিংবা দাসী মুক্ত করে দিবে। যে ব্যক্তি সামর্থ্য রাখে না, সে তিন দিন রোযা রাখবে। এটা কাফফরা তোমাদের শপথের, যখন শপথ করবে। তোমরা স্বীয় শপথসমূহ রক্ষা কর এমনিভাবে আল্লাহ তোমাদের জন্য স্বীয় নির্দেশ বর্ণনা করেন, যাতে তোমরা কৃতজ্ঞতা স্বীকার কর।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 90,
                                        "bnText": "হে মুমিনগণ, এই যে মদ, জুয়া, প্রতিমা এবং ভাগ্য-নির্ধারক শরসমূহ এসব শয়তানের অপবিত্র কার্য বৈ তো নয়। অতএব, এগুলো থেকে বেঁচে থাক-যাতে তোমরা কল্যাণপ্রাপ্ত হও।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 91,
                                        "bnText": "শয়তান তো চায়, মদ ও জুয়ার মাধ্যমে তোমাদের পরস্পরের মাঝে শুত্রুতা ও বিদ্বেষ সঞ্চারিত করে দিতে এবং আল্লাহর স্মরণ ও নামায থেকে তোমাদেরকে বিরত রাখতে। অতএব, তোমরা এখন ও কি নিবৃত্ত হবে"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 92,
                                        "bnText": "তোমরা আল্লাহর অনুগত হও, রসূলের অনুগত হও এবং আত্মরক্ষা কর। কিন্তু যদি তোমরা বিমুখ হও, তবে জেনে রাখ, আমার রসূলের দায়িত্ব প্রকাশ্য প্রচার বৈধ নয়।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 93,
                                        "bnText": "যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে, তারা পূর্বে যা ভক্ষণ করেছে, সে জন্য তাদের কোন গোনাহ নেই যখন ভবিষ্যতের জন্যে সংযত হয়েছে, বিশ্বাস স্থাপন করেছে এবং সৎকর্ম সম্পাদন করেছে। এরপর সংযত থাকে এবং বিশ্বাস স্থাপন করে। এরপর সংযত থাকে এবং সৎকর্ম করে। আল্লাহ সৎকর্মীদেরকে ভালবাসেন।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 94,
                                        "bnText": "হে মুমিনগণ, আল্লাহ তোমাদেরকে এমন কিছু শিকারের মাধ্যমে পরীক্ষা করবেন, যে শিকার পর্যন্ত তোমাদের হাত ও বর্শা সহজেই পৌছতে পারবে-যাতে আল্লাহ বুঝতে পারেন যে, কে তাকে অদৃশ্যভাবে ভয়করে। অতএব, যে ব্যক্তি এরপর সীমা অতিক্রম করবে, তার জন্য যন্ত্রনাদায়ক শাস্তি রয়েছে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 95,
                                        "bnText": "মুমিনগণ, তোমরা এহরাম অবস্থায় শিকার বধ করো না। তোমাদের মধ্যে যে জেনেশুনে শিকার বধ করবে, তার উপর বিনিময় ওয়াজেব হবে, যা সমান হবে ঐ জন্তুর, যাকে সে বধ করেছে। দু’জন নির্ভরযোগ্য ব্যক্তি এর ফয়সালা করবে-বিনিময়ের জন্তুটি উৎসর্গ হিসেবে কাবায় পৌছাতে হবে। অথবা তার উপর কাফফারা ওয়াজেব-কয়েকজন দরিদ্রকে খাওয়ানো অথবা তার সমপরিমাণ রোযা রাখতে যাতে সে স্বীয় কৃতকর্মের প্রতিফল আস্বাদন করে। যা হয়ে গেছে, তা আল্লাহ মাফ করেছেন। যে পুনরায় এ কান্ড করবে, আল্লাহ তার কাছ থেকে প্রতিশোধ নিবেন। আল্লাহ পরাক্রান্ত, প্রতিশোধ গ্রহণে সক্ষম।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 96,
                                        "bnText": "তোমাদের জন্য সমুদ্রের শিকার ও সুমুদ্রের খাদ্য হালাল করা হয়েছে তোমাদের উপকারার্থে এবং তোমাদের এহরামকারীদের জন্যে হারাম করা হয়েছে স্থল শিকার যতক্ষণ এহরাম অবস্থায় থাক। আল্লাহকে ভয় কর, যার কাছে তোমরা একত্রিত হবে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 97,
                                        "bnText": "আল্লাহ সম্মানিত গৃহ কাবাকে মানুষের স্থীতিশীলতার কারণ করেছেন এবং সম্মানিত মাসসমূকে, হারাম কোরবানীর জন্তুকে ও যাদের গলায় আবরণ রয়েছে। এর কারণ এই যে, যাতে তোমরা জেনে নাও যে, আল্লাহ নভোমন্ডল ও ভুমন্ডলের সব কিছু জানেন এবং আল্লাহ সর্ব বিষয়ে মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 98,
                                        "bnText": "জেনে নাও, নিশ্চয় আল্লাহ কঠোর শাস্তি দাতা ও নিশ্চয় আল্লাহ ক্ষমাশীল-দয়ালূ।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 99,
                                        "bnText": "রসূলের দায়িত্ব শুধু পৌছিয়ে দেওয়া। আল্লাহ জানেন, যা কিছু তোমরা প্রকাশ্যে কর এবং যা কিছু গোপন কর।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 100,
                                        "bnText": "বলে দিনঃ অপবিত্র ও পবিত্র সমান নয়, যদিও অপবিত্রের প্রাচুর্য তোমাকে বিস্মিত করে। অতএব, হে বুদ্ধিমানগণ, আল্লাহকে ভয় কর-যাতে তোমরা মুক্তি পাও।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 101,
                                        "bnText": "হে মুমিণগন, এমন কথাবার্তা জিজ্ঞেস করো না, যা তোমাদের কাছে পরিব্যক্ত হলে তোমাদের খারাপ লাগবে। যদি কোরআন অবতরণকালে তোমরা এসব বিষয় জিজ্ঞেস কর, তবে তা তোমাদের জন্যে প্রকাশ করা হবে। অতীত বিষয় আল্লাহ ক্ষমা করেছেন আল্লাহ ক্ষমাশীল, সহনশীল।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 102,
                                        "bnText": "এরূপ কথা বার্তা তোমাদের পুর্বে এক সম্প্রদায় জিজ্ঞেস করেছিল। এর পর তারা এসব বিষয়ে অবিশ্বাসী হয়ে গেল।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 103,
                                        "bnText": "আল্লাহ ‘বহিরা’ ‘সায়েবা’ ওসীলা’ এবং ‘হামী’ কে শরীয়তসিদ্ধ করেননি। কিন্তু যারা কাফের, তারা আল্লাহর উপর মিথ্যা অপবাদ আরোপ করে। তাদের অধিকাংশেরই বিবেক বুদ্ধি নেই।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 104,
                                        "bnText": "যখন তাদেরকে বলা হয় যে, আল্লাহর নাযিলকৃত বিধান এবং রসূলের দিকে এস, তখন তারা বলে, আমাদের জন্যে তাই যথেষ্ট, যার উপর আমরা আমাদের বাপ-দাদাকে পেয়েছি। যদি তাদের বাপ দাদারা কোন জ্ঞান না রাখে এবং হেদায়েত প্রাপ্ত না হয় তবুও কি তারা তাই করবে"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 105,
                                        "bnText": "হে মুমিনগণ, তোমরা নিজেদের চিন্তা কর। তোমরা যখন সৎপথে রয়েছ, তখন কেউ পথভ্রান্ত হলে তাতে তোমাদের কোন ক্ষতি নাই। তোমাদের সবাইকে আল্লাহর কাছে ফিরে যেতে হবে। তখন তিনি তোমাদেরকে বলে দেবেন, যা কিছু তোমরা করতে।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 106,
                                        "bnText": "হে, মুমিনগণ, তোমাদের মধ্যে যখন কারও মৃত্যু উপস্থিত হয়, তখন ওছিয়ত করার সময় তোমাদের মধ্য থেকে ধর্মপরায়ন দুজনকে সাক্ষী রেখো। তোমরা সফরে থাকলে এবং সে অবস্থায় তোমাদের মৃত্যু উপস্থিত হলে তোমরা তোমাদের ছাড়াও দু ব্যক্তিকে সাক্ষী রেখো। যদি তোমাদের সন্দেহ হয়, তবে উভয়কে নামাযের পর থাকতে বলবে। অতঃপর উভয়েই আল্লাহর নামে কসম খাবে যে, আমরা এ কসমের বিনিময়ে কোন উপকার গ্রহণ করতে চাই না, যদিও কোন আত্নীয়ও হয় এবং আল্লাহর সাক্ষ্য আমরা গোপন করব না। এমতাবস্থায় কঠোর গোনাহগার হব।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 107,
                                        "bnText": "অতঃপর যদি জানা যায় যে, উভয় ওসি কোন গোনাহে জড়িত রয়েছে, তবে যাদের বিরুদ্ধে গোনাহ হয়েছিল, তাদের মধ্য থেকে মৃতু ব্যক্তির নিকটতম দু’ব্যক্তি তাদের স্থলাভিষিক্ত হবে। অতঃপর আল্লাহর নামে কসম খাবে যে, অবশ্যই আমাদের সাক্ষ্য তাদের সাক্ষ্যর চাইতে অধিক সত্য এবং আমরা সীমা অতিক্রম করিনি। এমতাবস্থায় আমরা অবশ্যই অত্যাচারী হব।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 108,
                                        "bnText": "এটি এ বিষয়ের নিকটতম উপায় যে, তারা ঘটনাকে সঠিকভাবে প্রকাশ করবে অথবা আশঙ্কা করবে যে, তাদের কাছ থেকে কসম নেয়ার পর আবার কসম চাওয়া হবে। আল্লাহকে ভয় কর এবং শুন, আল্লাহ দুরাচারীদেরকে পথ-প্রদর্শন করবেন না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 109,
                                        "bnText": "যেদিন আল্লাহ সব পয়গম্বরকে একত্রিত করবেন, অতঃপর বলবেন তোমরা কি উত্তর পেয়েছিলে? তাঁরা বলবেনঃ আমরা অবগত নই, আপনিই অদৃশ্য বিষয়ে মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 110,
                                        "bnText": "যখন আল্লাহ বলবেনঃ হে ঈসা ইবনে মরিয়ম, তোমার প্রতি ও তোমার মাতার প্রতি আমার অনুগ্রহ স্মরণ কর, যখন আমি তোমাকে পবিত্র আত্মার দ্বারা সাহায্য করেছি। তুমি মানুষের সাথে কথা বলতে কোলে থাকতেও এবং পরিণত বয়সেও এবং যখন আমি তোমাকে গ্রন্থ, প্রগাঢ় জ্ঞান, তওরাত ও ইঞ্জিল শিক্ষা দিয়েছি এবং যখন তুমি কাদামাটি দিয়ে পাখীর প্রতিকৃতির মত প্রতিকৃতি নির্মাণ করতে আমার আদেশে, অতঃপর তুমি তাতে ফুঁ দিতে; ফলে তা আমার আদেশে পাখী হয়ে যেত এবং তুমি আমার আদেশে জন্মান্ধ ও কুষ্টরোগীকে নিরাময় করে দিতে এবং যখন আমি বনী-ইসরাঈলকে তোমা থেকে নিবৃত্ত রেখেছিলাম, যখন তুমি তাদের কাছে প্রমাণাদি নিয়ে এসেছিলে, অতঃপর তাদের মধ্যে যারা কাফের ছিল, তারা বললঃ এটা প্রকাশ্য জাদু ছাড়া কিছুই নয়।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 111,
                                        "bnText": "আর যখন আমি হাওয়ারীদের মনে জাগ্রত করলাম যে, আমার প্রতি এবং আমার রসূলের প্রতি বিশ্বাস স্থাপন কর, তখন তারা বলতে লাগল, আমরা বিশ্বাস স্থাপন করলাম এবং আপনি সাক্ষী থাকুন যে, আমরা অনুগত্যশীল।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 112,
                                        "bnText": "যখন হাওয়ারীরা বললঃ হে মরিয়ম তনয় ঈসা, আপনার পালনকর্তা কি এরূপ করতে পারেন যে, আমাদের জন্যে আকাশ থেকে খাদ্যভর্তি খাঞ্চা অবতরণ করে দেবেন? তিনি বললেনঃ যদি তোমরা ঈমানদার হও, তবে আল্লাহকে ভয় কর।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 113,
                                        "bnText": "তারা বললঃ আমরা তা থেকে খেতে চাই; আমাদের অন্তর পরিতৃপ্ত হবে; আমরা জেনে নেব যে, আপনি সত্য বলেছেন এবং আমরা সাক্ষ্যদাতা হয়ে যাব।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 114,
                                        "bnText": "ঈসা ইবনে মরিয়ম বললেনঃ হে আল্লাহ আমাদের পালনকর্তা আমাদের প্রতি আকাশ থেকে খাদ্যভর্তি খাঞ্চা অবতরণ করুন। তা আমাদের জন্যে অর্থাৎ, আমাদের প্রথম ও পরবর্তী সবার জন্যে আনন্দোৎসব হবে এবং আপনার পক্ষ থেকে একটি নিদর্শন হবে। আপনি আমাদের রুযী দিন। আপনিই শ্রেষ্ট রুযীদাতা।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 115,
                                        "bnText": "আল্লাহ বললেনঃ নিশ্চয় আমি সে খাঞ্চা তোমাদের প্রতি অবতরণ করব। অতঃপর যে ব্যাক্তি এর পরেও অকৃতজ্ঞ হবে, আমি তাকে এমন শাস্তি দেব, যে শাস্তি বিশ্বজগতের অপর কাউকে দেব না।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 116,
                                        "bnText": "যখন আল্লাহ বললেনঃ হে ঈসা ইবনে মরিয়ম! তুমি কি লোকদেরকে বলে দিয়েছিলে যে, আল্লাহকে ছেড়ে আমাকে ও আমার মাতাকে উপাস্য সাব্যস্ত কর? ঈসা বলবেন; আপনি পবিত্র! আমার জন্যে শোভা পায় না যে, আমি এমন কথা বলি, যা বলার কোন অধিকার আমার নেই। যদি আমি বলে থাকি, তবে আপনি অবশ্যই পরিজ্ঞাত; আপনি তো আমার মনের কথা ও জানেন এবং আমি জানি না যা আপনার মনে আছে। নিশ্চয় আপনিই অদৃশ্য বিষয়ে জ্ঞাত।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 117,
                                        "bnText": "আমি তো তাদেরকে কিছুই বলিনি, শুধু সে কথাই বলেছি যা আপনি বলতে আদেশ করেছিলেন যে, তোমরা আল্লাহর দাসত্ব অবলম্বন কর যিনি আমার ও তোমাদের পালনকর্তা আমি তাদের সম্পর্কে অবগত ছিলাম যতদিন তাদের মধ্যে ছিলাম। অতঃপর যখন আপনি আমাকে লোকান্তরিত করলেন, তখন থেকে আপনিই তাদের সম্পর্কে অবগত রয়েছেন। আপনি সর্ববিষয়ে পূর্ণ পরিজ্ঞাত।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 118,
                                        "bnText": "যদি আপনি তাদেরকে শাস্তি দেন, তবে তারা আপনার দাস এবং যদি আপনি তাদেরকে ক্ষমা করেন, তবে আপনিই পরাক্রান্ত, মহাবিজ্ঞ।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 119,
                                        "bnText": "আল্লাহ বললেনঃ আজকের দিনে সত্যবাদীদের সত্যবাদিতা তাদের উপকারে আসবে। তাদের জন্যে উদ্যান রয়েছে, যার তলদেশে নির্ঝরিনী প্রবাহিত হবে; তারা তাতেই চিরকাল থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট। এটিই মহান সফলতা।"
                              },
                              {
                                        "chapter": 5,
                                        "verseKey": 120,
                                        "bnText": "নভোমন্ডল, ভূমন্ডল এবং এতদুভয়ে অবস্থিত সবকিছুর আধিপত্য আল্লাহরই। তিনি সবকিছুর উপর ক্ষমতাবান।"
                              }
                    ],
          },
          {
                    "surahNo": 6,
                    "surahName": "সূরা আল আনআম",
                    "surahArName": "الانعام",
                    "surahMeaning": "গৃৃহপালিত পশু",
                    "totalVerses": "165",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-6.mp3",
                    "verses": [
                              {
                                        "chapter": 6,
                                        "verseKey": 1,
                                        "bnText": "সর্ববিধ প্রশংসা আল্লাহরই জন্য যিনি নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন এবং অন্ধকার ও আলোর উদ্ভব করেছেন। তথাপি কাফেররা স্বীয় পালনকর্তার সাথে অন্যান্যকে সমতুল্য স্থির করে।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 2,
                                        "bnText": "তিনিই তোমাদেরকে মাটির দ্বারা সৃষ্টি করেছেন, অতঃপর নির্দিষ্টকাল নির্ধারণ করেছেন। আর অপর নির্দিষ্টকাল আল্লাহর কাছে আছে। তথাপি তোমরা সন্দেহ কর।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 3,
                                        "bnText": "তিনিই আল্লাহ নভোমন্ডলে এবং ভূমন্ডলে। তিনি তোমাদের গোপন ও প্রকাশ্য বিষয় জানেন এবং তোমরা যা কর তাও অবগত।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 4,
                                        "bnText": "তাদের কাছে তাদের প্রতিপালকের নিদর্শনাবলী থেকে কোন নিদর্শন আসেনি; যার প্রতি তারা বিমুখ হয় না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 5,
                                        "bnText": "অতএব, অবশ্য তারা সত্যকে মিথ্যা বলেছে যখন তা তাদের কাছে এসেছে। বস্তুতঃ অচিরেই তাদের কাছে ঐ বিষয়ের সংবাদ আসবে, যার সাথে তারা উপহাস করত।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 6,
                                        "bnText": "তারা কি দেখেনি যে, আমি তাদের পুর্বে কত সম্প্রদায়কে ধ্বংস করে দিয়েছি, যাদেরকে আমি পৃথিবীতে এমন প্রতিষ্ঠা দিয়েছিলাম, যা তোমাদেরকে দেইনি। আমি আকাশকে তাদের উপর অনবরত বৃষ্টি বর্ষণ করতে দিয়েছি এবং তাদের তলদেশে নদী সৃষ্টি করে দিয়েছি, অতঃপর আমি তাদেরকে তাদের পাপের কারণে ধ্বংস করে দিয়েছি এবং তাদের পরে অন্য সম্প্রদায় সৃষ্টি করেছি।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 7,
                                        "bnText": "যদি আমি কাগজে লিখিত কোন বিষয় তাদের প্রতি নাযিল করতাম, অতঃপর তারা তা সহস্তে স্পর্শ করত, তবুও অবিশ্বাসীরা একথাই বলত যে, এটা প্রকাশ্য জাদু বৈ কিছু নয়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 8,
                                        "bnText": "তারা আরও বলে যে, তাঁর কাছে কোন ফেরেশতা কেন প্রেরণ করা হল না ? যদি আমি কোন ফেরেশতা প্রেরণ করতাম, তবে গোটা ব্যাপারটাই শেষ হয়ে যেত। অতঃপর তাদেরকে সামান্যও অবকাশ দেওয়া হতনা।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 9,
                                        "bnText": "যদি আমি কোন ফেরেশতাকে রসূল করে পাঠাতাম, তবে সে মানুষের আকারেই হত। এতেও ঐ সন্দেহই করত, যা এখন করছে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 10,
                                        "bnText": "নিশ্চয়ই আপনার পূর্ববর্তী পয়গম্বরগণের সাথেও উপহাস করা হয়েছে। অতঃপর যারা তাঁদের সাথে উপহাস করেছিল, তাদেরকে ঐ শাস্তি বেষ্টন করে নিল, যা নিয়ে তারা উপহাস করত।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 11,
                                        "bnText": "বলে দিনঃ তোমরা পৃথিবীতে পরিভ্রমণ কর, অতপর দেখ, মিথ্যারোপ কারীদের পরিণাম কি হয়েছে"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 12,
                                        "bnText": "জিজ্ঞেস করুন, নভোমন্ডল ও ভুমন্ডলে যা আছে, তার মালিক কে? বলে দিনঃআল্লাহ। তিনি অনুকম্পা প্রদর্শনকে নিজ দায়িত্বে লিপিবদ্ধ করে নিয়েছেন। তিনি অবশ্যই তোমাদেরকে কেয়ামতের দিন একত্রিত করবেন। এর আগমনে কোন সন্দেহ নেই। যারা নিজেদের কে ক্ষতিগ্রস্ত করেছে, তারাই বিশ্বাস স্থাপন করে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 13,
                                        "bnText": "যা কিছু রাত ও দিনে স্থিতি লাভ করে, তাঁরই। তিনিই শ্রোতা, মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 14,
                                        "bnText": "আপনি বলে দিনঃ আমি কি আল্লাহ ব্যতীত-যিনি নভোমন্ডল ও ভুমন্ডলের স্রষ্টা এবং যিনি সবাইকে আহার্য দানকরেন ও তাঁকে কেউ আহার্য দান করে না অপরকে সাহায্যকারী স্থির করব? আপনি বলে দিনঃ আমি আদিষ্ট হয়েছি যে, সর্বাগ্রে আমিই আজ্ঞাবহ হব। আপনি কদাচ অংশীবাদীদের অন্তর্ভুক্ত হবেন না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 15,
                                        "bnText": "আপনি বলুন, আমি আমার প্রতিপালকের অবাধ্য হতে ভয় পাই কেননা, আমি একটি মহাদিবসের শাস্তিকে ভয় করি।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 16,
                                        "bnText": "যার কাছ থেকে ঐদিন এ শাস্তি সরিয়ে নেওয়া হবে, তার প্রতি আল্লাহর অনুকম্পা হবে। এটাই বিরাট সাফল্য।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 17,
                                        "bnText": "আর যদি আল্লাহ তোমাকে কোন কষ্ট দেন, তবে তিনি ব্যতীত তা অপসারণকারী কেউ নেই। পক্ষান্তরে যদি তোমার মঙ্গল করেন, তবে তিনি সবকিছুর উপর ক্ষমতাবান।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 18,
                                        "bnText": "তিনিই পরাক্রান্ত স্বীয় বান্দাদের উপর। তিনিই জ্ঞানময়, সর্বজ্ঞ।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 19,
                                        "bnText": "আপনি জিজ্ঞেস করুনঃ সর্ববৃহৎ সাক্ষ্যদাতা কে ? বলে দিনঃ আল্লাহ আমার ও তোমাদের মধ্যে সাক্ষী। আমার প্রতি এ কোরআন অবর্তীর্ণ হয়েছে-যাতে আমি তোমাদেরকে এবং যাদের কাছে এ কোরআন পৌঁছে সবাইকে ভীতি প্রদর্শন করি। তোমরা কি সাক্ষ্য দাও যে, আল্লাহর সাথে অন্যান্য উপাস্যও রয়েছে ? আপনি বলে দিনঃ আমি এরূপ সাক্ষ্য দেব না। বলে দিনঃ তিনিই একমাত্র উপাস্য; আমি অবশ্যই তোমাদের শিরক থেকে মুক্ত।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 20,
                                        "bnText": "যাদেরকে আমি কিতাব দান করেছি, তারা তাকে চিনে, যেমন তাদের সন্তানদেরকে চিনে। যারা নিজেদেরকে ক্ষতির মধ্যে ফেলেছে, তারা বিশ্বাস স্থাপন করবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 21,
                                        "bnText": "আর যে, আল্লাহর প্রতি অপবাদ আরোপ করে অথবা তাঁর নিদর্শনাবলীকে মিথ্যা বলে, তার চাইতে বড় জালেম কে? নিশ্চয় জালেমরা সফলকাম হবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 22,
                                        "bnText": "আর যেদিন আমি তাদের সবাইকে একত্রিত করব, অতঃপর যারা শিরক করেছিল, তাদের বলবঃ যাদেরকে তোমরা অংশীদার বলে ধারণা করতে, তারা কোথায়"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 23,
                                        "bnText": "অতঃপর তাদের কোন অপরিচ্ছন্নতা থাকবে না; তবে এটুকুই যে তারা বলবে আমাদের প্রতিপালক আল্লাহর কসম, আমরা মুশরিক ছিলাম না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 24,
                                        "bnText": "দেখতো, কিভাবে মিথ্যা বলছে নিজেদের বিপক্ষে ? এবং যেসব বিষয় তারা আপনার প্রতি মিছামিছি রচনা করত, তা সবই উধাও হয়ে গেছে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 25,
                                        "bnText": "তাদের কেউ কেউ আপনার দিকে কান লাগিয়ে থাকে। আমি তাদের অন্তরের উপর আবরণ রেখে দিয়েছি যাতে একে না বুঝে এবং তাদের কানে বোঝা ভরে দিয়েছি। যদি তারা সব নিদর্শন অবলোকন করে তবুও সেগুলো বিশ্বাস করবে না। এমনকি, তারা যখন আপনার কাছে ঝগড়া করতে আসে, তখন কাফেররা বলেঃ এটি পুর্ববর্তীদের কিচ্ছাকাহিনী বৈ তো নয়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 26,
                                        "bnText": "তারা এ থেকে বাধা প্রদান করে এবং এ থেকে পলায়ন করে। তারা নিজেদেরকে ধ্বংস করেছে, কিন্তু বুঝছে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 27,
                                        "bnText": "আর আপনি যদি দেখেন, যখন তাদেরকে দোযখের উপর দাঁড় করানো হবে! তারা বলবেঃ কতই না ভাল হত, যদি আমরা পুনঃ প্রেরিত হতাম; তা হলে আমরা স্বীয় পালনকর্তার নিদর্শনসমূহে মিথ্যারোপ করতাম না এবং আমরা বিশ্বাসীদের অন্তর্ভুক্ত হয়ে যেতাম।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 28,
                                        "bnText": "এবং তারা ইতি পূর্বে যা গোপন করত, তা তাদের সামনে প্রকাশ হয়ে পড়েছে। যদি তারা পুনঃ প্রেরিত হয়, তবুও তাই করবে, যা তাদেরকে নিষেধ করা হয়েছিল। নিশ্চয় তারা মিথ্যাবাদী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 29,
                                        "bnText": "তারা বলেঃ আমাদের এ পার্থিব জীবনই জীবন। আমাদেরকে পুনরায় জীবিত হতে হবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 30,
                                        "bnText": "আর যদি আপনি দেখেন; যখন তাদেরকে প্রতিপালকের সামনে দাঁড় করানো হবে। তিনি বলবেনঃ এটা কি বাস্তব সত্য নয়? তারা বলবেঃ হঁ্যা আমাদের প্রতিপালকের কসম। তিনি বলবেনঃ অতএব, স্বীয় কুফরের কারণে শাস্তি আস্বাদন কর।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 31,
                                        "bnText": "নিশ্চয় তারা ক্ষতিগ্রস্ত, যারা আল্লাহর সাক্ষাৎকে মিথ্যা মনে করেছে। এমনকি, যখন কিয়ামত তাদের কাছে অকস্মাৎ এসে যাবে, তারা বলবেঃ হায় আফসোস, এর ব্যাপারে আমরা কতই না ক্রটি করেছি। তার স্বীয় বোঝা স্বীয় পৃষ্ঠে বহন করবে। শুনে রাখ, তারা যে বোঝা বহন করবে, তা নিকৃষ্টতর বোঝা।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 32,
                                        "bnText": "পার্থিব জীবন ক্রীড়া ও কৌতুক ব্যতীত কিছুই নয়। পরকালের আবাস পরহেযগারদের জন্যে শ্রেষ্টতর। তোমরা কি বুঝ না"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 33,
                                        "bnText": "আমার জানা আছে যে, তাদের উক্তি আপনাকে দুঃখিত করে। অতএব, তারা আপনাকে মিথ্যা প্রতিপন্ন করে না, বরং জালেমরা আল্লাহর নিদর্শনাবলীকে অস্বীকার করে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 34,
                                        "bnText": "আপনার পূর্ববর্তী অনেক পয়গম্বরকে মিথ্যা বলা হয়েছে। তাঁরা এতে ছবর করেছেন। তাদের কাছে আমার সাহায্য পৌঁছে পর্যন্ত তারা নির্যাতিত হয়েছেন। আল্লাহর বানী কেউ পরিবর্তন করতে পারে না। আপনার কাছে পয়গম্বরদের কিছু কাহিনী পৌঁছেছে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 35,
                                        "bnText": "আর যদি তাদের বিমুখতা আপনার পক্ষে কষ্টকর হয়, তবে আপনি যদি ভূতলে কোন সুড়ঙ্গ অথবা আকাশে কোন সিড়ি অনুসন্ধান করতে সমর্থ হন, অতঃপর তাদের কাছে কোন একটি মোজেযা আনতে পারেন, তবে নিয়ে আসুন। আল্লাহ ইচ্ছা করলে সবাইকে সরল পথে সমবেত করতে পারতেন। অতএব, আপনি নির্বোধদের অন্তর্ভুক্ত হবেন না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 36,
                                        "bnText": "তারাই মানে, যারা শ্রবণ করে। আল্লাহ মৃতদেরকে জীবিত করে উত্থিত করবেন। অতঃপর তারা তাঁরই দিকে প্রত্যাবর্তিত হবে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 37,
                                        "bnText": "তারা বলেঃ তার প্রতি তার পালনকর্তার পক্ষ থেকে কোন নিদর্শন অবতীর্ণ হয়নি কেন? বলে দিনঃ আল্লাহ নিদর্শন অবতরণ করতে পূর্ন সক্ষম; কিন্তু তাদের অধিকাংশই জানে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 38,
                                        "bnText": "আর যত প্রকার প্রাণী পৃথিবীতে বিচরণশীল রয়েছে এবং যত প্রকার পাখী দু’ ডানাযোগে উড়ে বেড়ায় তারা সবাই তোমাদের মতই একেকটি শ্রেণী। আমি কোন কিছু লিখতে ছাড়িনি। অতঃপর সবাই স্বীয় প্রতিপালকের কাছে সমবেত হবে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 39,
                                        "bnText": "যারা আমার নিদর্শনসমূহকে মিথ্যা বলে, তারা অন্ধকারের মধ্যে মূক ও বধির। আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা সরল পথে পরিচালিত করেন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 40,
                                        "bnText": "বলুন, বলতো দেখি, যদি তোমাদের উপর আল্লাহর শাস্তি পতিত হয় কিংবা তোমাদের কাছে কিয়ামত এসে যায়, তবে তোমরা কি আল্লাহ ব্যতীত অন্যকে ডাকবে যদি তোমরা সত্যবাদী হও।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 41,
                                        "bnText": "বরং তোমরা তো তাঁকেই ডাকবে। অতঃপর যে বিপদের জন্যে তাঁকে ডাকবে, তিনি ইচ্ছা করলে তা দুরও করে দেন। যাদেরকে অংশীদার করছ, তখন তাদেরকে ভুলে যাবে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 42,
                                        "bnText": "আর আমি আপনার পূর্ববর্তী উম্মতদের প্রতিও পয়গম্বর প্রেরণ করেছিলাম। অতঃপর আমি তাদেরকে অভাব-অনটন ও রোগ-ব্যধি দ্বারা পাকড়াও করেছিলাম যাতে তারা কাকুতি মিনতি করে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 43,
                                        "bnText": "অতঃপর তাদের কাছে যখন আমার আযাব আসল, তখন কেন কাকুতি-মিনতি করল না ? বস্তুতঃ তাদের অন্তর কঠোর হয়ে গেল এবং শয়তান তাদের কাছে সুশোভিত করে দেখাল, যে কাজ তারা করছিল।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 44,
                                        "bnText": "অতঃপর তারা যখন ঐ উপদেশ ভুলে গেল, যা তাদেরকে দেয়া হয়েছিল, তখন আমি তাদের সামনে সব কিছুর দ্বার উম্মুক্ত করে দিলাম। এমনকি, যখন তাদেরকে প্রদত্ত বিষয়াদির জন্যে তারা খুব গর্বিত হয়ে পড়ল, তখন আমি অকস্মাৎ তাদেরকে পাকড়াও করলাম। তখন তারা নিরাশ হয়ে গেল।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 45,
                                        "bnText": "অতঃপর জালেমদের মূল শিকড় কর্তিত হল। সমস্ত প্রশংসা আল্লাহরই জন্যে, যিনি বিশ্বজগতের পালনকর্তা।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 46,
                                        "bnText": "আপনি বলুনঃ বল তো দেখি, যদি আল্লাহ তোমাদের কান ও চোখ নিয়ে যান এবং তোমাদের অন্তরে মোহর এঁটে দেন, তবে এবং তোমাদের আল্লাহ ব্যতীত এমন উপাস্য কে আছে, যে তোমাদেরকে এগুলো এনে দেবে? দেখ, আমি কিভাবে ঘুরিয়ে-ফিরিয়ে নিদর্শনাবলী বর্ণনা করি। তথাপি তারা বিমুখ হচ্ছে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 47,
                                        "bnText": "বলে দিনঃ দেখতো, যদি আল্লাহর শাস্তি, আকস্মিক কিংবা প্রকাশ্যে তোমাদের উপর আসে, তবে জালেম, সম্প্রদায় ব্যতীত কে ধ্বংস হবে"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 48,
                                        "bnText": "আমি পয়গম্বরদেরকে প্রেরণ করি না, কিন্তু সুসংবাদাতা ও ভীতি প্রদর্শকরূপে অতঃপর যে বিশ্বাস স্থাপন করে এবং সংশোধিত হয়, তাদের কোন শঙ্কা নেই এবং তারা দুঃখিত হবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 49,
                                        "bnText": "যারা আমার নিদর্শনাবলীকে মিথ্যা বলে, তাদেরকে তাদের নাফরমানীর কারণে আযাব স্পর্শ করবে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 50,
                                        "bnText": "আপনি বলুনঃ আমি তোমাদেরকে বলি না যে, আমার কাছে আল্লাহর ভান্ডার রয়েছে। তাছাড়া আমি অদৃশ্য বিষয় অবগতও নই। আমি এমন বলি না যে, আমি ফেরেশতা। আমি তো শুধু ঐ ওহীর অনুসরণ করি, যা আমার কাছে আসে। আপনি বলে দিনঃ অন্ধ ও চক্ষুমান কি সমান হতে পারে? তোমরা কি চিন্তা কর না"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 51,
                                        "bnText": "আপনি এ কোরআন দ্বারা তাদেরকে ভয়-প্রদর্শন করুন, যারা আশঙ্কা করে স্বীয় পালনকর্তার কাছে এমতাবস্থায় একত্রিত হওয়ার যে, তাদের কোন সাহায্যকারী ও সুপারিশকারী হবে না-যাতে তারা গোনাহ থেকে বেঁচে থাকে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 52,
                                        "bnText": "আর তাদেরকে বিতাড়িত করবেন না, যারা সকাল-বিকাল স্বীয় পালকর্তার এবাদত করে, তাঁর সন্তুষ্টি কামনা করে। তাদের হিসাব বিন্দুমাত্রও আপনার দায়িত্বে নয় এবং আপনার হিসাব বিন্দুমাত্রও তাদের দায়িত্বে নয় যে, আপনি তাদেরকে বিতাড়িত করবেন। নতুবা আপনি অবিচারকারীদের অন্তর্ভূক্ত হয়ে যাবেন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 53,
                                        "bnText": "আর এভাবেই আমি কিছু লোককে কিছু লোক দ্বারা পরীক্ষায় ফেলেছি যাতে তারা বলে যে, এদেরকেই কি আমাদের সবার মধ্য থেকে আল্লাহ স্বীয় অনুগ্রহ দান করেছেন? আল্লাহ কি কৃতজ্ঞদের সম্পর্কে সুপরিজ্ঞাত নন"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 54,
                                        "bnText": "আর যখন তারা আপনার কাছে আসবে যারা আমার নিদর্শনসমূহে বিশ্বাস করে, তখন আপনি বলে দিনঃ তোমাদের উপর শান্তি বর্ষিত হোক। তোমাদের পালনকর্তা রহমত করা নিজ দায়িত্বে লিখে নিয়েছেন যে, তোমাদের মধ্যে যে কেউ অজ্ঞতাবশতঃ কোন মন্দ কাজ করে, অনন্তর এরপরে তওবা করে নেয় এবং সৎ হয়ে যায়, তবে তিনি অত্যন্ত ক্ষমাশীল, করুণাময়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 55,
                                        "bnText": "আর এমনিভাবে আমি নিদর্শনসমূহ বিস্তারিত বর্ণনা করি-যাতে অপরাধীদের পথ সুস্পষ্ট হয়ে উঠে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 56,
                                        "bnText": "আপনি বলে দিনঃ আমাকে তাদের এবাদত করতে নিষেধ করা হয়েছে, তোমরা আল্লাহকে ছেড়ে যাদের এবাদত কর। আপনি বলে দিনঃ আমি তোমাদের খুশীমত চলবো না। কেননা, তাহলে আমি পথভ্রান্ত হয়ে যাব এবং সুপথগামীদের অন্তর্ভুক্ত হব না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 57,
                                        "bnText": "আপনি বলে দিনঃ আমার কাছে প্রতিপালকের পক্ষ থেকে একটি প্রমাণ আছে এবং তোমরা তার প্রতি মিথ্যারোপ করেছ। তোমরা যে বস্তু শীঘ্র দাবী করছ, তা আমার কাছে নেই। আল্লাহ ছাড়া কারো নির্দেশ চলে না। তিনি সত্য বর্ণনা করেন এবং তিনিই শ্রেষ্ঠতম মীমাংসাকারী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 58,
                                        "bnText": "আপনি বলে দিনঃ যদি আমার কাছে তা থাকত, যা তোমরা শীঘ্র দাবী করছ, তবে আমার ও তোমাদের পারস্পরিক বিবাদ কবেই চুকে যেত। আল্লাহ জালেমদের সম্পর্কে যথেষ্ট পরিমাণে অবহিত।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 59,
                                        "bnText": "তাঁর কাছেই অদৃশ্য জগতের চাবি রয়েছে। এ গুলো তিনি ব্যতীত কেউ জানে না। স্থলে ও জলে যা আছে, তিনিই জানেন। কোন পাতা ঝরে না; কিন্তু তিনি তা জানেন। কোন শস্য কণা মৃত্তিকার অন্ধকার অংশে পতিত হয় না এবং কোন আর্দ্র ও শুস্ক দ্রব্য পতিত হয় না; কিন্তু তা সব প্রকাশ্য গ্রন্থে রয়েছে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 60,
                                        "bnText": "তিনিই রাত্রি বেলায় তোমাদেরকে করায়ত্ত করে নেন এবং যা কিছু তোমরা দিনের বেলায় কর, তা জানেন। অতঃপর তোমাদেরকে দিবসে সম্মুখিত করেন-যাতে নির্দিষ্ট ওয়াদা পূর্ণ হয়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 61,
                                        "bnText": "অনন্তর তাঁরই দিকে তোমাদের প্রত্যাবর্তন। অতঃপর তোমাদেরকে বলে দিবেন, যা কিছু তোমরা করছিলে। তিনিই স্বীয় বান্দাদের উপর প্রবল। তিনি প্রেরণ করেন তোমাদের কাছে রক্ষণাবেক্ষণকারী। এমন কি, যখন তোমাদের কারও মৃত্যু আসে তখন আমার প্রেরিত ফেরেশতারা তার আত্মা হস্তগত করে নেয়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 62,
                                        "bnText": "অতঃপর সবাইকে সত্যিকার প্রভু আল্লাহর কাছে পৌঁছানো হবে। শুনে রাখ, ফয়সালা তাঁরই এবং তিনি দ্রুত হিসাব গ্রহণ করবেন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 63,
                                        "bnText": "আপনি বলুনঃ কে তোমাদেরকে স্থল ও জলের অন্ধকার থেকে উদ্ধার করেন, যখন তোমরা তাঁকে বিনীতভাবে ও গোপনে আহবান কর যে, যদি আপনি আমাদের কে এ থেকে উদ্ধার করে নেন, তবে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হয়ে যাব।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 64,
                                        "bnText": "আপনি বলে দিনঃ আল্লাহ তোমাদেরকে তা থেকে মুক্তি দেন এব সব দুঃখ-বিপদ থেকে। তথাপি তোমরা শেরক কর।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 65,
                                        "bnText": "আপনি বলুনঃ তিনিই শক্তিমান যে, তোমাদের উপর কোন শাস্তি উপর দিক থেকে অথবা তোমাদের পদতল থেকে প্রেরণ করবেন অথবা তোমাদেরকে দলে-উপদলে বিভক্ত করে সবাইকে মুখোমুখী করে দিবেন এবং এককে অন্যের উপর আক্রমণের স্বাদ আস্বাদন করাবেন। দেখ, আমি কেমন ঘুরিয়ে-ফিরিয়ে নিদর্শনাবলী বর্ণনা করি যাতে তারা বুঝে নেয়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 66,
                                        "bnText": "আপনার সম্প্রদায় একে মিথ্যা বলছে, অথচ তা সত্য। আপনি বলে দিনঃ আমি তোমাদের উপর নিয়োজিত নই।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 67,
                                        "bnText": "প্রত্যেক খবরের একটি সময় নির্দিষ্ট রয়েছে এবং অচিরেই তোমরা তা জেনে নিবে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 68,
                                        "bnText": "যখন আপনি তাদেরকে দেখেন, যারা আমার আয়াত সমূহে ছিদ্রান্বেষণ করে, তখন তাদের কাছ থেকে সরে যান যে পর্যন্ত তারা অন্য কথায় প্রবৃত্ত না হয়, যদি শয়তান আপনাকে ভূলিয়ে দেয় তবে স্মরণ হওয়ার পর জালেমদের সাথে উপবেশন করবেন না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 69,
                                        "bnText": "এদের যখন বিচার করা হবে তখন পরহেযগারদের উপর এর কোন প্রভাব পড়বে না; কিন্তু তাদের দায়িত্ব উপদেশ দান করা যাতে ওরা ভীত হয়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 70,
                                        "bnText": "তাদেরকে পরিত্যাগ করুন, যারা নিজেদের ধর্মকে ক্রীড়া ও কৌতুকরূপে গ্রহণ করেছে এবং পার্থিব জীবন যাদেরকে ধোঁকায় ফেলে রেখেছে। কোরআন দ্বারা তাদেরকে উপদেশ দিন, যাতে কেউ স্বীয় কর্মে এমন ভাবে গ্রেফতার না হয়ে যায় যে, আল্লাহ ব্যতীত তার কোন সাহায্যকারী ও সুপারিশকারী নেই এবং যদি তারা জগতের বিনিময়ও প্রদান কবে, তবু তাদের কাছ থেকে তা গ্রহণ করা হবে না। একাই স্বীয় কর্মে জড়িত হয়ে পড়েছে। তাদের জন্যে উত্তপ্ত পানি এবং যন্ত্রণাদায়ক শাস্তি রয়েছে-কুফরের কারণে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 71,
                                        "bnText": "আপনি বলে দিনঃ আমরা কি আল্লাহ ব্যতীত এমন বস্তুকে আহবান করব, যে আমাদের উপকার করতে পারে না এবং ক্ষতিও করতে পারে না এবং আমরা কি পশ্চাৎপদে ফিরে যাব, এরপর যে, আল্লাহ আমাদেরকে পথ প্রদর্শন করেছেন? ঐ ব্যক্তির মত, যাকে শয়তানরা বনভুমিতে বিপথগামী করে দিয়েছে-সে উদভ্রান্ত হয়ে ঘোরাফেরা করছে। তার সহচররা তাকে পথের দিকে ডেকে বলছেঃ আস, আমাদের কাছে। আপনি বলে দিনঃ নিশ্চয় আল্লাহর পথই সুপথ। আমরা আদিষ্ট হয়েছি যাতে স্বীয় পালনকর্তা আজ্ঞাবহ হয়ে যাই।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 72,
                                        "bnText": "এবং তা এই যে, নামায কায়েম কর এবং তাঁকে ভয় কর। তাঁর সামনেই তোমরা একত্রিত হবে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 73,
                                        "bnText": "তিনিই সঠিকভাবে নভোমন্ডল সৃষ্টি করেছেন। যেদিন তিনি বলবেনঃ হয়ে যা, অতঃপর হয়ে যাবে। তাঁর কথা সত্য। যেদিন শিঙ্গায় ফুৎকার করা হবে, সেদিন তাঁরই আধিপত্য হবে। তিনি অদৃশ্য বিষয়ে এবং প্রত্যক্ষ বিষয়ে জ্ঞাত। তিনিই প্রজ্ঞাময়, সর্বজ্ঞ।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 74,
                                        "bnText": "স্মরণ কর, যখন ইব্রাহীম পিতা আযরকে বললেনঃ তুমি কি প্রতিমা সমূহকে উপাস্য মনে কর? আমি দেখতে পাচ্ছি যে, তুমি ও তোমার সম্প্রদায় প্রকাশ্য পথভ্রষ্ট।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 75,
                                        "bnText": "আমি এরূপ ভাবেই ইব্রাহীমকে নভোমন্ডল ও ভুমন্ডলের অত্যাশ্চর্য বস্তুসমূহ দেখাতে লাগলাম-যাতে সে দৃঢ় বিশ্বাসী হয়ে যায়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 76,
                                        "bnText": "অনন্তর যখন রজনীর অন্ধকার তার উপর সমাচ্ছন্ন হল, তখন সে একটি তারকা দেখতে পেল, বললঃ ইহা আমার প্রতিপালক। অতঃপর যখন তা অস্তমিত হল তখন বললঃ আমি অস্তগামীদেরকে ভালবাসি না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 77,
                                        "bnText": "অতঃপর যখন চন্দ্রকে ঝলমল করতে দেখল, বললঃ এটি আমার প্রতিপালক। অনন্তর যখন তা অদৃশ্য হয়ে গেল, তখন বলল যদি আমার প্রতিপালক আমাকে পথ-প্রদর্শন না করেন, তবে অবশ্যই আমি বিভ্রান্ত সম্প্রদায়ের অন্তর্ভুক্ত হয়ে যাব।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 78,
                                        "bnText": "অতঃপর যখন সূর্যকে চকচক করতে দেখল, বললঃ এটি আমার পালনকর্তা, এটি বৃহত্তর। অতপর যখন তা ডুবে গেল, তখন বলল হে আমার সম্প্রদায়, তোমরা যেসব বিষয়কে শরীক কর, আমি ওসব থেকে মুক্ত।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 79,
                                        "bnText": "আমি এক মুখী হয়ে স্বীয় আনন ঐ সত্তার দিকে করেছি, যিনি নভোমন্ডল ও ভুমন্ডল সৃষ্টি করেছেন এবং আমি মুশরেক নই।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 80,
                                        "bnText": "তাঁর সাথে তার সম্প্রদায় বিতর্ক করল। সে বললঃ তোমরা কি আমার সাথে আল্লাহর একত্ববাদ সম্পর্কে বিতর্ক করছ; অথচ তিনি আমাকে পথ প্রদর্শন করেছেন। তোমরা যাদেরকে শরীক কর, আমি তাদেরকে ভয় করি না তবে আমার পালকর্তাই যদি কোন কষ্ট দিতে চান। আমার পালনকর্তাই প্রত্যেক বস্তুকে স্বীয় জ্ঞান দ্বারা বেষ্টন করে আছেন। তোমরা কি চিন্তা কর না"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 81,
                                        "bnText": "যাদেরকে তোমরা আল্লাহর সাথে শরীক করে রেখেছ, তাদেরকে কিরূপে ভয় কর, অথচ তোমরা ভয় কর না যে, তোমরা আল্লাহর সাথে এমন বস্তুকে শরীক করছ, যাদের সম্পর্কে আল্লাহ তোমাদের প্রতি কোন প্রমাণ অবতীর্ণ করেননি। অতএব, উভয় সম্প্রদায়ের মধ্যে শাস্তি লাভের অধিক যোগ্য কে, যদি তোমরা জ্ঞানী হয়ে থাক।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 82,
                                        "bnText": "যারা ঈমান আনে এবং স্বীয় বিশ্বাসকে শেরেকীর সাথে মিশ্রিত করে না, তাদের জন্যেই শান্তি এবং তারাই সুপথগামী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 83,
                                        "bnText": "এটি ছিল আমার যুক্তি, যা আমি ইব্রাহীমকে তাঁর সম্প্রަ#2470;ায়ের বিপক্ষে প্রদান করেছিলাম। আমি যাকে ইচ্ছা মর্যাদায় সমুন্নত করি। আপনার পালনকর্তা প্রজ্ঞাময়, মহাজ্ঞানী"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 84,
                                        "bnText": "আমি তাঁকে দান করেছি ইসহাক এবং এয়াকুব। প্রত্যেককেই আমি পথ প্রদর্শন করেছি এবং পূর্বে আমি নূহকে পথ প্রদর্শন করেছি-তাঁর সন্তানদের মধ্যে দাউদ, সোলায়মান, আইউব, ইউসুফ, মূসা ও হারুনকে। এমনিভাবে আমি সৎকর্মীদেরকে প্রতিদান দিয়ে থাকি।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 85,
                                        "bnText": "আর ও যাকারিয়া, ইয়াহিয়া, ঈসা এবং ইলিয়াসকে। তারা সবাই পুণ্যবানদের অন্তর্ভুক্ত ছিল।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 86,
                                        "bnText": "এবং ইসরাঈল, ইয়াসা, ইউনূস, লূতকে প্রত্যেককেই আমি সারা বিশ্বের উপর গৌরবাম্বিত করেছি।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 87,
                                        "bnText": "আর ও তাদের কিছু সংখ্যক পিতৃপুরুষ, সন্তান-সন্ততি ও ভ্রাতাদেরকে; আমি তাদেরকে মনোনীত করেছি এবং সরল পথ প্রদর্শন করেছি।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 88,
                                        "bnText": "এটি আল্লাহর হেদায়েত। স্বীয় বান্দাদের মধ্যে যাকে ইচ্ছা, এপথে চালান। যদি তারা শেরেকী করত, তবে তাদের কাজ কর্ম তাদের জন্যে ব্যর্থ হয়ে যেত।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 89,
                                        "bnText": "তাদেরকেই আমি গ্রন্থ, শরীয়ত ও নবুয়ত দান করেছি। অতএব, যদি এরা আপনার নবুয়ত অস্বীকার করে, তবে এর জন্যে এমন সম্প্রদায় নির্দিষ্ট করেছি, যারা এতে অবিশ্বাসী হবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 90,
                                        "bnText": "এরা এমন ছিল, যাদেরকে আল্লাহ পথ প্রদর্শন করেছিলেন। অতএব, আপনিও তাদের পথ অনুসরণ করুন। আপনি বলে দিনঃ আমি তোমাদের কাছে এর জন্যে কোন পারিশ্রমিক চাই না। এটি সারা বিশ্বের জন্যে একটি উপদেশমাত্র।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 91,
                                        "bnText": "তারা আল্লাহকে যথার্থ মূল্যায়ন করতে পারেনি, যখন তারা বললঃ আল্লাহ কোন মানুষের প্রতি কোন কিছু অবতীর্ণ করেননি। আপনি জিজ্ঞেস করুনঃ ঐ গ্রন্থ কে নাযিল করেছে, যা মূসা নিয়ে এসেছিল ? যা জ্যোতিবিশেষ এবং মানব মন্ডলীর জন্যে হোদায়েতস্বরূপ, যা তোমরা বিক্ষিপ্তপত্রে রেখে লোকদের জন্যে প্রকাশ করছ এবং বহুলাংশকে গোপন করছ। তোমাদেরকে এমন অনেক বিষয় শিক্ষা দেয়া হয়েছে, যা তোমরা এবং তোমাদের পূর্বপুরুষরা জানতো না। আপনি বলে দিনঃ আল্লাহ নাযিল করেছেন। অতঃপর তাদেরকে তাদের ক্রীড়ামূলক বৃত্তিতে ব্যাপৃত থাকতে দিন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 92,
                                        "bnText": "এ কোরআন এমন গ্রন্থ, যা আমি অবতীর্ন করেছি; বরকতময়, পূর্ববর্তী গ্রন্থের সত্যতা প্রমাণকারী এবং যাতে আপনি মক্কাবাসী ও পাশ্ববর্তীদেরকে ভয় প্রদর্শন করেন। যারা পরকালে বিশ্বাস স্থাপন করে তারা এর প্রতি বিশ্বাস স্থাপন করে এবং তার স্বীয় নামায সংরক্ষণ করে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 93,
                                        "bnText": "ঐ ব্যক্তির চাইতে বড় জালেম কে হবে, যে আল্লাহর প্রতি মিথ্যা আরোপ করে অথবা বলেঃ আমার প্রতি ওহী অবতীর্ণ হয়েছে। অথচ তার প্রতি কোন ওহী আসেনি এবং যে দাবী করে যে, আমিও নাযিল করে দেখাচ্ছি যেমন আল্লাহ নাযিল করেছেন। যদি আপনি দেখেন যখন জালেমরা মৃত্যু যন্ত্রণায় থাকে এবং ফেরেশতারা স্বীয় হস্ত প্রসারিত করে বলে, বের কর স্বীয় আত্মা! অদ্য তোমাদেরকে অবমাননাকর শাস্তি প্রদান করা হবে। কারণ, তোমরা আল্লাহর উপর অসত্য বলতে এবং তাঁর আয়াত সমূহ থেকে অহংকার করতে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 94,
                                        "bnText": "তোমরা আমার কাছে নিঃসঙ্গ হয়ে এসেছ, আমি প্রথমবার তোমাদেরকে সৃষ্টি করেছিলাম। আমি তোদেরকে যা দিয়েছিলাম, তা পশ্চাতেই রেখে এসেছ। আমি তো তোমাদের সাথে তোমাদের সুপারিশকারীদের কে দেখছি না। যাদের সম্পর্কে তোমাদের দাবী ছিল যে, তারা তোমাদের ব্যাপারে অংশীদার। বাস্তুবিকই তোমাদের পরস্পরের সম্পর্ক ছিন্ন হয়ে গেছে এবং তোমাদের দাবী উধাও হয়ে গেছে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 95,
                                        "bnText": "নিশ্চয় আল্লাহই বীজ ও আঁটি থেকে অঙ্কুর সৃষ্টিকারী; তিনি জীবিতকে মৃত থেকে বের করেন ও মৃতকে জীবিত থেকে বের করেন। তিনি আল্লাহ অতঃপর তোমরা কোথায় বিভ্রান্ত হচ্ছ"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 96,
                                        "bnText": "তিনি প্রভাত রশ্মির উন্মেষক। তিনি রাত্রিকে আরামদায়ক করেছেন এবং সূর্য ও চন্দ্রকে হিসেবের জন্য রেখেছেন। এটি পরাক্রান্ত, মহাজ্ঞানীর নির্ধারণ।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 97,
                                        "bnText": "তিনিই তোমাদের জন্য নক্ষত্রপুঞ্জ সৃজন করেছেন যাতে তোমরা স্থল ও জলের অন্ধকারে পথ প্রাপ্ত হও। নিশ্চয় যারা জ্ঞানী তাদের জন্যে আমি নির্দেশনাবলী বিস্তারিত বর্ণনা করে দিয়েছি।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 98,
                                        "bnText": "তিনিই তোমাদের কে এক ব্যক্তি থেকে সৃষ্টি করেছেন। অনন্তর একটি হচ্ছে তোমাদের স্থায়ী ঠিকানা ও একটি হচ্ছে গচ্ছিত স্থল। নিশ্চয় আমি প্রমাণাদি বিস্তারিত ভাবে বর্ণনা করে দিয়েছি তাদের জন্যে, যারা চিন্তা করে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 99,
                                        "bnText": "তিনিই আকাশ থেকে পানি বর্ষণ করেছেন অতঃপর আমি এর দ্বারা সর্বপ্রকার উদ্ভিদ উৎপন্ন করেছি, অতঃপর আমি এ থেকে সবুজ ফসল নির্গত করেছি, যা থেকে যুগ্ম বীজ উৎপন্ন করি। খেজুরের কাঁদি থেকে গুচ্ছ বের করি, যা নুয়ে থাকে এবং আঙ্গুরের বাগান, যয়তুন, আনার পরস্পর সাদৃশ্যযুক্ত এবং সাদৃশ্যহীন। বিভিন্ন গাছের ফলের প্রতি লক্ষ্য কর যখন সেুগুলো ফলন্ত হয় এবং তার পরিপক্কতার প্রতি লক্ষ্য কর। নিশ্চয় এ গুলোতে নিদর্শন রয়েছে ঈমানদারদের জন্যে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 100,
                                        "bnText": "তারা জিনদেরকে আল্লাহর অংশীদার স্থির করে; অথচ তাদেরকে তিনিই সৃস্টি করেছেন। তারা অজ্ঞতাবশতঃ আল্লাহর জন্যে পুত্র ও কন্যা সাব্যস্ত করে নিয়েছে। তিনি পবিত্র ও সমুন্নত, তাদের বর্ননা থেকে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 101,
                                        "bnText": "তিনি নভোমন্ডল ও ভূমন্ডলের আদি স্রষ্টা। কিরূপে আল্লাহর পুত্র হতে পারে, অথচ তাঁর কোন সঙ্গী নেই ? তিনি যাবতীয় কিছু সৃষ্টি করেছেন। তিনি সব বস্তু সম্পর্কে সুবিজ্ঞ।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 102,
                                        "bnText": "তিনিই আল্লাহ তোমাদের পালনকর্তা। তিনি ব্যতীত কোন উপাস্য নেই। তিনিই সব কিছুর স্রষ্টা। অতএব, তোমরা তাঁরই এবাদত কর। তিনি প্রত্যেক বস্তুর কার্যনির্বাহী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 103,
                                        "bnText": "দৃষ্টিসমূহ তাঁকে পেতে পারে না, অবশ্য তিনি দৃষ্টিসমূহকে পেতে পারেন। তিনি অত্যন্ত সুক্ষদর্শী, সুবিজ্ঞ।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 104,
                                        "bnText": "তোমাদের কাছে তোমাদের পালনকর্তার পক্ষ থেকে নিদর্শনাবলী এসে গেছে। অতএব, যে প্রত্যক্ষ করবে, সে নিজেরই উপকার করবে এবং যে অন্ধ হবে, সে নিজেরই ক্ষতি করবে। আমি তোমাদের পর্যবেক্ষক নই।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 105,
                                        "bnText": "এমনি ভাবে আমি নিদর্শনাবলী ঘুরিয়ে-ফিরিয়ে বর্ণনা করি যাতে তারা না বলে যে, আপনি তো পড়ে নিয়েছেন এবং যাতে আমি একে সুধীবৃন্দের জন্যে খুব পরিব্যক্ত করে দেই।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 106,
                                        "bnText": "আপনি পথ অনুসরণ করুন, যার আদেশ পালনকর্তার পক্ষ থেকে আসে। তিনি ব্যতীত কোন উপাস্য নেই এবং মুশরিকদের তরফ থেকে মুখ ফিরিয়ে নিন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 107,
                                        "bnText": "যদি আল্লাহ চাইতেন তবে তারা শেরক করত না। আমি আপনাকে তাদের সংরক্ষক করিনি এবং আপনি তাদের কার্যনির্বাহী নন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 108,
                                        "bnText": "তোমরা তাদেরকে মন্দ বলো না, যাদের তারা আরাধনা করে আল্লাহকে ছেড়ে। তাহলে তারা ধৃষ্টতা করে অজ্ঞতাবশতঃ আল্লাহকে মন্দ বলবে। এমনিভাবে আমি প্রত্যেক সম্প্রদায়ের দৃষ্টিতে তাদের কাজ কর্ম সুশোভিত করে দিয়েছি। অতঃপর স্বীয় পালনকর্তার কাছে তাদেরকে প্রত্যাবর্তন করতে হবে। তখন তিনি তাদেরকে বলে দেবেন যা কিছু তারা করত।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 109,
                                        "bnText": "তারা জোর দিয়ে আল্লাহর কসম খায় যে, যদি তাদের কাছে কোন নিদর্শন আসে, তবে অবশ্যই তারা বিশ্বাস স্থাপন করবে। আপনি বলে দিনঃ নিদর্শনাবলী তো আল্লাহর কাছেই আছে। হে মুসলমানগণ, তোমাদেরকে কে বলল যে, যখন তাদের কাছে নিদর্শনাবলী আসবে, তখন তারা বিশ্বাস স্থাপন করবেই"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 110,
                                        "bnText": "আমি ঘুরিয়ে দিব তাদের অন্তর ও দৃষ্টিকে, যেমন-তারা এর প্রতি প্রথমবার বিশ্বাস স্থাপন করেনি এবং আমি তাদেরকে তাদের অবাধ্যতায় উদভ্রান্ত ছেড়ে দিব।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 111,
                                        "bnText": "আমি যদি তাদের কাছে ফেরেশতাদেরকে অবতারণ করতাম এবং তাদের সাথে মৃতরা কথাবার্তা বলত এবং আমি সব বস্তুকে তাদের সামনে জীবিত করে দিতাম, তথাপি তারা কখনও বিশ্বাস স্থাপনকারী নয়; কিন্তু যদি আল্লাহ চান। কিন্তু তাদের অধিকাংশই মুর্খ।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 112,
                                        "bnText": "এমনিভাবে আমি প্রত্যেক নবীর জন্যে শত্রু করেছি শয়তান, মানব ও জিনকে। তারা ধোঁকা দেয়ার জন্যে একে অপরকে কারুকার্যখচিত কথাবার্তা শিক্ষা দেয়। যদি আপনার পালনকর্তা চাইতেন, তবে তারা এ কাজ করত না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 113,
                                        "bnText": "অতএব, আপনি তাদেরকে এবং তাদের মিথ্যাপবাদকে মুক্ত ছেড়ে দিন যাতে কারুকার্যখচিত বাক্যের প্রতি তাদের মন আকৃষ্ট হয় যারা পরকালে বিশ্বাস করে না এবং তারা একেও পছন্দ করে নেয় এবং যাতে ঐসব কাজ করে, যা তারা করছে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 114,
                                        "bnText": "তবে কি আমি আল্লাহ ব্যতীত অন্য কোন বিচারক অনুসন্ধান করব, অথচ তিনিই তোমাদের প্রতি বিস্তারিত গ্রন্থ অবতীর্ন করেছেন? আমি যাদেরকে গ্রন্থ প্রদান করেছি, তারা নিশ্চিত জানে যে, এটি আপনার প্রতি পালকের পক্ষ থেকে সত্যসহ অবর্তীর্ন হয়েছে। অতএব, আপনি সংশয়কারীদের অন্তর্ভুক্ত হবেন না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 115,
                                        "bnText": "আপনার প্রতিপালকের বাক্য পূর্ণ সত্য ও সুষম। তাঁর বাক্যের কোন পরিবর্তনকারী নেই। তিনিই শ্রবণকারী, মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 116,
                                        "bnText": "আর যদি আপনি পৃথিবীর অধিকাংশ লোকের কথা মেনে নেন, তবে তারা আপনাকে আল্লাহর পথ থেকে বিপথগামী করে দেবে। তারা শুধু অলীক কল্পনার অনুসরণ করে এবং সম্পূর্ণ অনুমান ভিত্তিক কথাবার্তা বলে থাকে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 117,
                                        "bnText": "আপনার প্রতিপালক তাদের সম্পর্কে খুব জ্ঞাত রয়েছেন, যারা তাঁর পথ থেকে বিপথগামী হয় এবং তিনি তাদেরকেও খুব ভাল করে জানেন, যারা তাঁর পথে অনুগমন করে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 118,
                                        "bnText": "অতঃপর যে জন্তুর উপর আল্লাহর নাম উচ্চারিত হয়, তা থেকে ভক্ষণ কর যদি তোমরা তাঁর বিধানসমূহে বিশ্বাসী হও।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 119,
                                        "bnText": "কোন কারণে তোমরা এমন জন্তু থেকে ভক্ষণ করবে না, যার উপর আল্লাহর নাম উচ্চারিত হয়, অথচ আল্লাহ ঐ সব জন্তুর বিশদ বিবরণ দিয়েছেন, যেগুলোকে তোমাদের জন্যে হারাম করেছেন; কিন্তু সেগুলোও তোমাদের জন্যে হালাল, যখন তোমরা নিরুপায় হয়ে যাও। অনেক লোক স্বীয় ভ্রান্ত প্রবৃত্তি দ্বারা না জেনে বিপথগামী করতে থাকে। আপনার প্রতিপালক সীমাতিক্রম কারীদেরকে যথার্থই জানেন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 120,
                                        "bnText": "তোমরা প্রকাশ্য ও প্রচ্ছন্ন গোনাহ পরিত্যাগ কর। নিশ্চয় যারা গোনাহ করেছে, তারা অতিসত্বর তাদের কৃতকর্মের শাস্তি পাবে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 121,
                                        "bnText": "যেসব জন্তুর উপর আল্লাহর নাম উচ্চারিত হয় না, সেগুলো থেকে ভক্ষণ করো না; এ ভক্ষণ করা গোনাহ। নিশ্চয় শয়তানরা তাদের বন্ধুদেরকে প্রত্যাদেশ করে-যেন তারা তোমাদের সাথে তর্ক করে। যদি তোমরা তাদের আনুগত্য কর, তোমরাও মুশরেক হয়ে যাবে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 122,
                                        "bnText": "আর যে মৃত ছিল অতঃপর আমি তাকে জীবিত করেছি এবং তাকে এমন একটি আলো দিয়েছি, যা নিয়ে সে মানুষের মধ্যে চলাফেরা করে। সে কি ঐ ব্যক্তির সমতুল্য হতে পারে, যে অন্ধকারে রয়েছে-সেখান থেকে বের হতে পারছে না? এমনিভাবে কাফেরদের দৃষ্টিতে তাদের কাজকর্মকে সুশোভিত করে দেয়া হয়েছে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 123,
                                        "bnText": "আর এমনিভাবে আমি প্রত্যেক জনপদে অপরাধীদের জন্য কিছু সর্দার নিয়োগ করেছি-যেন তারা সেখানে চক্রান্ত করে। তাদের সে চক্রান্ত তাদের নিজেদের বিরুদ্ধেই; কিন্তু তারা তা উপলব্ধি করতে পারে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 124,
                                        "bnText": "যখন তাদের কাছে কোন আয়াত পৌঁছে, তখন বলে, আমরা কখনই মানব না যে, পর্যন্ত না আমরাও তা প্রদত্ত হই, যা আল্লাহর রসূলগণ প্রদত্ত হয়েছেন। আল্লাহ এ বিষয়ে সুপারিজ্ঞাত যে, কোথায় স্বীয় পয়গাম প্রেরণ করতে হবে। যারা অপরাধ করছে, তারা অতিসত্বর আল্লাহর কাছে পৌছে লাঞ্ছনা ও কঠোর শাস্তি পাবে, তাদের চক্রান্তের কারণে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 125,
                                        "bnText": "অতঃপর আল্লাহ যাকে পথ-প্রদর্শন করতে চান, তার বক্ষকে ইসলামের জন্যে উম্মুক্ত করে দেন এবং যাকে বিপথগামী করতে চান, তার বক্ষকে সংকীর্ণ অত্যধিক সংকীর্ণ করে দেন-যেন সে সবেগে আকাশে আরোহণ করছে। এমনি ভাবে যারা বিশ্বাস স্থাপন করে না। আল্লাহ তাদের উপর আযাব বর্ষন করেন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 126,
                                        "bnText": "আর এটাই আপনার পালনকর্তার সরল পথ। আমি উপদেশ গ্রহণকারীদের জন্যে আয়াতসমূহ পুঙ্খানুপুঙ্খ বর্ননা করেছি।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 127,
                                        "bnText": "তাদের জন্যেই তাদের প্রতিপালকের কাছে নিরাপত্তার গৃহ রয়েছে এবং তিনি তাদের বন্ধু তাদের কর্মের কারণে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 128,
                                        "bnText": "যেদিন আল্লাহ সবাইকে একত্রিত করবেন, হে জিন সম্প্রদায়, তোমরা মানুষদের মধ্যে অনেককে অনুগামী করে নিয়েছ। তাদের মানব বন্ধুরা বলবেঃ হে আমাদের পালনকর্তা, আমরা পরস্পরে পরস্পরের মাধ্যমে ফল লাভ করেছি। আপনি আমাদের জন্যে যে সময় নির্ধারণ করেছিলেন, আমরা তাতে উপনীত হয়েছি। আল্লাহ বলবেনঃ আগুন হল তোমাদের বাসস্থান। তথায় তোমরা চিরকাল অবস্থান করবে; কিন্তু যখন চাইবেন আল্লাহ। নিশ্চয় আপনার পালনকর্তা প্রজ্ঞাময়, মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 129,
                                        "bnText": "এমনিভাবে আমি পাপীদেরকে একে অপরের সাথে যুক্ত করে দেব তাদের কাজকর্মের কারণে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 130,
                                        "bnText": "হে জ্বিন ও মানব সম্প্রদায়, তোমাদের কাছে কি তোমাদের মধ্য থেকে পয়গম্বরগণ আগমন করেনি? যাঁরা তোমাদেরকে আমার বিধানাবলী বর্ণনা করতেন এবং তোমাদেরকে আজকের এ দিনের সাক্ষাতের ভীতি প্রদর্শন করতেন? তারা বলবেঃ আমরা স্বীয় গোনাহ স্বীকার করে নিলাম। পার্থিব জীবন তাদেরকে প্রতারিত করেছে। তারা নিজেদের বিরুদ্ধে স্বীকার করে নিয়েছে যে, তারা কাফের ছিল।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 131,
                                        "bnText": "এটা এ জন্যে যে, আপনার প্রতিপালক কোন জনপদের অধিবাসীদেরকে জুলুমের কারণে ধ্বংস করেন না এমতাবস্থায় যে, তথাকার অধিবাসীরা অজ্ঞ থাকে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 132,
                                        "bnText": "প্রত্যেকের জন্যে তাদের কর্মের আনুপাতিক মর্যাদা আছে এবং আপনার প্রতিপালক তাদের কর্ম সম্পর্কে বেখবর নন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 133,
                                        "bnText": "আপনার প্রতিপালক অমুখাপেক্ষী, করুণাময়। তিনি ইচ্ছা করলে তোমাদের সবাইকে উচ্ছেদ করে দিবেন এবং তোমাদের পর যাকে ইচ্ছা তোমাদের স্থলে অভিষিক্ত করবেন; যেমন তোমাদেরকে অন্য এক সম্প্রদায়ের বংশধর থেকে সৃষ্টি করেছেন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 134,
                                        "bnText": "যে বিষয়ের ওয়াদা তোমাদের সাথে করা হয়, তা অবশ্যই আগমন করবে এবং তোমরা অক্ষম করতে পারবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 135,
                                        "bnText": "আপনি বলে দিনঃ হে আমার সম্প্রদায়, তোমরা স্বস্থানে কাজ করে যাও, আমিও কাজ করি। অচিরেই জানতে পারবে যে, পরিণাম গৃহ কে লাভ করে। নিশ্চয় জালেমরা সুফলপ্রাপ্ত হবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 136,
                                        "bnText": "আল্লাহ যেসব শস্যক্ষেত্র ও জীবজন্তু সৃষ্টি করেছেন, সেগুলো থেকে তারা এক অংশ আল্লাহর জন্য নির্ধারণ করে অতঃপর নিজ ধারণা অনুসারে বলে এটা আল্লাহর এবং এটা আমাদের অংশীদারদের। অতঃপর যে অংশ তাদের অংশীদারদের, তা তো আল্লাহর দিকে পৌঁছে না এবং যা আল্লাহর তা তাদের উপাস্যদের দিকে পৌছে যায়। তাদের বিচার কতই না মন্দ।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 137,
                                        "bnText": "এমনিভাবে অনেক মুশরেকের দৃষ্টিতে তাদের উপাস্যরা সন্তান হত্যাকে সুশোভিত করে দিয়েছে যেন তারা তাদেরকে বিনষ্ট করে দেয় এবং তাদের ধর্মমতকে তাদের কাছে বিভ্রান্ত করে দেয়। যদি আল্লাহ চাইতেন, তবে তারা এ কাজ করত না। অতএব, আপনি তাদেরকে এবং তাদের মনগড়া বুলিকে পরিত্যাগ করুন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 138,
                                        "bnText": "তারা বলেঃ এসব চতুষ্পদ জন্তু ও শস্যক্ষেত্র নিষিদ্ধ। আমরা যাকে ইচছা করি, সে ছাড়া এগুলো কেউ খেতে পারবে না, তাদের ধারণা অনুসারে। আর কিছুসংখ্যক চতুষ্পদ জন্তুর পিঠে আরোহন হারাম করা হয়েছে এবং কিছু সংখ্যক চতুষ্পদ জন্তুর উপর তারা ভ্রান্ত ধারনা বশতঃ আল্লাহর নাম উচ্চারণ করে না, তাদের মনগড়া বুলির কারণে, অচিরেই তিনি তাদের কে শাস্তি দিবেন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 139,
                                        "bnText": "তারা বলেঃ এসব চতুষ্পদ জন্তুর পেটে যা আছে, তা বিশেষ ভাবে আমাদের পুরুষদের জন্যে এবং আমাদের মহিলাদের জন্যে তা হারাম। যদি তা মৃত হয়, তবে তার প্রাপক হিসাবে সবাই সমান। অচিরেই তিনি তাদেরকে তাদের বর্ণনার শাস্তি দিবেন। তিনি প্রজ্ঞাময়, মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 140,
                                        "bnText": "নিশ্চয় তারা ক্ষতিগ্রস্ত হয়েছে, যারা নিজ সন্তানদেরকে নির্বুদ্ধিতাবশতঃ কোন প্রমাণ ছাড়াই হত্যা করেছে এবং আল্লাহ তাদেরকে যেসব দিয়েছিলেন, সেগুলোকে আল্লাহর প্রতি ভ্রান্ত ধারণা পোষণ করে হারাম করে নিয়েছে। নিশ্চিতই তারা পথভ্রষ্ট হয়েছে এবং সুপথগামী হয়নি।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 141,
                                        "bnText": "তিনিই উদ্যান সমূহ সৃষ্টি করেছে-তাও, যা মাচার উপর তুলে দেয়া হয়, এবং যা মাচার উপর তোলা হয় না এবং খর্জুর বৃক্ষ ও শস্যক্ষেত্র যেসবের স্বাদবিশিষ্ট এবং যয়তুন ও আনার সৃষ্টি করেছেন-একে অন্যের সাদৃশ্যশীল এবং সাদৃশ্যহীন। এগুলোর ফল খাও, যখন ফলন্ত হয় এবং হক দান কর কর্তনের সময়ে এবং অপব্যয় করো না। নিশ্চয় তিনি অপব্যয়ীদেরকে পছন্দ করেন না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 142,
                                        "bnText": "তিনি সৃষ্টি করেছেন চতুষ্পদ জন্তুর মধ্যে বোঝা বহনকারীকে এবং খর্বাকৃতিকে। আল্লাহ তোমাদেরকে যা কিছু দিয়েছেন, তা থেকে খাও এবং শয়তানের পদাঙ্ক অনুসরণ করো না। সে তোমাদের প্রকাশ্য শত্রু।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 143,
                                        "bnText": "সৃষ্টি করেছেন আটটি নর ও মাদী। ভেড়ার মধ্যে দুই প্রকার ও ছাগলের মধ্যে দুই প্রকার। জিজ্ঞেস করুন, তিনি কি উভয় নর হারাম করেছেন, না উভয় মাদীকে ? না যা উভয় মাদীর পেটে আছে? তোমরা আমাকে প্রমাণসহ বল, যদি তোমরা সত্যবাদী হও।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 144,
                                        "bnText": "সৃষ্টি করেছেন উটের মধ্যে দুই প্রকার এবং গরুর মধ্যে দুই প্রকার। আপনি জিজ্ঞেস করুনঃ তিনি কি উভয় নর হারাম করেছেন, না উভয় মাদীকে, না যা উভয় মাদীর পেটে আছে? তোমরা কি উপস্থিত ছিলে, যখন আল্লাহ এ নির্দেশ দিয়েছিলেন? অতএব সে ব্যক্তি অপেক্ষা বেশী অত্যচারী কে, যে আল্লাহ সম্পর্কে মিথ্যা ধারণা পোষন করে যাতে করে মানুষকে বিনা প্রমাণে পথভ্রষ্ট করতে পারে? নিশ্চয় আল্লাহ অত্যাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 145,
                                        "bnText": "আপনি বলে দিনঃ যা কিছু বিধান ওহীর মাধ্যমে আমার কাছে পৌঁছেছে, তন্মধ্যে আমি কোন হারাম খাদ্য পাই না কোন ভক্ষণকারীর জন্যে, যা সে ভক্ষণ করে; কিন্তু মৃত অথবা প্রবাহিত রক্ত অথবা শুকরের মাংস এটা অপবিত্র অথবা অবৈধ; যবেহ করা জন্তু যা আল্লাহ ছাড়া অন্যের নামে উৎসর্গ করা হয়। অতপর যে ক্ষুধায় কাতর হয়ে পড়ে এমতাবস্থায় যে অবাধ্যতা করে না এবং সীমালঙ্গন করে না, নিশ্চয় আপনার পালনকর্তা ক্ষমাশীল দয়ালু।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 146,
                                        "bnText": "ইহুদীদের জন্যে আমি প্রত্যেক নখবিশিষ্ট জন্তু হারাম করেছিলাম এবং ছাগল ও গরু থেকে এতদুভয়ের চর্বি আমি তাদের জন্যে হারাম করেছিলাম, কিন্তু ঐ চর্বি, যা পৃষ্টে কিংবা অন্ত্রে সংযুক্ত থাকে অথবা অস্থির সাথে মিলিত থাকে। তাদের অবাধ্যতার কারণে আমি তাদেরকে এ শাস্তি দিয়েছিলাম। আর আমি অবশ্যই সত্যবাদী।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 147,
                                        "bnText": "যদি তারা আপনাকে মিথ্যবাদী বলে, তবে বলে দিনঃ তোমার প্রতিপালক সুপ্রশস্ত করুণার মালিক। তাঁর শাস্তি অপরাধীদের উপর থেকে টলবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 148,
                                        "bnText": "এখন মুশরেকরা বলবেঃ যদি আল্লাহ ইচ্ছা করতেন, তবে না আমরা শিরক করতাম, না আমাদের বাপ দাদারা এবং না আমরা কোন বস্তুকে হারাম করতাম। এমনিভাবে তাদের পূর্ববর্তীরা মিথ্যারোপ করেছে, এমন কি তারা আমার শাস্তি আস্বাদন করেছে। আপনি বলুনঃ তোমাদের কাছে কি কোন প্রমাণ আছে যা আমাদেরকে দেখাতে পার। তোমরা শুধুমাত্র আন্দাজের অনুসরণ কর এবং তোমরা শুধু অনুমান করে কথা বল।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 149,
                                        "bnText": "আপনি বলে দিনঃ অতএব, পরিপূর্ন যুক্তি আল্লাহরই। তিনি ইচ্ছা করলে তোমাদের সবাইকে পথ প্রদর্শন করতেন।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 150,
                                        "bnText": "আপনি বলুনঃ তোমাদের সাক্ষীদেরকে আন, যারা সাক্ষ্য দেয় যে, আল্লাহ তা’আলা এগুলো হারাম করেছেন। যদি তারা সাক্ষ্য দেয়, তবে আপনি এ সাক্ষ্য গ্রহণ করবেন না এবং তাদের কুপ্রবৃত্তির অনুসরণ করবেন না, যারা আমার নির্দেশাবলীকে মিথ্যা বলে, যারা পরকালে বিশ্বাস করে না এবং যারা স্বীয় প্রতিপালকের সমতুল্য অংশীদার করে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 151,
                                        "bnText": "আপনি বলুনঃ এস, আমি তোমাদেরকে ঐসব বিষয় পাঠ করে শুনাই, যেগুলো তোমাদের প্রতিপালক তোমাদের জন্যে হারাম করেছেন। তাএই যে, আল্লাহর সাথে কোন কিছুকে অংশীদার করো না, পিতা-মাতার সাথে সদয় ব্যবহার করো স্বীয় সন্তানদেরকে দারিদ্রে?480; কারণে হত্যা করো না, আমি তোমাদেরকে ও তাদেরকে আহার দেই, নির্লজ্জতার কাছেও যেয়ো না, প্রকাশ্য হোক কিংবা অপ্রকাশ্য, যাকে হত্যা করা আল্লাহ হারাম করেছেন, তাকে হত্যা করো না; কিন্তু ন্যায়ভাবে। তোমাদেরকে এ নির্দেশ দিয়েছেন, যেন তোমরা বুঝ।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 152,
                                        "bnText": "এতীমদের ধনসম্পদের কাছেও যেয়ো না; কিন্তু উত্তম পন্থায় যে পর্যন্ত সে বয়ঃপ্রাপ্ত না হয়। ওজন ও মাপ পূর্ণ কর ন্যায় সহকারে। আমি কাউকে তার সাধ্যের অতীত কষ্ট দেই না। যখন তোমরা কথা বল, তখন সুবিচার কর, যদিও সে আত্নীয়ও হয়। আল্লাহর অঙ্গীকার পূর্ণ কর।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 153,
                                        "bnText": "তোমাদেরকে এ নির্দেশ দিয়েছেন, যেন তোমরা উপদেশ গ্রহণ কর। নিশ্চিত এটি আমার সরল পথ। অতএব, এ পথে চল এবং অন্যান্য পথে চলো না। তা হলে সেসব পথ তোমাদেরকে তাঁর পথ থেকে বিচ্ছিন্ন করে দিবে। তোমাদেরকে এ নির্দেশ দিয়েছেন, যাতে তোমরা সংযত হও।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 154,
                                        "bnText": "অতঃপর আমি মূসাকে গ্রন্থ দিয়েছি, সৎকর্মীদের প্রতি নেয়ামতপূর্ণ করার জন্যে, প্রত্যেক বস্তুর বিশদ বিবরণের জন্যে, হোদায়াতের জন্যে এবং করুণার জন্যে-যাতে তারা স্বীয় পালনকর্তার সাথে সাক্ষাতে বিশ্বাসী হয়।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 155,
                                        "bnText": "এটি এমন একটি গ্রন্থ, যা আমি অবতীর্ণ করেছি, খুব মঙ্গলময়, অতএব, এর অনুসরণ কর এবং ভয় কর-যাতে তোমরা করুণাপ্রাপ্ত হও।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 156,
                                        "bnText": "এ জন্যে যে, কখনও তোমরা বলতে শুরু করঃ গ্রন্থ তো কেবল আমাদের পূর্ববর্তী দু'সম্প্রদায়ের প্রতিই অবতীর্ণ হয়েছে এবং আমরা সেগুলোর পাঠ ও পঠন সম্পর্কে কিছুই জানতাম না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 157,
                                        "bnText": "কিংবা বলতে শুরু করঃ যদি আমাদের প্রতি কোন গ্রন্থ অবতীর্ণ হত, আমরা এদের চাইতে অধিক পথপ্রাপ্ত হতাম। অতএব, তোমাদের পালনকর্তার পক্ষ থেকে তোমাদের কাছে সুষ্পষ্ট প্রমাণ, হেদায়েত ও রহমত এসে গেছে। অতঃপর সে ব্যক্তির চাইতে অধিক অনাচারী কে হবে, যে আল্লাহর আয়াত সমূহকে মিথ্যা বলে এবং গা বাঁচিয়ে চলে। অতি সত্ত্বর আমি তাদেরকে শাস্তি দেব। যারা আমার আয়াত সমূহ থেকে গা বাঁচিয়ে চলে-জঘন্য শাস্তি তাদের গা বাঁচানোর কারণে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 158,
                                        "bnText": "তারা শুধু এ বিষয়ের দিকে চেয়ে আছে যে, তাদের কাছে ফেরেশতা আগমন করবে কিংবা আপনার পালনকর্তা আগমন করবেন অথবা আপনার পালনকর্তার কোন নির্দেশ আসবে। যেদিন আপনার পালনকর্তার কোন নিদর্শন আসবে, সেদিন এমন কোন ব্যক্তির বিশ্বাস স্থাপন তার জন্যে ফলপ্রসূ হবে না, যে পূর্ব থেকে বিশ্বাস স্থাপন করেনি কিংবা স্বীয় বিশ্বাস অনুযায়ী কোনরূপ সৎকর্ম করেনি। আপনি বলে দিনঃ তোমরা পথের দিকে চেয়ে থাক, আমরাও পথে দিকে তাকিয়ে রইলাম।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 159,
                                        "bnText": "নিশ্চয় যারা স্বীয় ধর্মকে খন্ড-বিখন্ড করেছে এবং অনেক দল হয়ে গেছে, তাদের সাথে আপনার কোন সম্পর্ক নেই। তাদের ব্যাপার আল্লাহ তা'আয়ালার নিকট সমর্পিত। অতঃপর তিনি বলে দেবেন যা কিছু তারা করে থাকে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 160,
                                        "bnText": "যে একটি সৎকর্ম করবে, সে তার দশগুণ পাবে এবং যে, একটি মন্দ কাজ করবে, সে তার সমান শাস্তিই পাবে। বস্তুতঃ তাদের প্রতি জুলুম করা হবে না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 161,
                                        "bnText": "আপনি বলে দিনঃ আমার প্রতিপালক আমাকে সরল পথ প্রদর্শন করেছেন একাগ্রচিত্ত ইব্রাহীমের বিশুদ্ধ ধর্ম। সে অংশীবাদীদের অন্তর্ভূক্ত ছিল না।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 162,
                                        "bnText": "আপনি বলুনঃ আমার নামায, আমার কোরবাণী এবং আমার জীবন ও মরন বিশ্ব-প্রতিপালক আল্লাহরই জন্যে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 163,
                                        "bnText": "তাঁর কোন অংশীদার নেই। আমি তাই আদিষ্ট হয়েছি এবং আমি প্রথম আনুগত্যশীল।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 164,
                                        "bnText": "আপনি বলুনঃ আমি কি আল্লাহ ব্যতীত অন্য প্রতিপালক খোঁজব, অথচ তিনিই সবকিছুর প্রতিপালক? যে ব্যক্তি কোন গোনাহ করে, তা তারই দায়িত্বে থাকে। কেউ অপরের বোঝা বহন করবে না। অতঃপর তোমাদেরকে সবাইকে প্রতিপালকের কাছে প্রত্যাবর্তন করতে হবে। অনন্তর তিনি তোমাদেরকে বলে দিবেন, যেসব বিষয়ে তোমরা বিরোধ করতে।"
                              },
                              {
                                        "chapter": 6,
                                        "verseKey": 165,
                                        "bnText": "তিনিই তোমাদেরকে পৃথিবীতে প্রতিনিধি করেছেন এবং একে অন্যের উপর মর্যাদা সমুন্নত করেছেন, যাতে তোমাদের কে এ বিষয়ে পরীক্ষা করেন, যা তোমাদেরকে দিয়েছেন। আপনার প্রতিপালক দ্রুত শাস্তি দাতা এবং তিনি অত্যন্ত ক্ষমাশীল, দয়ালু।"
                              }
                    ],
          },
          {
                    "surahNo": 7,
                    "surahName": "সূরা আল আরাফ",
                    "surahArName": "الأعراف",
                    "surahMeaning": "উচু স্থানসমূহ",
                    "totalVerses": "206",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-7.mp3",
                    "verses": [
                              {
                                        "chapter": 7,
                                        "verseKey": 1,
                                        "bnText": "আলিফ, লাম, মীম, ছোয়াদ।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 2,
                                        "bnText": "এটি একটি গ্রন্থ, যা আপনার প্রতি অবতীর্ণ হয়েছে, যাতে করে আপনি এর মাধ্যমে ভীতি-প্রদর্শন করেন। অতএব, এটি পৌছে দিতে আপনার মনে কোনরূপ সংকীর্ণতা থাকা উচিত নয়। আর এটিই বিশ্বাসীদের জন্যে উপদেশ।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 3,
                                        "bnText": "তোমরা অনুসরণ কর, যা তোমাদের প্রতি পালকের পক্ষ থেকে অবতীর্ণ হয়েছে এবং আল্লাহকে বাদ দিয়ে অন্য সাথীদের অনুসরণ করো না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 4,
                                        "bnText": "আর তোমরা অল্পই উপদেশ গ্রহণ কর। অনেক জনপদকে আমি ধ্বংস করে দিয়েছি। তাদের কাছে আমার আযাব রাত্রি বেলায় পৌছেছে অথবা দ্বিপ্রহরে বিশ্রামরত অবস্থায়।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 5,
                                        "bnText": "অনন্তর যখন তাদের কাছে আমার আযাব উপস্থিত হয়, তখন তাদের কথা এই ছিল যে, তারা বললঃ নিশ্চয় আমরা অত্যাচারী ছিলাম।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 6,
                                        "bnText": "অতএব, আমি অবশ্যই তাদেরকে জিজ্ঞেস করব যাদের কাছে রসূল প্রেরিত হয়েছিল এবং আমি অবশ্যই তাদেরকে জিজ্ঞেস করব রসূলগণকে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 7,
                                        "bnText": "অতঃপর আমি স্বজ্ঞানে তাদের কাছে অবস্থা বর্ণনা করব। বস্তুতঃ আমি অনুপস্থিত তো ছিলাম না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 8,
                                        "bnText": "আর সেদিন যথার্থই ওজন হবে। অতঃপর যাদের পাল্লা ভারী হবে, তারাই সফলকাম হবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 9,
                                        "bnText": "এবং যাদের পাল্লা হাল্কা হবে, তারাই এমন হবে, যারা নিজেদের ক্ষতি করেছে। কেননা, তারা আমার আয়াত সমূহ অস্বীকার করতো।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 10,
                                        "bnText": "আমি তোমাদেরকে পৃথিবীতে ঠাই দিয়েছি এবং তোমাদের জীবিকা নির্দিষ্ট করে দিয়েছি। তোমরা অল্পই কৃতজ্ঞতা স্বীকার কর।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 11,
                                        "bnText": "আর আমি তোমাদেরকে সৃষ্টি করেছি, এরপর আকার-অবয়ব, তৈরী করেছি। অতঃপর আমি ফেরেশতাদেরকে বলছি-আদমকে সেজদা কর তখন সবাই সেজদা করেছে, কিন্তু ইবলীস সে সেজদাকারীদের অন্তর্ভূক্ত ছিল না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 12,
                                        "bnText": "আল্লাহ বললেনঃ আমি যখন নির্দেশ দিয়েছি, তখন তোকে কিসে সেজদা করতে বারণ করল? সে বললঃ আমি তার চাইতে শ্রেষ্ট। আপনি আমাকে আগুন দ্বারা সৃষ্টি করেছেন এবং তাকে সৃষ্টি করেছেন মাটির দ্বারা।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 13,
                                        "bnText": "বললেন তুই এখান থেকে যা। এখানে অহংকার করার কোন অধিকার তোর নাই। অতএব তুই বের হয়ে যা। তুই হীনতমদের অন্তর্ভুক্ত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 14,
                                        "bnText": "সে বললঃ আমাকে কেয়ামত দিবস পর্যন্ত অবকাশ দিন।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 15,
                                        "bnText": "আল্লাহ বললেনঃ তোকে সময় দেয়া হল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 16,
                                        "bnText": "সে বললঃ আপনি আমাকে যেমন উদভ্রান্ত করেছেন, আমিও অবশ্য তাদের জন্যে আপনার সরল পথে বসে থাকবো।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 17,
                                        "bnText": "এরপর তাদের কাছে আসব তাদের সামনের দিক থেকে, পেছন দিক থেকে, ডান দিক থেকে এবং বাম দিক থেকে। আপনি তাদের অধিকাংশকে কৃতজ্ঞ পাবেন না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 18,
                                        "bnText": "আল্লাহ বললেনঃ বের হয়ে যা এখান থেকে লাঞ্ছিত ও অপমানিত হয়ে। তাদের যে কেউ তোর পথেচলবে, নিশ্চয় আমি তোদের সবার দ্বারা জাহান্নাম পূর্ণ করে দিব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 19,
                                        "bnText": "হে আদম তুমি এবং তোমার স্ত্রী জান্নাতে বসবাস কর। অতঃপর সেখান থেকে যা ইচ্ছা খাও তবে এ বৃক্ষের কাছে যেয়োনা তাহলে তোমরা গোনাহগার হয়ে যাবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 20,
                                        "bnText": "অতঃপর শয়তান উভয়কে প্ররোচিত করল, যাতে তাদের অঙ্গ, যা তাদের কাছে গোপন ছিল, তাদের সামনে প্রকাশ করে দেয়। সে বললঃ তোমাদের পালনকর্তা তোমাদেরকে এ বৃক্ষ থেকে নিষেধ করেননি; তবে তা এ কারণে যে, তোমরা না আবার ফেরেশতা হয়ে যাও-কিংবা হয়ে যাও চিরকাল বসবাসকারী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 21,
                                        "bnText": "সে তাদের কাছে কসম খেয়ে বললঃ আমি অবশ্যই তোমাদের হিতাকাঙ্খী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 22,
                                        "bnText": "অতঃপর প্রতারণাপূর্বক তাদেরকে সম্মত করে ফেলল। অনন্তর যখন তারা বৃক্ষ আস্বাদন করল, তখন তাদের লজ্জাস্থান তাদের সামনে খুলে গেল এবং তারা নিজের উপর বেহেশতের পাতা জড়াতে লাগল। তাদের প্রতিপালক তাদেরকে ডেকে বললেনঃ আমি কি তোমাদেরকে এ বৃক্ষ থেকে নিষেধ করিনি এবং বলিনি যে, শয়তান তোমাদের প্রকাশ্য শত্রু।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 23,
                                        "bnText": "তারা উভয়ে বললঃ হে আমাদের পালনকর্তা আমরা নিজেদের প্রতি জুলম করেছি। যদি আপনি আমাদেরকে ক্ষমা না করেন এবং আমাদের প্রতি অনুগ্রহ না করেন, তবে আমরা অবশ্যই অবশ্যই ধ্বংস হয়ে যাব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 24,
                                        "bnText": "আল্লাহ বললেনঃ তোমরা নেমে যাও। তোমরা এক অপরের শত্রু। তোমাদের জন্যে পৃথিবীতে বাসস্থান আছে এবং একটি নির্দিষ্ট মেয়াদ পর্যন্ত ফল ভোগ আছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 25,
                                        "bnText": "বললেনঃ তোমরা সেখানেই জীবিত থাকবে, সেখানেই মৃত্যুবরন করবে এবং সেখান থেকেই পুনরুঙ্খিত হবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 26,
                                        "bnText": "হে বনী-আদম আমি তোমাদের জন্যে পোশাক অবর্তীণ করেছি, যা তোমাদের লজ্জাস্থান আবৃত করে এবং অবর্তীণ করেছি সাজ সজ্জার বস্ত্র এবং পরহেযগারীর পোশাক, এটি সর্বোত্তম। এটি আল্লাহর কুদরতেরঅন্যতম নিদর্শন, যাতে তারা চিন্তা-ভাবনা করে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 27,
                                        "bnText": "হে বনী-আদম শয়তান যেন তোমাদেরকে বিভ্রান্ত না করে; যেমন সে তোমাদের পিতামাতাকে জান্নাত থেকে বের করে দিয়েছে এমতাবস্থায় যে, তাদের পোশাক তাদের থেকে খুলিয়ে দিয়েছি-যাতে তাদেরকে লজ্জাস্থান দেখিয়ে দেয়। সে এবং তার দলবল তোমাদেরকে দেখে, যেখান থেকে তোমরা তাদেরকে দেখ না। আমি শয়তানদেরকে তাদের বন্ধু করে দিয়েছি, , যারা বিশ্বাস স্থাপন করে না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 28,
                                        "bnText": "তারা যখন কোন মন্দ কাজ করে, তখন বলে আমরা বাপ-দাদাকে এমনি করতে দেখেছি এবং আল্লাহও আমাদেরকে এ নির্দেশই দিয়েছেন। আল্লাহ মন্দকাজের আদেশ দেন না। এমন কথা আল্লাহর প্রতি কেন আরোপ কর, যা তোমরা জান না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 29,
                                        "bnText": "আপনি বলে দিনঃ আমার প্রতিপালক সুবিচারের নির্দেশ দিয়েছেন এবং তোমরা প্রত্যেক সেজদার সময় স্বীয় মুখমন্ডল সোজা রাখ এবং তাঁকে খাঁটি আনুগত্যশীল হয়ে ডাক। তোমাদেরকে প্রথমে যেমন সৃষ্টি করেছেন, পুনর্বারও সৃজিত হবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 30,
                                        "bnText": "একদলকে পথ প্রদর্শন করেছেন এবং একদলের জন্যে পথভ্রষ্টতা অবধারিত হয়ে গেছে। তারা আল্লাহকে ছেড়ে শয়তানদেরকে বন্ধু হিসাবে গ্রহণ করেছে এবং ধারণা করে যে, তারা সৎপথে রয়েছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 31,
                                        "bnText": "হে বনী-আদম! তোমরা প্রত্যেক নামাযের সময় সাজসজ্জা পরিধান করে নাও, খাও ও পান কর এবং অপব্যয় করো না। তিনি অপব্যয়ীদেরকে পছন্দ করেন না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 32,
                                        "bnText": "আপনি বলুনঃ আল্লাহর সাজ-সজ্জাকে, যা তিনি বান্দাদের জন্যে সৃষ্টি করেছেন এবং পবিত্র খাদ্রবস্তুসমূহকে কে হারাম করেছে? আপনি বলুনঃ এসব নেয়ামত আসলে পার্থিব জীবনে মুমিনদের জন্যে এবং কিয়ামতের দিন খাঁটিভাবে তাদেরই জন্যে। এমনিভাবে আমি আয়াতসমূহ বিস্তারিত বর্ণনা করি তাদের জন্যে যারা বুঝে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 33,
                                        "bnText": "আপনি বলে দিনঃ আমার পালনকর্তা কেবলমাত্র অশ্লীল বিষয়সমূহ হারাম করেছেন যা প্রকাশ্য ও অপ্রকাশ্য এবং হারাম করেছেন গোনাহ, অন্যায়-অত্যাচার আল্লাহর সাথে এমন বস্তুকে অংশীদার করা, তিনি যার কোন, সনদ অবতীর্ণ করেননি এবং আল্লাহর প্রতি এমন কথা আরোপ করা, যা তোমরা জান না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 34,
                                        "bnText": "প্রত্যেক সম্প্রদায়ের একটি মেয়াদ রয়েছে। যখন তাদের মেয়াদ এসে যাবে, তখন তারা না এক মুহুর্ত পিছে যেতে পারবে, আর না এগিয়ে আসতে পারবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 35,
                                        "bnText": "হে বনী-আদম, যদি তোমাদের কাছে তোমাদেরই মধ্য থেকে পয়গম্বর আগমন করে তোমাদেরকে আমার আয়াত সমূহ শুনায়, তবে যে ব্যক্তি সংযত হয় এবং সৎকাজ অবলম্বন করে, তাদের কোন আশঙ্কা নেই এবং তারা দুঃখিত হবে না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 36,
                                        "bnText": "যারা আমার আয়াতসমূহকে মিথ্যা বলবে এবং তা থেকে অহংকার করবে, তারাই দোযখী এবং তথায় চিরকাল থাকবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 37,
                                        "bnText": "অতঃপর ঐ ব্যক্তির চাইতে অধিক জালেম কে, যে আল্লাহর প্রতি মিথ্যা আরোপ করে অথবা তার নির্দেশাবলীকে মিথ্যা বলে? তারা তাদের গ্রন্থে লিখিত অংশ পেয়ে যাবে। এমন কি, যখন তাদের কাছে আমার প্রেরিত ফেরশতারা প্রাণ নেওয়ার জন্যে পৌছে, তখন তারা বলে; তারা কোথায় গেল, যাদের কে তোমরা আল্লাহ ব্যতীত আহবান করতে? তারা উত্তর দেবেঃ আমাদের কাছ থেকে উধাও হয়ে গেছে, তারা নিজেদের সম্পর্কে স্বীকার করবে যে, তারা অবশ্যই কাফের ছিল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 38,
                                        "bnText": "আল্লাহ বলবেনঃ তোমাদের পূর্বে জিন ও মানবের যেসব সম্প্রদায় চলে গেছে, তাদের সাথে তোমরাও দোযখে যাও। যখন এক সম্প্রদায় প্রবেশ করবে; তখন অন্য সম্প্রদায়কে অভিসম্পাত করবে। এমনকি, যখন তাতে সবাই পতিত হবে, তখন পরবর্তীরা পূর্ববর্তীদের সম্পর্কে বলবেঃ হে আমাদের প্রতিপালক এরাই আমাদেরকে বিপথগামী করেছিল। অতএব, আপনি তাদেরকে দ্বিগুণ শাস্তি দিন। আল্লাহ বলবেন প্রত্যেকেরই দ্বিগুণ; তোমরা জান না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 39,
                                        "bnText": "পূর্ববর্তীরা পরবর্তীদেরকে বলবেঃ তাহলে আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্ব নেই অতএব, শাস্তি আস্বাদন কর স্বীয় কর্মের কারণে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 40,
                                        "bnText": "নিশ্চয়ই যারা আমার আয়াতসমূহকে মিথ্যা বলেছে এবং এগুলো থেকে অহংকার করেছে, তাদের জন্যে আকাশের দ্বার উম্মুক্ত করা হবে না এবং তারা জান্নাতে প্রবেশ করবে না। যে পর্যন্ত না সূচের ছিদ্র দিয়ে উট প্রবেশ করে। আমি এমনিভাবে পাপীদেরকে শাস্তি প্রদান করি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 41,
                                        "bnText": "তাদের জন্যে নরকাগ্নির শয্যা রয়েছে এবং উপর থেকে চাদর। আমি এমনিভাবে জালেমদেরকে শাস্তি প্রদান করি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 42,
                                        "bnText": "যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে আমি কাউকে তার সামর্থ্যের চাইতে বেশী বোঝা দেই না। তারাই জান্নাতের অধিবাসী। তারা তাতেই চিরকাল থাকবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 43,
                                        "bnText": "তাদের অন্তরে যা কিছু দুঃখ ছিল, আমি তা বের করে দেব। তাদের তলদেশ দিয়ে নির্ঝরণী প্রবাহিত হবে। তারা বলবেঃ আল্লাহ শোকর, যিনি আমাদেরকে এ পর্যন্ত পৌছিয়েছেন। আমরা কখনও পথ পেতাম না, যদি আল্লাহ আমাদেরকে পথ প্রদর্শন না করতেন। আমাদের প্রতিপালকের রসূল আমাদের কাছে সত্যকথা নিয়ে এসেছিলেন। আওয়াজ আসবেঃ এটি জান্নাত। তোমরা এর উত্তরাধিকারী হলে তোমাদের কর্মের প্রতিদানে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 44,
                                        "bnText": "জান্নাতীরা দোযখীদেরকে ডেকে বলবেঃ আমাদের সাথে আমাদের প্রতিপালক যে ওয়াদা করেছিলেন, তা আমরা সত্য পেয়েছি? অতএব, তোমরাও কি তোমাদের প্রতিপালকের ওয়াদা সত্য পেয়েছ? তারা বলবেঃ হ্যাঁ। অতঃপর একজন ঘোষক উভয়ের মাঝখানে ঘোষণা করবেঃ আল্লাহর অভিসম্পাত জালেমদের উপর।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 45,
                                        "bnText": "যারা আল্লাহর পথে বাধা দিত এবং তাতে বক্রতা অন্বেষণ করত। তারা পরকালের বিষয়েও অবিশ্বাসী ছিল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 46,
                                        "bnText": "উভয়ের মাঝখানে একটি প্রাচীর থাকবে এবং আরাফের উপরে অনেক লোক থাকবে। তারা প্রত্যেককে তার চিহ্ন দ্বারা চিনে নেবে। তারা জান্নাতীদেরকে ডেকে বলবেঃ তোমাদের উপর শান্তি বর্ষিত হোক। তারা তখনও জান্নাতে প্রবেশ করবে না, কিন্তু প্রবেশ করার ব্যাপারে আগ্রহী হবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 47,
                                        "bnText": "যখন তাদের দৃষ্টি দোযখীদের উপর পড়বে, তখন বলবেঃ হে আমাদের প্রতিপালক, আমাদেরকে এ জালেমদের সাথী করো না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 48,
                                        "bnText": "আরাফবাসীরা যাদেরকে তাদের চিহ্ন দ্বারা চিনবে, তাদেরকে ডেকে বলবে তোমাদের দলবল ও ঔদ্ধত্য তোমাদের কোন কাজে আসেনি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 49,
                                        "bnText": "এরা কি তারাই; যাদের সম্পর্কে তোমরা কসম খেয়ে বলতে যে, আল্লাহ এদের প্রতি অনুগ্রহ করবেন না। প্রবেশ কর জান্নাতে। তোমাদের কোন আশঙ্কা নেই এবং তোমরা দুঃখিত হবে না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 50,
                                        "bnText": "দোযখীরা জান্নাতীদেরকে ডেকে বলবেঃ আমাদের উপর সামান্য পানি নিক্ষেপ কর অথবা আল্লাহ তোমাদেরকে যে রুযী দিয়েছেন, তা থেকেই কিছু দাও। তারা বলবেঃ আল্লাহ এই উভয় বস্তু কাফেরদের জন্যে নিষিদ্ধ করেছেন"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 51,
                                        "bnText": "তারা স্বীয় ধর্মকে তামাশা ও খেলা বানিয়ে নিয়েছিল এবং পার্থিব জীবন তাদের কে ধোকায় ফেলে রেখেছিল। অতএব, আমি আজকে তাদেরকে ভুলে যাব; যেমন তারা এ দিনের সাক্ষাৎকে ভুলে গিয়েছিল এবং যেমন তারা আয়াতসমূহকে অবিশ্বাস করত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 52,
                                        "bnText": "আমি তাদের কাছে গ্রন্থ পৌছিয়েছি, যা আমি স্বীয় জ্ঞানে বিস্তারিত বর্ণনা করেছি, যা পথপ্রদর্শক এবং মুমিনদের জন্যে রহমত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 53,
                                        "bnText": "তারা কি এখন এ অপেক্ষায়ই আছে যে, এর বিষয়বস্তু প্রকাশিত হোক? যেদিন এর বিষয়বস্তু প্রকাশিত হবে, সেদিন পূর্বে যারা একে ভূলে গিয়েছিল, তারা বলবেঃ বাস্তবিকই আমাদের প্রতিপালকের পয়গম্বরগণ সত্যসহ আগমন করেছিলেন। অতএব, আমাদের জন্যে কোন সুপারিশকারী আছে কি যে, সুপারিশ করবে অথবা আমাদেরকে পুনঃ প্রেরণ করা হলে আমরা পূর্বে যা করতাম তার বিপরীত কাজ করে আসতাম। নিশ্চয় তারা নিজেদেরকে ক্ষতিগ্রস্ত করেছে। তারা মনগড়া যা বলত, তা উধাও হয়ে যাবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 54,
                                        "bnText": "নিশ্চয় তোমাদের প্রতিপালক আল্লাহ। তিনি নভোমন্ডল ও ভূমন্ডলকে ছয় দিনে সৃষ্টি করেছেন। অতঃপর আরশের উপর অধিষ্টিত হয়েছেন। তিনি পরিয়ে দেন রাতের উপর দিনকে এমতাবস্থায় যে, দিন দৌড়ে রাতের পিছনে আসে। তিনি সৃষ্টি করেছেন সূর্য, চন্দ্র ও নক্ষত্র দৌড় স্বীয় আদেশের অনুগামী। শুনে রেখ, তাঁরই কাজ সৃষ্টি করা এবং আদেশ দান করা। আল্লাহ, বরকতময় যিনি বিশ্বজগতের প্রতিপালক।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 55,
                                        "bnText": "তোমরা স্বীয় প্রতিপালককে ডাক, কাকুতি-মিনতি করে এবং সংগোপনে। তিনি সীমা অতিক্রমকারীদেরকে পছন্দ করেন না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 56,
                                        "bnText": "পৃথিবীকে কুসংস্কারমুক্ত ও ঠিক করার পর তাতে অনর্থ সৃষ্টি করো না। তাঁকে আহবান কর ভয় ও আশা সহকারে। নিশ্চয় আল্লাহর করুণা সৎকর্মশীলদের নিকটবর্তী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 57,
                                        "bnText": "তিনিই বৃষ্টির পূর্বে সুসংবাদবাহী বায়ু পাঠিয়ে দেন। এমনকি যখন বায়ুরাশি পানিপূর্ন মেঘমালা বয়ে আনে, তখন আমি এ মেঘমালাকে একটি মৃত শহরের দিকে হঁ্যাকিয়ে দেই। অতঃপর এ মেঘ থেকে বৃষ্টি ধারা বর্ষণ করি। অতঃপর পানি দ্বারা সব রকমের ফল উৎপন্ন করি। এমনি ভাবে মৃতদেরকে বের করব-যাতে তোমরা চিন্তা কর।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 58,
                                        "bnText": "যে শহর উৎকৃষ্ট, তার ফসল তার প্রতিপালকের নির্দেশে উৎপন্ন হয় এবং যা নিকৃষ্ট তাতে অল্পই ফসল উৎপন্ন হয়। এমনিভাবে আমি আয়াতসমূহ ঘুরিয়ে ফিরিয়ে বর্ণনা করি কৃতজ্ঞ সম্প্রদায়ের জন্যে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 59,
                                        "bnText": "নিশ্চয় আমি নূহকে তার সম্প্রদায়ের প্রতি পাঠিয়েছি। সে বললঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর এবাদত কর। তিনি ব্যতীত তোমাদের কোন উপাস্য নেই। আমি তোমাদের জন্যে একটি মহাদিবসের শাস্তির আশঙ্কা করি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 60,
                                        "bnText": "তার সম্প্রদায়ের সর্দাররা বললঃ আমরা তোমাকে প্রকাশ্য পথভ্রষ্টতার মাঝে দেখতে পাচ্ছি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 61,
                                        "bnText": "সে বললঃ হে আমার সম্প্রদায়, আমি কখনও ভ্রান্ত নই; কিন্তু আমি বিশ্বপ্রতিপালকের রসূল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 62,
                                        "bnText": "তোমাদেরকে প্রতিপালকের পয়গাম পৌঁছাই এবং তোমাদেরকে সদুপদেশ দেই। আমি আল্লাহর পক্ষ থেকে এমনসব বিষয় জানি, যেগুলো তোমরা জান না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 63,
                                        "bnText": "তোমরা কি আশ্চর্যবোধ করছ যে, তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে তোমাদের মধ্য থেকেই একজনের বাচনিক উপদেশ এসেছে যাতে সে তোমাদেরকে ভীতি প্রদর্শন করে, যেন তোমরা সংযত হও এবং যেন তোমরা অনুগৃহীত হও।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 64,
                                        "bnText": "অতঃপর তারা তাকে মিথ্যা প্রতিপন্ন করল। আমি তাকে এবং নৌকাস্থিত লোকদেরকে উদ্ধার করলাম এবং যারা মিথ্যারোপ করত, তাদেরকে ডুবিয়ে দিলাম। নিশ্চয় তারা ছিল অন্ধ।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 65,
                                        "bnText": "আদ সম্প্রদায়ের কাছে প্রেরণ করেছি তাদের ভাই হুদকে। সে বললঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর এবাদত কর। তিনি ব্যতিত তোমাদের কোন উপাস্য নেই।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 66,
                                        "bnText": "তারা স্প্রদায়ের সর্দররা বললঃ আমরা তোমাকে নির্বোধ দেখতে পাচ্ছি এবং আমরা তোমাকে মিথ্যাবাদী মনে করি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 67,
                                        "bnText": "সে বললঃ হে আমার সম্প্রদায়, আমি মোটেই নির্বোধ নই, বরং আমি বিশ্ব প্রতিপালকের প্রেরিত পয়গম্বর।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 68,
                                        "bnText": "তোমাদের কে প্রতিপালকের পয়গাম পৌঁছাই এবং আমি তোমাদের হিতাকাঙ্ক্ষী বিশ্বস্ত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 69,
                                        "bnText": "তোমরা কি আশ্চর্য্যবোধ করছ যে, তোমাদের কাছে তোমাদের পালনকর্তার পক্ষ থেকে তোমাদের মধ্য থেকেই একজনের বাচনিক উপদেশ এসেছে যাতে সে তোমাদেরকে ভীতি প্রদর্শন করে। তোমরা স্মরণ কর, যখন আল্লাহ তোমাদেরকে কওমে নূহের পর সর্দার করেছেন এবং তোমাদের দেহের বিস্তৃতি বেশী করেছেন। তোমরা আল্লাহর নেয়ামতসমূহ স্মরণ কর-যাতে তোমাদের মঙ্গল হয়।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 70,
                                        "bnText": "তারা বললঃ তুমি কি আমাদের কাছে এজন্যে এসেছ যে আমরা এক আল্লাহর এবাদত করি এবং আমাদের বাপ-দাদা যাদের পূজা করত, তাদেরকে ছেড়ে দেই? অতএব নিয়ে আস আমাদের কাছে যাদ্দ্বারা আমাদেরকে ভয় দেখাচ্ছ, যদি তুমি সত্যবাদী হও।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 71,
                                        "bnText": "সে বললঃ অবধারিত হয়ে গেছে তোমাদের উপর তোমাদের প্রতিপালকের পক্ষ থেকে শাস্তি ও ক্রোধ। আমার সাথে ঐসব নাম সম্পর্কে কেন তর্ক করছ, যেগুলো তোমরা ও তোমাদের বাপ-দাদারা রেখেছে। আল্লাহ এদের কোন মন্দ অবর্তীণ করেননি। অতএব অপেক্ষা কর। আমিও তোমাদের সাথে অপেক্ষা করছি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 72,
                                        "bnText": "অনন্তর আমি তাকে ও তার সঙ্গীদেরকে স্বীয় অনুগ্রহে রক্ষা করলাম এবং যারা আমার আয়াতসমূহে মিথ্যারোপ করত তাদের মূল কেটে দিলাম। তারা মান্যকারী ছিল না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 73,
                                        "bnText": "সামুদ সম্প্রদায়ের কাছে প্রেরণ করেছি তাদের ভাই সালেহকে। সে বললঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর এবাদত কর। তিনি ব্যতিত তোমাদের কোন উপাস্য নেই। তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে একটি প্রমাণ এসে গেছে। এটি আল্লাহর উষ্টী তোমাদের জন্যে প্রমাণ। অতএব একে ছেড়ে দাও, আল্লাহর ভুমিতে চড়ে বেড়াবে। একে অসৎভাবে স্পর্শ করবে না। অন্যথায় তোমাদেরকে যন্ত্রনাদায়ক শাস্তি পাকড়াও করবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 74,
                                        "bnText": "তোমরা স্মরণ কর, যখন তোমাদেরকে আদ জাতির পরে সর্দার করেছেন; তোমাদেরকে পৃথিবীতে ঠিকানা দিয়েছেন। তোমরা নরম মাটিতে অট্টালিকা নির্মান কর এবং পর্বত গাত্র খনন করে প্রকোষ্ঠ নির্মাণ কর। অতএব আল্লাহর অনুগ্রহ স্মরণ কর এবং পৃথিবীতে অনর্থ সৃষ্টি করো না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 75,
                                        "bnText": "তার সম্প্রদায়ের দাম্ভিক সর্দাররা ঈমানদার দারিদ্রদেরকে জিজ্ঞেস করলঃ তোমরা কি বিশ্বাস কর যে সালেহ কে তার পালনকর্তা প্রেরণ করেছেন; তারা বলল আমরা তো তার আনীত বিষয়ের প্রতি বিশ্বাসী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 76,
                                        "bnText": "দাম্ভিকরা বললঃ তোমরা যে বিষয়ে বিশ্বাস স্থাপন করেছ, আমরা তাতে অস্বীকৃত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 77,
                                        "bnText": "অতঃপর তারা উষ্ট্রীকে হত্যা করল এবং স্বীয় প্রতিপালকের আদেশ অমান্য করল। তারা বললঃ হে ছালেহ, নিয়ে এস যদ্দ্বারা আমাদেরকে ভয় দেখাতে, যদি তুমি রসূল হয়ে থাক।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 78,
                                        "bnText": "অতঃপর পাকড়াও করল তাদেরকে ভূমিকম্প। ফলে সকাল বেলায় নিজ নিজ গৃহে উপুড় হয়ে পড়ে রইল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 79,
                                        "bnText": "ছালেহ তাদের কাছ থেকে প্রস্থান করলো এবং বললঃ হে আমার সম্প্রদায়, আমি তোমাদের কাছে স্বীয় প্রতিপালকের পয়গাম পৌছিয়েছি এবং তোমাদের মঙ্গল কামনা করেছি কিন্তু তোমরা মঙ্গলকাঙ্খীদেরকে ভালবাস না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 80,
                                        "bnText": "এবং আমি লূতকে প্রেরণ করেছি। যখন সে স্বীয় সম্প্রদায়কে বললঃ তোমরা কি এমন অশ্লীল কাজ করছ, যা তোমাদের পূর্বে সারা বিশ্বের কেউ করেনি"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 81,
                                        "bnText": "তোমরা তো কামবশতঃ পুরুষদের কাছে গমন কর নারীদেরকে ছেড়ে। বরং তোমরা সীমা অতিক্রম করেছ।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 82,
                                        "bnText": "তাঁর সম্প্রদায় এ ছাড়া কোন উত্তর দিল না যে, বের করে দাও এদেরকে শহর থেকে। এরা খুব সাধু থাকতে চায়।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 83,
                                        "bnText": "অতঃপর আমি তাকে ও তাঁর পরিবার পরিজনকে বাঁচিয়ে দিলাম, কিন্তু তার স্ত্রী। সে তাদের মধ্যেই রয়ে গেল, যারা রয়ে গিয়েছিল। আমি তাদের উপর প্রস্তর বৃষ্টি বর্ষণ করলাম।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 84,
                                        "bnText": "অতএব, দেখ গোনাহগারদের পরিণতি কেমন হয়েছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 85,
                                        "bnText": "আমি মাদইয়ানের প্রতি তাদের ভাই শোয়ায়েবকে প্রেরণ করেছি। সে বললঃ হে আমার সম্প্রদায়! তোমরা আল্লাহর এবাদত কর। তিনি ব্যতীত তোমাদের কোন উপাস্য নেই। তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে প্রমাণ এসে গেছে। অতএব তোমরা মাপ ও ওজন পূর্ন কর এবং মানুষকে তাদের দ্রব্যদি কম দিয়ো না এবং ভুপৃষ্টের সংস্কার সাধন করার পর তাতে অনর্থ সৃষ্টি করো না। এই হল তোমাদের জন্যে কল্যাণকর, যদি তোমরা বিশ্বাসী হও।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 86,
                                        "bnText": "তোমরা পথে ঘাটে এ কারণে বসে থেকো না যে, আল্লাহ বিশ্বাসীদেরকে হুমকি দিবে, আল্লাহর পথে বাধা সৃষ্টি করবে এবং তাতে বক্রতা অনুসন্ধান করবে। স্মরণ কর, যখন তোমরা সংখ্যায় অল্প ছিলে অতঃপর আল্লাহ তোমাদেরকে অধিক করেছেন এবং লক্ষ্য কর কিরূপ অশুভ পরিণতি হয়েছে অনর্থকারীদের।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 87,
                                        "bnText": "আর যদি তোমাদের একদল ঐ বিষয়ের প্রতি বিশ্বাস স্থাপন করে যা নিয়ে আমি প্রেরিত হয়েছি এবং একদল বিশ্বাস স্থাপন করে যা নিয়ে আমি প্রেরিত হয়েছি এবং একদল বিশ্বাস স্থাপন না করে, তবে ছবর কর যে পর্যন্ত আল্লাহ আমাদের মধ্যে মীমাংসা না করে দেন। তিনিই শ্রেষ্ট মীমাংসাকারী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 88,
                                        "bnText": "তার সম্প্রদায়ের দাম্ভিক সর্দাররা বললঃ হে শোয়ায়েব, আমরা অবশ্যই তোমাকে এবং তোমার সাথে বিশ্বাস স্থাপনকারীদেরকে শহর থেকে বের করে দেব অথবা তোমরা আমাদের ধর্মে প্রত্যাবর্তন করবে। শোয়ায়েব বললঃ আমরা অপছন্দ করলেও কি"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 89,
                                        "bnText": "আমরা আল্লাহর প্রতি মিথ্যা অপবাদকারী হয়ে যাব যদি আমরা তোমাদের ধর্মে প্রত্যাবর্তন করি, অথচ তিনি আমাদেরকে এ থেকে মুক্তি দিয়েছেন। আমাদের কাজ নয় এ ধর্মে প্রত্যাবর্তন করা, কিন্তু আমাদের প্রতি পালক আল্লাহ যদি চান। আমাদের প্রতিপালক প্রত্যেক বস্তুকে স্বীয় জ্ঞান দ্বারা বেষ্টন করে আছেন। আল্লাহর প্রতিই আমরা ভরসা করেছি। হে আমাদের প্রতিপালক আমাদের ও আমাদের সম্প্রদায়ের মধ্যে ফয়সালা করে ছিল যথার্থ ফয়সালা। আপনিই শ্রেষ্টতম ফসলা ফয়সালাকারী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 90,
                                        "bnText": "তার সম্প্রদায়ের কাফের সর্দাররা বললঃ যদি তোমরা শোয়ায়েবের অনুসরণ কর, তবে নিশ্চিতই ক্ষতিগ্রস্ত হবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 91,
                                        "bnText": "অনন্তর পাকড়াও করল তাদেরকে ভূমিকম্প। ফলে তারা সকাল বেলায় গৃহ মধ্যে উপুড় হয়ে পড়ে রইল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 92,
                                        "bnText": "শোয়ায়েবের প্রতি মিথ্যারোপকারীরা যেন কোন দিন সেখানে বসবাসই করেনি। যারা শোয়ায়েবের প্রতি মিথ্যারোপ করেছিল, তারাই ক্ষতিগ্রস্থ হল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 93,
                                        "bnText": "অনন্তর সে তাদের কাছ থেকে প্রস্থান করল এবং বললঃ হে আমার সম্প্রদায়, আমি তোমাদেরকে প্রতিপালকের পয়গাম পৌছে দিয়েছি এবং তোমাদের হিত কামনা করেছি। এখন আমি কাফেরদের জন্যে কেন দুঃখ করব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 94,
                                        "bnText": "আর আমি কোন জনপদে কোন নবী পাঠাইনি, তবে (এমতাবস্থায়) যে পাকড়াও করেছি সে জনপদের অধিবাসীদিগকে কষ্ট ও কঠোরতার মধ্যে, যাতে তারা শিথিল হয়ে পড়ে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 95,
                                        "bnText": "অতঃপর অকল্যাণের স্থলে তা কল্যাণে বদলে দিয়েছে। এমনকি তারা অনেক বেড়ে গিয়েছি এবং বলতে শুরু করেছে, আমাদের বাপ-দাদাদের উপরও এমন আনন্দ-বেদনা এসেছে। অতঃপর আমি তাদেরকে পাকড়াও করেছি এমন আকস্মিকভাবে যে তারা টেরও পায়নি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 96,
                                        "bnText": "আর যদি সে জনপদের অধিবাসীরা ঈমান আনত এবং পরহেযগারী অবলম্বন করত, তবে আমি তাদের প্রতি আসমানী ও পার্থিব নেয়ামত সমূহ উম্মুক্ত করে দিতাম। কিন্তু তারা মিথ্যা প্রতিপন্ন করেছে। সুতরাং আমি তাদেরকে পাকড়াও করেছি তাদের কৃতকর্মের বদলাতে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 97,
                                        "bnText": "এখনও কি এই জনপদের অধিবাসীরা এ ব্যাপারে নিশ্চিন্ত যে, আমার আযাব তাদের উপর রাতের বেলায় এসে পড়বে অথচ তখন তারা থাকবে ঘুমে অচেতন।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 98,
                                        "bnText": "আর এই জনপদের অধিবাসীরা কি নিশ্চিন্ত হয়ে পড়েছে যে, তাদের উপর আমার আযাব দিনের বেলাতে এসে পড়বে অথচ তারা তখন থাকবে খেলা-ধুলায় মত্ত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 99,
                                        "bnText": "তারা কি আল্লাহর পাকড়াওয়ের ব্যাপারে নিশ্চিন্ত হয়ে গেছে? বস্তুতঃ আল্লাহর পাকড়াও থেকে তারাই নিশ্চিন্ত হতে পারে, যাদের ধ্বংস ঘনিয়ে আসে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 100,
                                        "bnText": "তাদের নিকট কি একথা প্রকাশিত হয়নি, যারা উত্তারাধিকার লাভ করেছে। সেখানকার লোকদের ধ্বংসপ্রাপ্ত হবার পর যদি আমি ইচ্ছা করতাম, , তবে তাদেরকে তাদের পাপের দরুন পাকড়াও করে ফেলতাম। বস্তুতঃ আমি মোহর এঁটে দিয়েছি তাদের অন্তরসমূহের উপর। কাজেই এরা শুনতে পায় না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 101,
                                        "bnText": "এগুলো হল সে সব জনপদ যার কিছু বিবরণ আমি আপনাকে অবহিত করছি। আর নিশ্চিতই ওদের কাছে পৌছেছিলেন রসূল নিদর্শন সহকারে। অতঃপর কস্মিনকালও এরা ঈমান আনবার ছিল না, তারপরে যা তার ইতিপূর্বে মিথ্যা বলে প্রতিপন্ন করেছে। এভাবেই আল্লাহ কাফেরদের অন্তরে মোহর এঁটে দেন।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 102,
                                        "bnText": "আর তাদের অধিকাংশ লোককেই আমি প্রতিজ্ঞা বাস্তবায়নকারীরূপে পাইনি; বরং তাদের অধিকাংশকে পেয়েছি হুকুম অমান্যকারী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 103,
                                        "bnText": "অতঃপর আমি তাদের পরে মূসাকে পাঠিয়েছি নিদর্শনাবলী দিয়ে ফেরাউন ও তার সভাসদদের নিকট। বস্তুতঃ ওরা তাঁর মোকাবেলায় কুফরী করেছে। সুতরাং চেয়ে দেখ, কি পরিণতি হয়েছে অনাচারীদের।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 104,
                                        "bnText": "আর মূসা বললেন, হে ফেরাউন, আমি বিশ্ব-পালনকর্তার পক্ষ থেকে আগত রসূল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 105,
                                        "bnText": "আল্লাহর পক্ষ থেকে যে সত্য এসেছে, তার ব্যতিক্রম কিছু না বলার ব্যাপারে আমি সুদৃঢ়। আমি তোমাদের পরওয়ারদেগারের নিদর্শন নিয়ে এসেছি। সুতরাং তুমি বনী ইসরাঈলদেরকে আমার সাথে পাঠিয়ে দাও।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 106,
                                        "bnText": "সে বলল, যদি তুমি কোন নিদর্শন নিয়ে এসে থাক, তাহলে তা উপস্থিত কর যদি তুমি সত্যবাদী হয়ে থাক।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 107,
                                        "bnText": "তখন তিনি নিক্ষেপ করলেন নিজের লাঠিখানা এবং তাৎক্ষণাৎ তা জলজ্যান্ত এক অজগরে রূপান্তরিত হয়ে গেল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 108,
                                        "bnText": "আর বের করলেন নিজের হাত এবং তা সঙ্গে সঙ্গে দর্শকদের চোখে ধবধবে উজ্জ্বল দেখাতে লাগল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 109,
                                        "bnText": "ফেরাউনের সাঙ্গ-পাঙ্গরা বলতে লাগল, নিশ্চয় লোকটি বিজ্ঞ-যাদুকর।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 110,
                                        "bnText": "সে তোমাদিগকে তোমাদের দেশ থেকে বের করে দিতে চায়। এ ব্যাপারে তোমাদের কি মত"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 111,
                                        "bnText": "তারা বলল, আপনি তাকে ও তার ভাইকে অবকাশ দান করুন এবং শহরে বন্দরে লোক পাঠিয়ে দিন লোকদের সমবেত করার জন্য।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 112,
                                        "bnText": "যাতে তারা পরাকাষ্ঠাসম্পন্ন বিজ্ঞ যাদুকরদের এনে সমবেত করে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 113,
                                        "bnText": "বস্তুতঃ যাদুকররা এসে ফেরাউনের কাছে উপস্থিত হল। তারা বলল, আমাদের জন্যে কি কোন পারিশ্রমিক নির্ধারিত আছে, যদি আমরা জয়লাভ করি"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 114,
                                        "bnText": "সে বলল, হ্যাঁ এবং অবশ্যই তোমরা আমার নিকটবর্তী লোক হয়ে যাবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 115,
                                        "bnText": "তারা বলল, হে মূসা! হয় তুমি নিক্ষেপ কর অথবা আমরা নিক্ষেপ করছি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 116,
                                        "bnText": "তিনি বললেন, তোমরাই নিক্ষেপ কর। যখন তারা নিক্ষেপ করল তখন লোকদের চোখগুলোকে বাধিয়ে দিল, ভীত-সন্ত্রস্ত করে তুলল এবং মহাযাদু প্রদর্শন করল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 117,
                                        "bnText": "তারপর আমি ওহীযোগে মূসাকে বললাম, এবার নিক্ষেপ কর তোমার লাঠিখানা। অতএব সঙ্গে সঙ্গে তা সে সমুদয়কে গিলতে লাগল, যা তারা বানিয়েছিল যাদু বলে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 118,
                                        "bnText": "সুতরাং এভাবে প্রকাশ হয়ে গেল সত্য বিষয় এবং ভুল প্রতিপন্ন হয়ে গেল যা কিছু তারা করেছিল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 119,
                                        "bnText": "সুতরাং তারা সেখানেই পরাজিত হয়ে গেল এবং অতীব লাঞ্ছিত হল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 120,
                                        "bnText": "এবং যাদুকররা সেজদায় পড়ে গেল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 121,
                                        "bnText": "বলল, আমরা ঈমান আনছি মহা বিশ্বের পরওয়ারদেগারের প্রতি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 122,
                                        "bnText": "যিনি মূসা ও হারুনের পরওয়ারদেগার।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 123,
                                        "bnText": "ফেরাউন বলল, তোমরা কি (তাহলে) আমার অনুমতি দেয়ার আগেই ঈমান আনলে! এটা প্রতারণা, যা তোমরা এ নগরীতে প্রদর্শন করলে। যাতে করে এ শহরের অধিবাসীদিগকে শহর থেকে বের করে দিতে পার। সুতরাং তোমরা শীঘ্রই বুঝতে পারবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 124,
                                        "bnText": "অবশ্যই আমি কেটে দেব তোমাদের হাত ও পা বিপরীত দিক থেকে। তারপর তোমাদের সবাইকে শূলীতে চড়িয়ে মারব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 125,
                                        "bnText": "তারা বলল, আমাদেরকে তো মৃত্যুর পর নিজেদের পরওয়ারদেগারের নিকট ফিরে যেতেই হবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 126,
                                        "bnText": "বস্তুতঃ আমাদের সাথে তোমার শত্রুতা তো এ কারণেই যে, আমরা ঈমান এনেছি আমাদের পরওয়ারদেগারের নিদর্শনসমূহের প্রতি যখন তা আমাদের নিকট পৌঁছেছে। হে আমাদের পরওয়ারদেগার আমাদের জন্য ধৈর্য্যের দ্বার খুলে দাও এবং আমাদেরকে মুসলমান হিসাবে মৃত্যু দান কর।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 127,
                                        "bnText": "ফেরাউনের সম্প্রদায়ের র্সদাররা বলল, তুমি কি এমনি ছেড়ে দেবে মূসা ও তার সম্প্রদায়কে। দেশময় হৈ-চৈ করার জন্য এবং তোমাকে ও তোমার দেব-দেবীকে বাতিল করে দেবার জন্য। সে বলল, আমি এখনি হত্যা করব তাদের পুত্র সন্তানদিগকে; আর জীবিত রাখব মেয়েদেরকে। বস্তুতঃ আমরা তাদের উপর প্রবল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 128,
                                        "bnText": "মূসা বললেন তার কওমকে, সাহায্য প্রার্থনা কর আল্লাহর নিকট এবং ধৈর্য্য ধারণ কর। নিশ্চয়ই এ পৃথিবী আল্লাহর। তিনি নিজের বান্দাদের মধ্যে যাকে ইচ্ছা এর উত্তরাধিকারী বানিয়ে দেন এবং শেষ কল্যাণ মুত্তাকীদের জন্যই নির্ধারিত রয়েছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 129,
                                        "bnText": "তারা বলল, আমাদের কষ্ট ছিল তোমার আসার পূর্বে এবং তোমার আসার পরে। তিনি বললেন, তোমাদের পরওয়ারদেগার শীঘ্রই তোমাদের শক্রদের ধ্বংস করে দেবেন এবং তোমাদেরকে দেশে প্রতিনিধিত্ব দান করবেন। তারপর দেখবেন, তোমরা কেমন কাজ কর।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 130,
                                        "bnText": "তারপর আমি পাকড়াও করেছি-ফেরাউনের অনুসারীদেরকে দুর্ভিক্ষের মাধ্যমে এবং ফল ফসলের ক্ষয়-ক্ষতির মাধ্যমে যাতে করে তারা উপদেশ গ্রহণ করে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 131,
                                        "bnText": "অতঃপর যখন শুভদিন ফিরে আসে, তখন তারা বলতে আরম্ভ করে যে, এটাই আমাদের জন্য উপযোগী। আর যদি অকল্যাণ এসে উপস্থিত হয় তবে তাতে মূসার এবং তাঁর সঙ্গীদের অলক্ষণ বলে অভিহিত করে। শুনে রাখ তাদের অলক্ষণ যে, আল্লাহরই এলেমে রয়েছে, অথচ এরা জানে না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 132,
                                        "bnText": "তারা আরও বলতে লাগল, আমাদের উপর জাদু করার জন্য তুমি যে নিদর্শনই নিয়ে আস না কেন আমরা কিন্তু তোমার উপর ঈমান আনছি না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 133,
                                        "bnText": "সুতরাং আমি তাদের উপর পাঠিয়ে দিলাম তুফান, পঙ্গপাল, উকুন, ব্যাঙ ও রক্ত প্রভৃতি বহুবিধ নিদর্শন একের পর এক। তারপরেও তারা গর্ব করতে থাকল। বস্তুতঃ তারা ছিল অপরাধপ্রবণ।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 134,
                                        "bnText": "আর তাদের উপর যখন কোন আযাব পড়ে তখন বলে, হে মূসা আমাদের জন্য তোমার পরওয়ারদেগারের নিকট সে বিষয়ে দোয়া কর যা তিনি তোমার সাথে ওয়াদা করে রেখেছেন। যদি তুমি আমাদের উপর থেকে এ আযাব সরিয়ে দাও, তবে অবশ্যই আমরা ঈমান আনব তোমার উপর এবং তোমার সাথে বনী-ইসরাঈলদেরকে যেতে দেব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 135,
                                        "bnText": "অতঃপর যখন আমি তাদের উপর থেকে আযাব তুলে নিতাম নির্ধারিত একটি সময় পর্যন্ত-যেখান পর্যন্ত তাদেরকে পৌছানোর উদ্দেশ্য ছিল, তখন তড়িঘড়ি তারা প্রতিশ্রুতি ভঙ্গ করত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 136,
                                        "bnText": "সুতরাং আমি তাদের কাছে থেকে বদলা নিয়ে নিলাম-বস্তুতঃ তাদেরকে সাগরে ডুবিয়ে দিলাম। কারণ, তারা মিথ্যা প্রতিপন্ন করেছিল আমার নিদর্শনসমূহকে এবং তৎপ্রতি অনীহা প্রদর্শন করেছিল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 137,
                                        "bnText": "আর যাদেরকে দুর্বল মনে করা হত তাদেরকেও আমি উত্তরাধিকার দান করেছি এ ভুখন্ডের পূর্ব ও পশ্চিম অঞ্চলের যাতে আমি বরকত সন্নিহিত রেখেছি এবং পরিপূর্ণ হয়ে গেছে তোমার পালনকর্তার প্রতিশ্রুত কল্যাণ বনী-ইসরাঈলদের জন্য তাদের ধৈর্য্যধারণের দরুন। আর ধ্বংস করে দিয়েছে সে সবকিছু যা তৈরী করেছিল ফেরাউন ও তার সম্প্রদায় এবং ধ্বংস করেছি যা কিছু তারা সুউচ্চ নির্মাণ করেছিল।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 138,
                                        "bnText": "বস্তুতঃ আমি সাগর পার করে দিয়েছি বনী-ইসরাঈলদিগকে। তখন তারা এমন এক সম্প্রদায়ের কাছে গিয়ে পৌছাল, যারা স্বহস্তনির্মিত মূর্তিপুজায় নিয়োজিত ছিল। তারা বলতে লাগল, হে মূসা; আমাদের উপাসনার জন্যও তাদের মূর্তির মতই একটি মূর্তি নির্মাণ করে দিন। তিনি বললেন, তোমাদের মধ্যে বড়ই অজ্ঞতা রয়েছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 139,
                                        "bnText": "এরা যে, কাজে নিয়োজিত রয়েছে তা ধ্বংস হবে এবং যা কিছু তারা করেছে তা যে ভুল"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 140,
                                        "bnText": "তিনি বললেন, তাহলে কি আল্লাহকে ছাড়া তোমাদের জন্য অন্য কোন উপাস্য অনুসন্ধান করব, অথচ তিনিই তোমাদিগকে সারা বিশ্বে শ্রেষ্ঠত্ব দান করেছেন।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 141,
                                        "bnText": "আর সে সময়ের কথা স্মরণ কর, যখন আমি তোমাদেরকে ফেরাউনের লোকদের কবল থেকে মুক্তি দিয়েছি; তারা তোমাদেরকে দিত নিকৃষ্ট শাস্তি, তোমাদের পুত্র-সন্তানদের মেরে ফেলত এবং মেয়েদের বাঁচিয়ে রাখত। এতে তোমাদের প্রতি তোমাদের পরওয়ারদেগারের বিরাট পরীক্ষা রয়েছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 142,
                                        "bnText": "আর আমি মূসাকে প্রতিশ্রুতি দিয়েছি ত্রিশ রাত্রির এবং সেগুলোকে পূর্ন করেছি আরো দশ দ্বারা। বস্তুতঃ এভাবে চল্লিশ রাতের মেয়াদ পূর্ণ হয়ে গেছে। আর মূসা তাঁর ভাই হারুনকে বললেন, আমার সম্প্রদায়ে তুমি আমার প্রতিনিধি হিসাবে থাক। তাদের সংশোধন করতে থাক এবং হাঙ্গামা সৃষ্টিকারীদের পথে চলো না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 143,
                                        "bnText": "তারপর মূসা যখন আমার প্রতিশ্রুত সময় অনুযায়ী এসে হাযির হলেন এবং তাঁর সাথে তার পরওয়ারদেগার কথা বললেন, তখন তিনি বললেন, হে আমার প্রভু, তোমার দীদার আমাকে দাও, যেন আমি তোমাকে দেখতে পাই। তিনি বললেন, তুমি আমাকে কস্মিনকালেও দেখতে পাবে না, তবে তুমি পাহাড়ের দিকে দেখতে থাক, সেটি যদি স্বস্থানে দঁড়িয়ে থাকে তবে তুমিও আমাকে দেখতে পাবে। তারপর যখন তার পরওয়ারদগার পাহাড়ের উপর আপন জ্যোতির বিকিরণ ঘটালেন, সেটিকে বিধ্বস্ত করে দিলেন এবং মূসা অজ্ঞান হয়ে পড়ে গেলেন। অতঃপর যখন তাঁর জ্ঞান ফিরে এল; বললেন, হে প্রভু! তোমার সত্তা পবিত্র, তোমার দরবারে আমি তওবা করছি এবং আমিই সর্বপ্রথম বিশ্বাস স্থাপন করছি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 144,
                                        "bnText": "(পরওয়ারদেগার) বললেন, হে মূসা, আমি তোমাকে আমার বার্তা পাঠানোর এবং কথা বলার মাধ্যমে লোকদের উপর বিশিষ্টতা দান করেছি। সুতরাং যা কিছু আমি তোমাকে দান করলাম, গ্রহণ কর এবং কৃতজ্ঞ থাক।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 145,
                                        "bnText": "আর আমি তোমাকে পটে লিখে দিয়েছি সর্বপ্রকার উপদেশ ও বিস্তারিত সব বিষয়। অতএব, এগুলোকে দৃঢ়ভাবে ধারণ কর এবং স্বজাতিকে এর কল্যাণকর বিষয়সমূহ দৃঢ়তার সাথে পালনের নির্দেশ দাও।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 146,
                                        "bnText": "আমি আমার নিদর্শনসমূহ হতে তাদেরকে ফিরিয়ে রাখি, যারা পৃথিবীতে অন্যায়ভাবে গর্ব করে। যদি তারা সমস্ত নিদর্শন প্রত্যক্ষ করে ফেলে, তবুও তা বিশ্বাস করবে না। আর যদি হেদায়েতের পথ দেখে, তবে সে পথ গ্রহণ করে না। অথচ গোমরাহীর পথ দেখলে তাই গ্রহণ করে নেয়। এর কারণ, তারা আমার নিদর্শনসমূহকে মিথ্যা বলে মনে করেছে এবং তা থেকে বেখবর রয়ে গেছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 147,
                                        "bnText": "বস্তুতঃ যারা মিথ্যা জেনেছে আমার আয়াতসমূকে এবং আখেরাতের সাক্ষাতকে, তাদের যাবতীয় কাজকর্ম ধ্বংস হয়ে গেছে। তেমন বদলাই সে পাবে যেমন আমল করত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 148,
                                        "bnText": "আর বানিয়ে নিল মূসার সম্প্রদায় তার অনুপস্থিতিতে নিজেদের অলংকারাদির দ্বারা একটি বাছুর তা থেকে বেরুচ্ছিল ‘হাম্বা হাম্বা’ শব্দ। তারা কি একথাও লক্ষ্য করল না যে, সেটি তাদের সাথে কথাও বলছে না এবং তাদেরকে কোন পথও বাতলে দিচ্ছে না! তারা সেটিকে উপাস্য বানিয়ে নিল। বস্তুতঃ তারা ছিল জালেম।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 149,
                                        "bnText": "অতঃপর যখন তারা অনুতপ্ত হল এবং বুঝতে পারল যে, আমরা নিশ্চিতই গোমরাহ হয়ে পড়েছি, তখন বলতে লাগল, আমাদের প্রতি যদি আমাদের পরওয়ারদেগার করুণা না করেন, তবে অবশ্যই আমরা ধবংস হয়ে যাব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 150,
                                        "bnText": "তারপর যখন মূসা নিজ সম্প্রদায়ে ফিরে এলেন রাগাম্বিত ও অনুতপ্ত অবস্থায়, তখন বললেন, আমার অনুপস্থিতিতে তোমরা আমার কি নিকৃষ্ট প্রতিনিধিত্বটাই না করেছ। তোমরা নিজ পরওয়ারদেগারের হুকুম থেকে কি তাড়াহুড়া করে ফেললে এবং সে তখতীগুলো ছুঁড়ে ফেলে দিলেন এবং নিজের ভাইয়ের মাথার চুল চেপে ধরে নিজের দিকে টানতে লাগলেন। ভাই বললেন, হে আমার মায়ের পুত্র, লোকগুলো যে আমাকে দুর্বল মনে করল এবং আমাকে যে মেরে ফেলার উপক্রম করেছিল। সুতরাং আমার উপর আর শত্রুদের হাসিও না। আর আমাকে জালিমদের সারিতে গন্য করো না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 151,
                                        "bnText": "মূসা বললেন, হে আমার পরওয়ারদেগার, ক্ষমা কর আমাকে আর আমার ভাইকে এবং আমাদেরকে তোমার রহমতের অন্তর্ভুক্ত কর। তুমি যে সর্বাধিক করুণাময়।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 152,
                                        "bnText": "অবশ্য যারা গোবৎসকে উপাস্য বানিয়ে নিয়েছে, তাদের উপর তাদের পরওয়ারদেগারের পক্ষ থেকে পার্থিব এ জীবনেই গযব ও লাঞ্জনা এসে পড়বে। এমনি আমি অপবাদ আরোপকারীদেরকে শাস্তি দিয়ে থাকি।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 153,
                                        "bnText": "আর যারা মন্দ কাজ করে, তারপরে তওবা করে নেয় এবং ঈমান নিয়ে আসে, তবে নিশ্চয়ই তোমার পরওয়ারদেগার তওবার পর অবশ্য ক্ষমাকারী, করুণাময়।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 154,
                                        "bnText": "তারপর যখন মূসার রাগ পড়ে গেল, তখন তিনি তখতীগুলো তুলে নিলেন। আর যা কিছু তাতে লেখা ছিল, তা ছিল সে সমস্ত লোকের জন্য হেদায়েত ও রহমত যারা নিজেদের পরওয়ারদেগারকে ভয় করে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 155,
                                        "bnText": "আর মূসা বেছে নিলেন নিজের সম্প্রদায় থেকে সত্তর জন লোক আমার প্রতিশ্রুত সময়ের জন্য। তারপর যখন তাদেরকে ভূমিকম্প পাকড়াও করল, তখন বললেন, হে আমার পরওয়ারদেগার, তুমি যদি ইচ্ছা করতে, তবে তাদেরকে আগেই ধ্বংস করে দিতে এবং আমাকেও। আমাদেরকে কি সে কর্মের কারণে ধ্বংস করছ, যা আমার সম্প্রদায়ের নির্বোধ লোকেরা করেছে? এসবই তোমার পরীক্ষা; তুমি যাকে ইচ্ছা এতে পথ ভ্রষ্ট করবে এবং যাকে ইচ্ছা সরলপথে রাখবে। তুমি যে আমাদের রক্ষক-সুতরাং আমাদেরকে ক্ষমা করে দাও এবং আমাদের উপর করুনা কর। তাছাড়া তুমিই তো সর্বাধিক ক্ষমাকারী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 156,
                                        "bnText": "আর পৃথিবীতে এবং আখেরাতে আমাদের জন্য কল্যাণ লিখে দাও। আমরা তোমার দিকে প্রত্যাবর্তন করছি। আল্লাহ তা’আলা বললেন, আমার আযাব তারই উপর পরিব্যাপ্ত। সুতরাং তা তাদের জন্য লিখে দেব যারা ভয় রাখে, যাকাত দান করে এবং যারা আমার আয়তসমুহের উপর বিশ্বাস স্থাপন করে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 157,
                                        "bnText": "সেসমস্ত লোক, যারা আনুগত্য অবলম্বন করে এ রসূলের, যিনি উম্মী নবী, যাঁর সম্পর্কে তারা নিজেদের কাছে রক্ষিত তওরাত ও ইঞ্জিলে লেখা দেখতে পায়, তিনি তাদেরকে নির্দেশ দেন সৎকর্মের, বারণ করেন অসৎকর্ম থেকে; তাদের জন্য যাবতীয় পবিত্র বস্তু হালাল ঘোষনা করেন ও নিষিদ্ধ করেন হারাম বস্তুসমূহ এবং তাদের উপর থেকে সে বোঝা নামিয়ে দেন এবং বন্দীত্ব অপসারণ করেন যা তাদের উপর বিদ্যমান ছিল। সুতরাং যেসব লোক তাঁর উপর ঈমান এনেছে, তাঁর সাহচর্য অবলম্বন করেছে, তাঁকে সাহায্য করেছে এবং সে নূরের অনুসরণ করেছে যা তার সাথে অবতীর্ণ করা হয়েছে, শুধুমাত্র তারাই নিজেদের উদ্দেশ্য সফলতা অর্জন করতে পেরেছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 158,
                                        "bnText": "বলে দাও, হে মানব মন্ডলী। তোমাদের সবার প্রতি আমি আল্লাহ প্রেরিত রসূল, সমগ্র আসমান ও যমীনে তার রাজত্ব। একমাত্র তাঁকে ছাড়া আর কারো উপাসনা নয়। তিনি জীবন ও মৃত্যু দান করেন। সুতরাং তোমরা সবাই বিশ্বাস স্থাপন করো আল্লাহর উপর তাঁর প্রেরিত উম্মী নবীর উপর, যিনি বিশ্বাস রাখেন আল্লাহর এবং তাঁর সমস্ত কালামের উপর। তাঁর অনুসরণ কর যাতে সরল পথপ্রাপ্ত হতে পার।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 159,
                                        "bnText": "বস্তুতঃ মূসার সম্প্রদায়ে একটি দল রয়েছে যারা সত্যপথ নির্দেশ করে এবং সে মতেই বিচার করে থাকে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 160,
                                        "bnText": "আর আমি পৃথক পৃথক করে দিয়েছি তাদের বার জন পিতামহের সন্তানদেরকে বিরাট বিরাট দলে, এবং নির্দেশ দিয়েছি মুসাকে, যখন তার কাছে তার সম্প্রদায় পানি চাইল যে, স্বীয় যষ্টির দ্বারা আঘাত কর এ পাথরের উপর। অতঃপর এর ভেতর থেকে ফুটে বের হল বারটি প্রস্রবণ। প্রতিটি গোত্র চিনে নিল নিজ নিজ ঘাঁটি। আর আমি ছায়া দান করলাম তাদের উপর মেঘের এবং তাদের জন্য অবতীর্ন করলাম মান্না ও সালওয়া। যে পরিচ্ছন্ন বস্তুত জীবিকারূপে আমি তোমাদের দিয়েছি, তা থেকে তোমরা ভক্ষণ কর। বস্তুতঃ তারা আমার কোন ক্ষতি করেনি, বরং ক্ষতি করেছে নিজেদেরই।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 161,
                                        "bnText": "আর যখন তাদের প্রতি নির্দেশ হল যে, তোমরা এ নগরীতে বসবাস কর এবং খাও তা থেকে যেখান থেকে ইচ্ছা এবং বল, আমাদের ক্ষমা করুন। আর দরজা দিয়ে প্রবেশ কর প্রণত অবস্থায়। তবে আমি ক্ষমা করে দেব তোমাদের পাপসমুহ। অবশ্য আমি সৎকর্মীদিগকে অতিরিক্ত দান করব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 162,
                                        "bnText": "অনন্তর জালেমরা এতে অন্য শব্দ বদলে দিল তার পরিবর্তে, যা তাদেরকে বলা হয়েছিল। সুতরাং আমি তাদের উপর আযাব পাঠিয়েছি আসমান থেকে তাদের অপকর্মের কারণে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 163,
                                        "bnText": "আর তাদের কাছে সে জনপদের অবস্থা সম্পর্কে জিজ্ঞেস কর যা ছিল নদীর তীরে অবস্থিত। যখন শনিবার দিনের নির্দেশের ব্যাপারে সীমাতিক্রম করতে লাগল, যখন আসতে লাগল মাছগুলো তাদের কাছে শনিবার দিন পানির উপর, আর যেদিন শনিবার হত না, আসত না। এভাবে আমি তাদেরকে পরীক্ষা করেছি। কারণ, তারা ছিল নাফরমান।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 164,
                                        "bnText": "আর যখন তাদের মধ্যে থেকে এক সম্প্রদায় বলল, কেন সে লোকদের সদুপদেশ দিচ্ছেন, যাদেরকে আল্লাহ ধ্বংস করে দিতে চান কিংবা আযাব দিতে চান কঠিন আযাব? সে বললঃ তোমাদের পালনকর্তার সামনে দোষ ফুরাবার জন্য এবং এজন্য যেন তারা ভীত হয়।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 165,
                                        "bnText": "অতঃপর যখন তারা সেসব বিষয় ভুলে গেল, যা তাদেরকে বোঝানো হয়েছিল, তখন আমি সেসব লোককে মুক্তি দান করলাম যারা মন্দ কাজ থেকে বারণ করত। আর পাকড়াও করলাম, গোনাহগারদেরকে নিকৃষ্ট আযাবের মাধ্যমে তাদের না-ফরমানীর দরুন।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 166,
                                        "bnText": "তারপর যখন তারা এগিয়ে যেতে লাগল সে কর্মে যা থেকে তাদের বারণ করা হয়েছিল, তখন আমি নির্দেশ দিলাম যে, তোমরা লাঞ্ছিত বানর হয়ে যাও।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 167,
                                        "bnText": "আর সে সময়ের কথা স্মরণ কর, যখন তোমার পালনকর্তা সংবাদ দিয়েছেন যে, অবশ্যই কেয়ামত দিবস পর্যন্ত ইহুদীদের উপর এমন লোক পাঠাতে থাকবেন যারা তাদেরকে নিকৃষ্ট শাস্তি দান করতে থাকবে। নিঃসন্দেহে তোমার পালনকর্তা শীঘ্র শাস্তি দানকারী এবং তিনি ক্ষমাশীল, দয়ালু।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 168,
                                        "bnText": "আর আমি তাদেরকে বিভক্ত করে দিয়েছি দেশময় বিভিন্ন শ্রেনীতে, তাদের মধ্যে কিছু রয়েছে ভাল আর কিছু রয়েছে অন্য রকম! তাছাড়া আমি তাদেরকে পরীক্ষা করেছি ভাল ও মন্দের মাধ্যমে যাতে তারা ফিরে আসে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 169,
                                        "bnText": "তারপর তাদের পেছনে এসেছে কিছু অপদার্থ, যারা উত্তরাধিকারী হয়েছে কিতাবের; তারা নিকৃষ্ট পার্থিব উপকরণ আহরণ করছে এবং বলছে, আমাদের ক্ষমা করে দেয়া হবে। বস্তুতঃ এমনি ধরনের উপকরণ যদি আবারো তাদের সামনে উপস্থিত হয়, তবে তাও তুলে নেবে। তাদের কাছথেকে কিতাবে কি অঙ্গীকার নেয়া হয়নি যে, আল্লাহর প্রতি সত্য ছাড়া কিছু বলবে না? অথচ তারা সে সবই পাঠ করেছে, যা তাতে লেখা রয়েছে। বস্তুতঃ আখেরাতের আলয় ভীতদের জন্য উত্তম-তোমরা কি তা বোঝ না"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 170,
                                        "bnText": "আর যেসব লোক সুদৃঢ়ভাবে কিতাবকে আঁকড়ে থাকে এবং নামায প্রতিষ্ঠা করে নিশ্চয়ই আমি বিনষ্ট করব না সৎকর্মীদের সওয়াব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 171,
                                        "bnText": "আর যখন আমি তুলে ধরলাম পাহাড়কে তাদের উপরে সামিয়ানার মত এবং তারা ভয় করতে লাগল যে, সেটি তাদের উপর পড়বে, তখন আমি বললাম, ধর, যা আমি তোমাদের দিয়েছি, দৃঢ়ভাবে এবং স্মরণ রেখো যা তাতে রয়েছে, যেন তোমরা বাঁচতে পার।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 172,
                                        "bnText": "আর যখন তোমার পালনকর্তা বনী আদমের পৃষ্টদেশ থেকে বের করলেন তাদের সন্তানদেরকে এবং নিজের উপর তাদেরকে প্রতিজ্ঞা করালেন, আমি কি তোমাদের পালনকর্তা নই ? তারা বলল, অবশ্যই, আমরা অঙ্গীকার করছি। আবার না কেয়ামতের দিন বলতে শুরু কর যে, এ বিষয়টি আমাদের জানা ছিল না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 173,
                                        "bnText": "অথবা বলতে শুরু কর যে, অংশীদারিত্বের প্রথা তো আমাদের বাপ-দাদারা উদ্ভাবন করেছিল আমাদের পূর্বেই। আর আমরা হলাম তাদের পশ্চাৎবর্তী সন্তান-সন্ততি। তাহলে কি সে কর্মের জন্য আমাদেরকে ধ্বংস করবেন, যা পথভ্রষ্টরা করেছে"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 174,
                                        "bnText": "বস্তুতঃ এভাবে আমি বিষয়সমূহ সবিস্তারে বর্ণনা করি, যাতে তারা ফিরে আসে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 175,
                                        "bnText": "আর আপনি তাদেরকে শুনিয়ে দিন, সে লোকের অবস্থা, যাকে আমি নিজের নিদর্শনসমূহ দান করেছিলাম, অথচ সে তা পরিহার করে বেরিয়ে গেছে। আর তার পেছনে লেগেছে শয়তান, ফলে সে পথভ্রষ্টদের অন্তর্ভূক্ত হয়ে পড়েছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 176,
                                        "bnText": "অবশ্য আমি ইচ্ছা করলে তার মর্যাদা বাড়িয়ে দিতাম সে সকল নিদর্শনসমূহের দৌলতে। কিন্তু সে যে অধঃপতিত এবং নিজের রিপুর অনুগামী হয়ে রইল। সুতরাং তার অবস্থা হল কুকুরের মত; যদি তাকে তাড়া কর তবুও হাঁপাবে আর যদি ছেড়ে দাও তবুও হাঁপাবে। এ হল সেসব লোকের উদাহরণ; যারা মিথ্যা প্রতিপন্ন করেছে আমার নিদর্শনসমূহকে। অতএব, আপনি বিবৃত করুন এসব কাহিনী, যাতে তারা চিন্তা করে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 177,
                                        "bnText": "তাদের উদাহরণ অতি নিকৃষ্ট, যারা মিথ্যা প্রতিপন্ন করেছে আমার আয়াত সমূহকে এবং তারা নিজেদেরই ক্ষতি সাধন করেছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 178,
                                        "bnText": "যাকে আল্লাহ পথ দেখাবেন, সেই পথপ্রাপ্ত হবে। আর যাকে তিনি পথ ভ্রষ্ট করবেন, সে হবে ক্ষতিগ্রস্ত।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 179,
                                        "bnText": "আর আমি সৃষ্টি করেছি দোযখের জন্য বহু জ্বিন ও মানুষ। তাদের অন্তর রয়েছে, তার দ্বারা বিবেচনা করে না, তাদের চোখ রয়েছে, তার দ্বারা দেখে না, আর তাদের কান রয়েছে, তার দ্বারা শোনে না। তারা চতুষ্পদ জন্তুর মত; বরং তাদের চেয়েও নিকৃষ্টতর। তারাই হল গাফেল, শৈথিল্যপরায়ণ।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 180,
                                        "bnText": "আর আল্লাহর জন্য রয়েছে সব উত্তম নাম। কাজেই সে নাম ধরেই তাঁকে ডাক। আর তাদেরকে বর্জন কর, যারা তাঁর নামের ব্যাপারে বাঁকা পথে চলে। তারা নিজেদের কৃতকর্মের ফল শীঘ্রই পাবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 181,
                                        "bnText": "আর যাদেরকে আমি সৃষ্টি করেছি, তাদের মধ্যে এমন এক দল রয়েছে যারা সত্য পথ দেখায় এবং সে অনুযায়ী ন্যায়চিার করে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 182,
                                        "bnText": "বস্তুতঃ যারা মিথ্যা প্রতিপন্ন করেছে আমার আয়াতসমূহকে, আমি তাদেরকে ক্রমান্বয়ে পাকড়াও করব এমন জায়গা থেকে, যার সম্পর্কে তাদের ধারণাও হবে না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 183,
                                        "bnText": "বস্তুতঃ আমি তাদেরকে ঢিল দিয়ে থাকি। নিঃসন্দেহে আমার কৌশল সুনিপুণ।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 184,
                                        "bnText": "তারা কি লক্ষ্য করেনি যে, তাদের সঙ্গী লোকটির মস্তিষ্কে কোন বিকৃতি নেই? তিনি তো ভীতি প্রদর্শনকারী প্রকৃষ্টভাবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 185,
                                        "bnText": "তারা কি প্রত্যক্ষ করেনি আকাশ ও পৃথিবীর রাজ্য সম্পর্কে এবং যা কিছু সৃষ্টি করেছেন আল্লাহ তা’আলা বস্তু সামগ্রী থেকে এবং এ ব্যাপারে যে, তাদের সাথে কৃত ওয়াদার সময় নিকটবর্তী হয়ে এসেছে? বস্তুতঃ এরপর কিসের উপর ঈমান আনবে"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 186,
                                        "bnText": "আল্লাহ যাকে পথভ্রষ্ট করেন। তার কোন পথপ্রদর্শক নেই। আর আল্লাহ তাদেরকে তাদের দুষ্টামীতে মত্ত অবস্তায় ছেড়ে দিয়ে রাখেন।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 187,
                                        "bnText": "আপনাকে জিজ্ঞেস করে, কেয়ামত কখন অনুষ্ঠিত হবে? বলে দিন এর খবর তো আমার পালনকর্তার কাছেই রয়েছে। তিনিই তা অনাবৃত করে দেখাবেন নির্ধারিত সময়ে। আসমান ও যমীনের জন্য সেটি অতি কঠিন বিষয়। যখন তা তোমাদের উপর আসবে অজান্তেই এসে যাবে। আপনাকে জিজ্ঞেস করতে থাকে, যেন আপনি তার অনুসন্ধানে লেগে আছেন। বলে দিন, এর সংবাদ বিশেষ করে আল্লাহর নিকটই রয়েছে। কিন্তু তা অধিকাংশ লোকই উপলব্ধি করে না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 188,
                                        "bnText": "আপনি বলে দিন, আমি আমার নিজের কল্যাণ সাধনের এবং অকল্যাণ সাধনের মালিক নই, কিন্তু যা আল্লাহ চান। আর আমি যদি গায়বের কথা জেনে নিতে পারতাম, তাহলে বহু মঙ্গল অর্জন করে নিতে পারতাম, ফলে আমার কোন অমঙ্গল কখনও হতে পারত না। আমি তো শুধুমাত্র একজন ভীতি প্রদর্শক ও সুসংবাদদাতা ঈমানদারদের জন্য।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 189,
                                        "bnText": "তিনিই সে সত্তা যিনি তোমাদিগকে সৃষ্টি করেছেন একটি মাত্র সত্তা থেকে; আর তার থেকেই তৈরী করেছেন তার জোড়া, যাতে তার কাছে স্বস্তি পেতে পারে। অতঃপর পুরুষ যখন নারীকে আবৃত করল, তখন, সে গর্ভবতী হল। অতি হালকা গর্ভ। সে তাই নিয়ে চলাফেরা করতে থাকল। তারপর যখন বোঝা হয়ে গেল, তখন উভয়েই আল্লাহকে ডাকল যিনি তাদের পালনকর্তা যে, তুমি যদি আমাদিগকে সুস্থ ও ভাল দান কর তবে আমরা তোমার শুকরিয়া আদায় করব।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 190,
                                        "bnText": "অতঃপর তাদেরকে যখন সুস্থ ও ভাল দান করা হল, তখন দানকৃত বিষয়ে তার অংশীদার তৈরী করতে লাগল। বস্তুতঃ আল্লাহ তাদের শরীক সাব্যস্ত করা থেকে বহু উর্ধে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 191,
                                        "bnText": "তারা কি এমন কাউকে শরীক সাব্যস্ত করে, যে একটি বস্তুও সৃষ্টি করেনি, বরং তাদেরকে সৃষ্টি করা হয়েছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 192,
                                        "bnText": "আর তারা, না তাদের সাহায্য করতে পারে, না নিজের সাহায্য করতে পারে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 193,
                                        "bnText": "আর তোমরা যদি তাদেরকে আহবান কর সুপথের দিকে, তবে তারা তোমাদের আহবান অনুযায়ী চলবে না। তাদেরকে আহবান জানানো কিংবা নীরব থাকা উভয়টিই তোমাদের জন্য সমান।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 194,
                                        "bnText": "আল্লাহকে বাদ দিয়ে তোমরা যাদেরকে ডাক, তারা সবাই তোমাদের মতই বান্দা। অতএব, তোমরা যাদেরকে ডাক, তখন তাদের পক্ষেও তো তোমাদের সে ডাক কবুল করা উচিত যদি তোমরা সত্যবাদী হয়ে থাক"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 195,
                                        "bnText": "তাদের কি পা আছে, যদ্বারা তারা চলাফেরা করে, কিংবা তাদের কি হাত আছে, যদ্বারা তারা ধরে। অথবা তাদের কি চোখ আছে যদ্বারা তারা দেখতে পায় কিংবা তাদের কি কান আছে যদ্বারা শুনতে পায়? বলে দাও, তোমরা ডাক তোমাদের অংশীদারদিগকে, অতঃপর আমার অমঙ্গল কর এবং আমাকে অবকাশ দিও না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 196,
                                        "bnText": "আমার সহায় তো হলেন আল্লাহ, যিনি কিতাব অবতীর্ণ করেছেন। বস্তুত; তিনিই সাহায্য করেন সৎকর্মশীল বান্দাদের।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 197,
                                        "bnText": "আর তোমরা তাঁকে বাদ দিয়ে যাদেরকে ডাক তারা না তোমাদের কোন সাহায্য করতে পারবে, না নিজেদের আত্নরক্ষা করতে পারবে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 198,
                                        "bnText": "আর তুমি যদি তাদেরকে সুপথে আহবান কর, তবে তারা তা কিছুই শুনবে না। আর তুমি তো তাদের দেখছই, তোমার দিকে তাকিয়ে আছে, অথচ তারা কিছুই দেখতে পাচ্ছে না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 199,
                                        "bnText": "আর ক্ষমা করার অভ্যাস গড়ে তোল, সৎকাজের নির্দেশ দাও এবং মূর্খ জাহেলদের থেকে দূরে সরে থাক।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 200,
                                        "bnText": "আর যদি শয়তানের প্ররোচনা তোমাকে প্ররোচিত করে, তাহলে আল্লাহর শরণাপন্ন হও তিনিই শ্রবণকারী, মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 201,
                                        "bnText": "যাদের মনে ভয় রয়েছে, তাদের উপর শয়তানের আগমন ঘটার সাথে সাথেই তারা সতর্ক হয়ে যায় এবং তখনই তাদের বিবেচনাশক্তি জাগ্রত হয়ে উঠে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 202,
                                        "bnText": "পক্ষান্তরে যারা শয়তানের ভাই, তাদেরকে সে ক্রমাগত পথভ্রষ্ট তার দিকে নিয়ে যায় অতঃপর তাতে কোন কমতি করে না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 203,
                                        "bnText": "আর যখন আপনি তাদের নিকট কোন নিদর্শন নিয়ে না যান, তখন তারা বলে, আপনি নিজের পক্ষ থেকে কেন অমুকটি নিয়ে আসলেন না, তখন আপনি বলে দিন, আমি তো সে মতেই চলি যে হুকুম আমার নিকট আসে আমার পরওয়ারদেগারের কাছ থেকে। এটা ভাববার বিষয় তোমাদের পরওয়ারদেগারের পক্ষ থেকে এবং হেদায়েত ও রহমত সেসব লোকের জন্য যারা ঈমান এনেছে।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 204,
                                        "bnText": "আর যখন কোরআন পাঠ করা হয়, তখন তাতে কান লাগিয়ে রাখ এবং নিশ্চুপ থাক যাতে তোমাদের উপর রহমত হয়।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 205,
                                        "bnText": "আর স্মরণ করতে থাক স্বীয় পালনকর্তাকে আপন মনে ক্রন্দনরত ও ভীত-সন্ত্রস্ত অবস্থায় এবং এমন স্বরে যা চিৎকার করে বলা অপেক্ষা কম; সকালে ও সন্ধ্যায়। আর বে-খবর থেকো না।"
                              },
                              {
                                        "chapter": 7,
                                        "verseKey": 206,
                                        "bnText": "নিশ্চয়ই যারা তোমার পরওয়ারদেগারের সান্নিধ্যে রয়েছেন, তারা তাঁর বন্দেগীর ব্যাপারে অহঙ্কার করেন না এবং স্মরণ করেন তাঁর পবিত্র সত্তাকে; আর তাঁকেই সেজদা করেন।"
                              }
                    ],
          },
          {
                    "surahNo": 8,
                    "surahName": "সূরা আল আনফাল",
                    "surahArName": "الأنفال",
                    "surahMeaning": "যুদ্ধে-লব্ধ ধনসম্পদ",
                    "totalVerses": "75",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-8.mp3",
                    "verses": [
                              {
                                        "chapter": 8,
                                        "verseKey": 1,
                                        "bnText": "আপনার কাছে জিজ্ঞেস করে, গনীমতের হুকুম। বলে দিন, গণীমতের মাল হল আল্লাহর এবং রসূলের। অতএব, তোমরা আল্লাহকে ভয় কর এবং নিজেদের অবস্থা সংশোধন করে নাও। আর আল্লাহ এবং তাঁর রসূলের হুকুম মান্য কর, যদি ঈমানদার হয়ে থাক।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 2,
                                        "bnText": "যারা ঈমানদার, তারা এমন যে, যখন আল্লাহর নাম নেয়া হয় তখন ভীত হয়ে পড়ে তাদের অন্তর। আর যখন তাদের সামনে পাঠ করা হয় কালাম, তখন তাদের ঈমান বেড়ে যায় এবং তারা স্বীয় পরওয়ার দেগারের প্রতি ভরসা পোষণ করে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 3,
                                        "bnText": "সে সমস্ত লোক যারা নামায প্রতিষ্ঠা করে এবং আমি তাদেরকে যে রুযী দিয়েছি তা থেকে ব্যয় করে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 4,
                                        "bnText": "তারাই হল সত্যিকার ঈমানদার! তাদের জন্য রয়েছে স্বীয় পরওয়ারদেগারের নিকট মর্যাদা, ক্ষমা এবং সম্মানজনক রুযী।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 5,
                                        "bnText": "যেমন করে তোমাকে তোমার পরওয়ারদেগার ঘর থেকে বের করেছেন ন্যায় ও সৎকাজের জন্য, অথচ ঈমানদারদের একটি দল (তাতে) সম্মত ছিল না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 6,
                                        "bnText": "তারা তোমার সাথে বিবাদ করছিল সত্য ও ন্যায় বিষয়ে, তা প্রকাশিত হবার পর; তারা যেন মৃত্যুর দিকে ধাবিত হচ্ছে দেখতে দেখতে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 7,
                                        "bnText": "আর যখন আল্লাহ দু’টি দলের একটির ব্যাপারে তোমাদের সাথে ওয়াদা করেছিলেন যে, সেটি তোমাদের হস্তগত হবে, আর তোমরা কামনা করছিলে যাতে কোন রকম কন্টক নেই, তাই তোমাদের ভাগে আসুক; অথচ আল্লাহ চাইতেন সত্যকে স্বীয় কালামের মাধ্যমে সত্যে পরিণত করতে এবং কাফেরদের মূল কর্তন করে দিতে"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 8,
                                        "bnText": "যাতে করে সত্যকে সত্য এবং মিথ্যাকে মিথ্যা প্রতিপন্ন করে দেন, যদিও পাপীরা অসন্তুষ্ট হয়।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 9,
                                        "bnText": "তোমরা যখন ফরিয়াদ করতে আরম্ভ করেছিলে স্বীয় পরওয়ারদেগারের নিকট, তখন তিনি তোমাদের ফরিয়াদের মঞ্জুরী দান করলেন যে, আমি তোমাদিগকে সাহায্য করব ধারাবহিকভাবে আগত হাজার ফেরেশতার মাধ্যমে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 10,
                                        "bnText": "আর আল্লাহ তো শুধু সুসংবাদ দান করলেন যাতে তোমাদের মন আশ্বস্ত হতে পারে। আর সাহায্য আল্লাহর পক্ষ থেকে ছাড়া অন্য কারো পক্ষ থেকে হতে পারে না। নিঃসন্দেহে আল্লাহ মহাশক্তির অধিকারী হেকমত ওয়ালা।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 11,
                                        "bnText": "যখন তিনি আরোপ করেন তোমাদের উপর তন্দ্রাচ্ছন্ন তা নিজের পক্ষ থেকে তোমাদের প্রশান্তির জন্য এবং তোমাদের উপর আকাশ থেকে পানি অবতরণ করেন, যাতে তোমাদিগকে পবিত্র করে দেন এবং যাতে তোমাদের থেকে অপসারিত করে দেন শয়তানের অপবিত্রতা। আর যাতে করে সুরক্ষিত করে দিতে পারেন তোমাদের অন্তরসমূহকে এবং তাতে যেন সুদৃঢ় করে দিতে পারেন তোমাদের পা গুলো।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 12,
                                        "bnText": "যখন নির্দেশ দান করেন ফেরেশতাদিগকে তোমাদের পরওয়ারদেগার যে, আমি সাথে রয়েছি তোমাদের, সুতরাং তোমরা মুসলমানদের চিত্তসমূহকে ধীরস্থির করে রাখ। আমি কাফেরদের মনে ভীতির সঞ্চার করে দেব। কাজেই গর্দানের উপর আঘাত হান এবং তাদেরকে কাট জোড়ায় জোড়ায়।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 13,
                                        "bnText": "যেহেতু তারা অবাধ্য হয়েছে আল্লাহ এবং তাঁর রসূলের, সেজন্য এই নির্দেশ। বস্তুতঃ যে লোক আল্লাহ ও রসূলের অবাধ্য হয়, নিঃসন্দেহে আল্লাহর শাস্তি অত্যন্ত কঠোর।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 14,
                                        "bnText": "আপাততঃ বর্তমান এ শাস্তি তোমরা আস্বাদন করে নাও এবং জেনে রাখ যে, কাফেরদের জন্য রয়েছে দোযখের আযাব।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 15,
                                        "bnText": "হে ঈমানদারগণ, তোমরা যখন কাফেরদের সাথে মুখোমুখী হবে, তখন পশ্চাদপসরণ করবে না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 16,
                                        "bnText": "আর যে লোক সেদিন তাদের থেকে পশ্চাদপসরণ করবে, অবশ্য যে লড়াইয়ের কৌশল পরিবর্তনকল্পে কিংবা যে নিজ সৈন্যদের নিকট আশ্রয় নিতে আসে সে ব্যতীত অন্যরা আল্লাহর গযব সাথে নিয়ে প্রত্যাবর্তন করবে। আর তার ঠিকানা হল জাহান্নাম। বস্তুতঃ সেটা হল নিকৃষ্ট অবস্থান।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 17,
                                        "bnText": "সুতরাং তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন। আর তুমি মাটির মুষ্ঠি নিক্ষেপ করনি, যখন তা নিক্ষেপ করেছিলে, বরং তা নিক্ষেপ করেছিলেন আল্লাহ স্বয়ং যেন ঈমানদারদের প্রতি এহসান করতে পারেন যথার্থভাবে। নিঃসন্দেহে আল্লাহ শ্রবণকারী; পরিজ্ঞাত।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 18,
                                        "bnText": "এটাতো গেল, আর জেনে রেখো, আল্লাহ নস্যাৎ করে দেবেন কাফেরদের সমস্ত কলা-কৌশল।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 19,
                                        "bnText": "তোমরা যদি মীমাংসা কামনা কর, তাহলে তোমাদের নিকট মীমাংসা পৌছে গেছে। আর যদি তোমরা প্রত্যাবর্তন কর, তবে তা তোমাদের জন্য উত্তম এবং তোমরা যদি তাই কর, তবে আমি ও তেমনি করব। বস্তুতঃ তোমাদের কোনই কাজে আসবে না তোমাদের দল-বল, তা যত বেশীই হোক। জেনে রেখ আল্লাহ রয়েছেন ঈমানদারদের সাথে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 20,
                                        "bnText": "হে ঈমানদারগণ, আল্লাহ ও তাঁর রসূলের নির্দেশ মান্য কর এবং শোনার পর তা থেকে বিমুখ হয়ো না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 21,
                                        "bnText": "আর তাদের অন্তর্ভুক্ত হয়ো না, যারা বলে যে, আমরা শুনেছি, অথচ তারা শোনেনা।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 22,
                                        "bnText": "নিঃসন্দেহে আল্লাহ তা’আলার নিকট সমস্ত প্রাণীর তুলনায় তারাই মূক ও বধির, যারা উপলদ্ধি করে না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 23,
                                        "bnText": "বস্তুতঃ আল্লাহ যদি তাদের মধ্যে কিছুমাত্র শুভ চিন্তা জানতেন, তবে তাদেরকে শুনিয়ে দিতেন। আর এখনই যদি তাদের শুনিয়ে দেন, তবে তারা মুখ ঘুরিয়ে পালিয়ে যাবে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 24,
                                        "bnText": "হে ঈমানদারগণ, আল্লাহ ও তাঁর রসূলের নির্দেশ মান্য কর, যখন তোমাদের সে কাজের প্রতি আহবান করা হয়, যাতে রয়েছে তোমাদের জীবন। জেনে রেখো, আল্লাহ মানুষের এবং তার অন্তরের মাঝে অন্তরায় হয়ে যান। বস্তুতঃ তোমরা সবাই তাঁরই নিকট সমবেত হবে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 25,
                                        "bnText": "আর তোমরা এমন ফাসাদ থেকে বেঁচে থাক যা বিশেষতঃ শুধু তাদের উপর পতিত হবে না যারা তোমাদের মধ্যে জালেম এবং জেনে রেখ যে, আল্লাহর আযাব অত্যন্ত কঠোর।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 26,
                                        "bnText": "আর স্মরণ কর, যখন তোমরা ছিলে অল্প, পরাজিত অবস্থায় পড়েছিলে দেশে; ভীত-সস্ত্রস্ত্র ছিলে যে, তোমাদের না অন্যেরা ছোঁ মেরে নিয়ে যায়। অতঃপর তিনি তোমাদিগকে আশ্রয়ের ঠিকানা দিয়েছেন, স্বীয় সাহায্যের দ্বারা তোমাদিগকে শক্তি দান করেছেন এবং পরিচ্ছন্ন জীবিকা দিয়েছেন যাতে তোমরা শুকরিয়া আদায় কর।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 27,
                                        "bnText": "হে ঈমানদারগণ, খেয়ানত করোনা আল্লাহর সাথে ও রসূলের সাথে এবং খেয়ানত করো না নিজেদের পারস্পরিক আমানতে জেনে-শুনে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 28,
                                        "bnText": "আর জেনে রাখ, তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি অকল্যাণের সম্মুখীনকারী। বস্তুতঃ আল্লাহর নিকট রয়েছে মহা সওয়াব।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 29,
                                        "bnText": "হে ঈমানদারগণ তোমরা যদি আল্লাহকে ভয় করতে থাক, তবে তোমাদের মধ্যে ফয়সালা করে দেবেন এবং তোমাদের থেকে তোমাদের পাপকে সরিয়ে দেবেন এবং তোমাদের ক্ষমা করবেন। বস্তুতঃ আল্লাহর অনুগ্রহ অত্যন্ত মহান।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 30,
                                        "bnText": "আর কাফেরেরা যখন প্রতারণা করত আপনাকে বন্দী অথবা হত্যা করার উদ্দেশ্যে কিংবা আপনাকে বের করে দেয়ার জন্য তখন তারা যেমন ছলনা করত তেমনি, আল্লাহও ছলনা করতেন। বস্তুতঃ আল্লাহর ছলনা সবচেয়ে উত্তম।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 31,
                                        "bnText": "আর কেউ যখন তাদের নিকট আমার আয়াতসমূহ পাঠ করে তবে বলে, আমরা শুনেছি, ইচ্ছা করলে আমরাও এমন বলতে পারি; এ তো পূর্ববর্তী ইতিকথা ছাড়া আর কিছুই নয়।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 32,
                                        "bnText": "তাছাড়া তারা যখন বলতে আরম্ভ করে যে, ইয়া আল্লাহ, এই যদি তোমার পক্ষ থেকে (আগত) সত্য দ্বীন হয়ে থাকে, তবে আমাদের উপর আকাশ থেকে প্রস্তর বর্ষণ কর কিংবা আমাদের উপর বেদনাদায়ক আযাব নাযিল কর।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 33,
                                        "bnText": "অথচ আল্লাহ কখনই তাদের উপর আযাব নাযিল করবেন না যতক্ষণ আপনি তাদের মাঝে অবস্থান করবেন। তাছাড়া তারা যতক্ষণ ক্ষমা প্রার্থনা করতে থাকবে আল্লাহ কখনও তাদের উপর আযাব দেবেন না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 34,
                                        "bnText": "আর তাদের মধ্যে এমন কি বিষয় রয়েছে, যার ফলে আল্লাহ তাদের উপর আযাব দান করবেন না। অথচ তারা মসজিদে-হারামে যেতে বাধাদান করে, অথচ তাদের সে অধিকার নেই। এর অধিকার তো তাদেরই রয়েছে যারা পরহেযগার। কিন্তু তাদের অধিকাংশই সে বিষয়ে অবহিত নয়।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 35,
                                        "bnText": "আর কা’বার নিকট তাদের নামায বলতে শিস দেয়া আর তালি বাজানো ছাড়া অন্য কোন কিছুই ছিল না। অতএব, এবার নিজেদের কৃত কুফরীর আযাবের স্বাদ গ্রহণ কর।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 36,
                                        "bnText": "নিঃসন্দেহে যেসব লোক কাফের, তারা ব্যয় করে নিজেদের ধন-সম্পদ, যাতে করে বাধাদান করতে পারে আল্লাহর পথে। বস্তুতঃ এখন তারা আরো ব্যয় করবে। তারপর তাই তাদের জন্য আক্ষেপের কারণ হয়ে এবং শেষ পর্যন্ত তারা হেরে যাবে। আর যারা কাফের তাদেরকে দোযখের দিকে তাড়িয়ে নিয়ে যাওয়া হবে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 37,
                                        "bnText": "যাতে পৃথক করে দেন আল্লাহ অপবিত্র ও না-পাককে পবিত্র ও পাক থেকে। আর যাতে একটির পর একটিকে স্থাপন করে সমবেত স্তুপে পরিণত করেন এবং পরে দোযখে নিক্ষেপ করেন। এরাই হল ক্ষতিগ্রস্ত।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 38,
                                        "bnText": "তুমি বলে দাও, কাফেরদেরকে যে, তারা যদি বিরত হয়ে যায়, তবে যা কিছু ঘটে গেছে ক্ষমা হবে যাবে। পক্ষান্তরে আবারও যদি তাই করে, তবে পুর্ববর্তীদের পথ নির্ধারিত হয়ে গেছে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 39,
                                        "bnText": "আর তাদের সাথে যুদ্ধ করতে থাক যতক্ষণ না ভ্রান্তি শেষ হয়ে যায়; এবং আল্লাহর সমস্ত হুকুম প্রতিষ্ঠিত হয়ে যায়। তারপর যদি তারা বিরত হয়ে যায়, তবে আল্লাহ তাদের কার্যকলাপ লক্ষ্য করেন।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 40,
                                        "bnText": "আর তারা যদি না মানে, তবে জেনে রাখ, আল্লাহ তোমাদের সমর্থক; এবং কতই না চমৎকার সাহায্যকারী।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 41,
                                        "bnText": "আর এ কথাও জেনে রাখ যে, কোন বস্তু-সামগ্রীর মধ্য থেকে যা কিছু তোমরা গনীমত হিসাবে পাবে, তার এক পঞ্চমাংশ হল আল্লাহর জন্য, রসূলের জন্য, তাঁর নিকটাত্নীয়-স্বজনের জন্য এবং এতীম-অসহায় ও মুসাফিরদের জন্য; যদি তোমাদের বিশ্বাস থাকে আল্লাহর উপর এবং সে বিষয়ের উপর যা আমি আমার বান্দার প্রতি অবতীর্ণ করেছি ফয়সালার দিনে, যেদিন সম্মুখীন হয়ে যায় উভয় সেনাদল। আর আল্লাহ সব কিছুর উপরই ক্ষমতাশীল।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 42,
                                        "bnText": "আর যখন তোমরা ছিলে সমরাঙ্গনের এ প্রান্তে আর তারা ছিল সে প্রান্তে অথচ কাফেলা তোমাদের থেকে নীচে নেমে গিয়েছিল। এমতাবস্থায় যদি তোমরা পারস্পরিক অঙ্গীকারাবদ্ধ হতে, তবে তোমরা এক সঙ্গে সে ওয়াদা পালন করতে পারতে না। কিন্তু আল্লাহ তা’আলা এমন এক কাজ করতে চেয়েছিলেন, যা নির্ধারিত হয়ে গিয়েছিল যাতে সে সব লোক নিহত হওয়ার ছিল, প্রমাণ প্রতিষ্ঠার পর এবং যাদের বাঁচার ছিল, তারা বেঁচে থাকে প্রমাণ প্রতিষ্ঠার পর। আর নিশ্চিতই আল্লাহ শ্রবণকারী, বিজ্ঞ।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 43,
                                        "bnText": "আল্লাহ যখন তোমাকে স্বপ্নে সেসব কাফেরের পরিমাণ অল্প করে দেখালেন; বেশী করে দেখালে তোমরা কাপুরুষতা অবলম্বন করতে এবং কাজের বেলায় বিপদ সৃষ্টি করতে। কিন্তু আল্লাহ বাঁচিয়ে দিয়েছেন। তিনি অতি উত্তমভাবেই জানেন; যা কিছু অন্তরে রয়েছে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 44,
                                        "bnText": "আর যখন তোমাদেরকে দেখালেন সে সৈন্যদল মোকাবেলার সময় তোমাদের চোখে অল্প এবং তোমাদেরকে দেখালেন তাদের চোখে বেশী, যাতে আল্লাহ সে কাজ করে নিতে পারেন যা ছিল নির্ধারিত। আর সব কাজই আল্লাহর নিকট গিয়ে পৌছায়।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 45,
                                        "bnText": "হে ঈমানদারগণ, তোমরা যখন কোন বাহিনীর সাথে সংঘাতে লিপ্ত হও, তখন সুদৃঢ় থাক এবং আল্লাহকে অধিক পরিমাণে স্মরণ কর যাতে তোমরা উদ্দেশ্যে কৃতকার্য হতে পার।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 46,
                                        "bnText": "আর আল্লাহ তা’আলার নির্দেশ মান্য কর এবং তাঁর রসূলের। তাছাড়া তোমরা পরস্পরে বিবাদে লিপ্ত হইও না। যদি তা কর, তবে তোমরা কাপুরুষ হয়ে পড়বে এবং তোমাদের প্রভাব চলে যাবে। আর তোমরা ধৈর্য্যধারণ কর। নিশ্চয়ই আল্লাহ তা'আলা রয়েছেন ধৈর্য্যশীলদের সাথে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 47,
                                        "bnText": "আর তাদের মত হয়ে যেয়ো না, যারা বেরিয়েছে নিজেদের অবস্থান থেকে গর্বিতভাবে এবং লোকদেরকে দেখাবার উদ্দেশে। আর আল্লাহর পথে তারা বাধা দান করত। বস্তুতঃ আল্লাহর আয়ত্বে রয়েছে সে সমস্ত বিষয় যা তারা করে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 48,
                                        "bnText": "আর যখন সুদৃশ্য করে দিল শয়তান তাদের দৃষ্টিতে তাদের কার্যকলাপকে এবং বলল যে, আজকের দিনে কোন মানুষই তোমাদের উপর বিজয়ী হতে পারবে না আর আমি হলাম তোমাদের সমর্থক, অতঃপর যখন সামনাসামনী হল উভয় বাহিনী তখন সে অতি দ্রুত পায়ে পেছনে দিকে পালিয়ে গেল এবং বলল, আমি তোমাদের সাথে না-আমি দেখছি, যা তোমরা দেখছ না; আমি ভয় করি আল্লাহকে। আর আল্লাহর আযাব অত্যন্ত কঠিন।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 49,
                                        "bnText": "যখন মোনাফেকরা বলতে লাগল এবং যাদের অন্তর ব্যাধিগ্রস্ত, এরা নিজেদের ধর্মের উপর গর্বিত। বস্তুতঃ যারা ভরসা করে আল্লাহর উপর, সে নিশ্চিন্ত, কেননা আল্লাহ অতি পরাক্রমশীল, সুবিজ্ঞ।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 50,
                                        "bnText": "আর যদি তুমি দেখ, যখন ফেরেশতারা কাফেরদের জান কবজ করে; প্রহার করে, তাদের মুখে এবং তাদের পশ্চাদদেশে আর বলে, জ্বলন্ত আযাবের স্বাদ গ্রহণ কর।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 51,
                                        "bnText": "এই হলো সে সবের বিনিময় যা তোমরা তোমাদের পূর্বে পাঠিয়েছ নিজের হাতে। বস্তুতঃ এটি এ জন্য যে, আল্লাহ বান্দার উপর যুলুম করেন না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 52,
                                        "bnText": "যেমন, রীতি রয়েছে ফেরাউনের অনুসারীদের এবং তাদের পূর্বে যারা ছিল তাদের ব্যাপারে যে, এরা আল্লাহর নির্দেশের প্রতি অস্বীকৃতি জ্ঞাপন করেছে এবং সেজন্য আল্লাহ তা’আলা তাদের পাকড়াও করেছেন তাদেরই পাপের দরুন। নিঃসন্দেহে আল্লাহ মহাশক্তিশালী, কঠিন শাস্তিদাতা।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 53,
                                        "bnText": "তার কারণ এই যে, আল্লাহ কখনও পরিবর্তন করেন না, সে সব নেয়ামত, যা তিনি কোন জাতিকে দান করেছিলেন, যতক্ষণ না সে জাতি নিজেই পরিবর্তিত করে দেয় নিজের জন্য নির্ধারিত বিষয়। বস্তুতঃ আল্লাহ শ্রবণকারী, মহাজ্ঞানী।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 54,
                                        "bnText": "যেমন ছিল রীতি ফেরাউনের বংশধর এবং যারা তাদের পূর্বে ছিল, তারা মিথ্যা প্রতিপন্ন করেছিল স্বীয় পালনকর্তার নিদর্শনসমূহকে। অতঃপর আমি তাদেরকে ধ্বংস করে দিয়েছি তাদের পাপের দরুন এবং ডুবিয়ে মেরেছি ফেরাউনের বংশধরদেরকে। বস্তুতঃ এরা সবাই ছিল যালেম।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 55,
                                        "bnText": "সমস্ত জীবের মাঝে আল্লাহর নিকট তারাই সবচেয়ে নিকৃষ্ট, যারা অস্বীকারকারী হয়েছে অতঃপর আর ঈমান আনেনি।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 56,
                                        "bnText": "যাদের সাথে তুমি চুক্তি করেছ তাদের মধ্য থেকে অতঃপর প্রতিবার তারা নিজেদের কৃতচুক্তি লংঘন করে এবং ভয় করে না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 57,
                                        "bnText": "সুতরাং যদি কখনো তুমি তাদেরকে যুদ্ধে পেয়ে যাও, তবে তাদের এমন শাস্তি দাও, যেন তাদের উত্তরসূরিরা তাই দেখে পালিয়ে যায়; তাদেরও যেন শিক্ষা হয়।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 58,
                                        "bnText": "তবে কোন সম্প্রদায়ের ধোঁকা দেয়ার ব্যাপারে যদি তোমাদের ভয় থাকে, তবে তাদের চুক্তি তাদের দিকেই ছুঁড়ে ফেলে দাও এমনভাবে যেন হয়ে যাও তোমরাও তারা সমান। নিশ্চয়ই আল্লাহ ধোকাবাজ, প্রতারককে পছন্দ করেন না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 59,
                                        "bnText": "আর কাফেররা যেন একা যা মনে না করে যে, তারা বেঁচে গেছে; কখনও এরা আমাকে পরিশ্রান্ত করতে পারবে না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 60,
                                        "bnText": "আর প্রস্তুত কর তাদের সাথে যুদ্ধের জন্য যাই কিছু সংগ্রহ করতে পার নিজের শক্তি সামর্থ্যের মধ্যে থেকে এবং পালিত ঘোড়া থেকে, যেন প্রভাব পড়ে আল্লাহর শুত্রুদের উপর এবং তোমাদের শত্রুদের উপর আর তাদেরকে ছাড়া অন্যান্যদের উপর ও যাদেরকে তোমরা জান না; আল্লাহ তাদেরকে চেনেন। বস্তুতঃ যা কিছু তোমরা ব্যয় করবে আল্লাহর রাহে, তা তোমরা পরিপূর্ণভাবে ফিরে পাবে এবং তোমাদের কোন হক অপূর্ণ থাকবে না।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 61,
                                        "bnText": "আর যদি তারা সন্ধি করতে আগ্রহ প্রকাশ করে, তাহলে তুমিও সে দিকেই আগ্রহী হও এবং আল্লাহর উপর ভরসা কর। নিঃসন্দেহে তিনি শ্রবণকারী; পরিজ্ঞাত।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 62,
                                        "bnText": "পক্ষান্তরে তারা যদি তোমাকে প্রতারণা করতে চায়, তবে তোমার জন্য আল্লাহই যথেষ্ট, তিনিই তোমাকে শক্তি যুগিয়েছেন স্বীয় সাহায্যে ও মুসলমানদের মাধ্যমে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 63,
                                        "bnText": "আর প্রীতি সঞ্চার করেছেন তাদের অন্তরে। যদি তুমি সেসব কিছু ব্যয় করে ফেলতে, যা কিছু যমীনের বুকে রয়েছে, তাদের মনে প্রীতি সঞ্চার করতে পারতে না। কিন্তু আল্লাহ তাদের মনে প্রীতি সঞ্চার করেছেন। নিঃসন্দেহে তিনি পরাক্রমশালী, সুকৌশলী।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 64,
                                        "bnText": "হে নবী, আপনার জন্য এবং যেসব মুসলমান আপনার সাথে রয়েছে তাদের সবার জন্য আল্লাহ যথেষ্ট।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 65,
                                        "bnText": "হে নবী, আপনি মুসলমানগণকে উৎসাহিত করুন জেহাদের জন্য। তোমাদের মধ্যে যদি বিশ জন দৃঢ়পদ ব্যক্তি থাকে, তবে জয়ী হবে দু’শর মোকাবেলায়। আর যদি তোমাদের মধ্যে থাকে একশ লোক, তবে জয়ী হবে হাজার কাফেরের উপর থেকে তার কারণ ওরা জ্ঞানহীন।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 66,
                                        "bnText": "এখন বোঝা হালকা করে দিয়েছেন আল্লাহ তা’আলা তোমাদের উপর এবং তিনি জেনে নিয়েছেন যে, তোমাদের মধ্য দূর্বলতা রয়েছে। কাজেই তোমাদের মধ্যে যদি দৃঢ়চিত্ত একশ লোক বিদ্যমান থাকে, তবে জয়ী হবে দু’শর উপর। আর যদি তোমরা এক হাজার হও তবে আল্লাহর হুকুম অনুযায়ী জয়ী হবে দু’হাজারের উপর আর আল্লাহ রয়েছেন দৃঢ়চিত্ত লোকদের সাথে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 67,
                                        "bnText": "নবীর পক্ষে উচিত নয় বন্দীদিগকে নিজের কাছে রাখা, যতক্ষণ না দেশময় প্রচুর রক্তপাত ঘটাবে। তোমরা পার্থিব সম্পদ কামনা কর, অথচ আল্লাহ চান আখেরাত। আর আল্লাহ হচ্ছেন পরাক্রমশালী হেকমতওয়ালা।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 68,
                                        "bnText": "যদি একটি বিষয় না হত যা পূর্ব থেকেই আল্লাহ লিখে রেখেছেন, তাহলে তোমরা যা গ্রহণ করছ সেজন্য বিরাট আযাব এসে পৌছাত।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 69,
                                        "bnText": "সুতরাং তোমরা খাও গনীমত হিসাবে তোমরা যে পরিচ্ছন্ন ও হালাল বস্তু অর্জন করেছ তা থেকে। আর আল্লাহকে ভয় করতে থাক। নিশ্চয়ই আল্লাহ ক্ষমাশীল, মেহেরবান।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 70,
                                        "bnText": "হে নবী, তাদেরকে বলে দাও, যারা তোমার হাতে বন্দী হয়ে আছে যে, আল্লাহ যদি তোমাদের অন্তরে কোন রকম মঙ্গলচিন্তা রয়েছে বলে জানেন, তবে তোমাদেরকে তার চেয়ে বহুগুণ বেশী দান করবেন যা তোমাদের কাছ থেকে বিনিময়ে নেয়া হয়েছে। তাছাড়া তোমাদেরকে তিনি ক্ষমা করে দিবেন। বস্তুতঃ আল্লাহ ক্ষমাশীল, করুণাময়।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 71,
                                        "bnText": "আর যদি তারা তোমার সাথে প্রতারণা করতে চায়-বস্তুতঃ তারা আল্লাহর সাথেও ইতিপূর্বে প্রতারণা করেছে, অতঃপর তিনি তাদেরকে ধরিয়ে দিয়েছেন। আর আল্লাহ সর্ববিষয়ে পরিজ্ঞাত, সুকৌশলী।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 72,
                                        "bnText": "এতে কোন সন্দেহ নেই যে, যারা ঈমান এনেছে, দেশ ত্যাগ করেছে, স্বীয় জান ও মাল দ্বারা আল্লাহর রাহে জেহাদ করেছে এবং যারা তাদেরকে আশ্রয় ও সাহায্য সহায়তা দিয়েছে, তারা একে অপরের সহায়ক। আর যারা ঈমান এনেছে কিন্তু দেশ ত্যাগ করেনি তাদের বন্ধুত্বে তোমাদের প্রয়োজন নেই যতক্ষণ না তারা দেশত্যাগ করে। অবশ্য যদি তারা ধর্মীয় ব্যাপারে তোমাদের সহায়তা কামনা করে, তবে তাদের সাহায্য করা তোমাদের কর্তব্য। কিন্তু তোমাদের সাথে যাদের সহযোগী চুক্তি বিদ্যমান রয়েছে, তাদের মোকাবেলায় নয়। বস্তুতঃ তোমরা যা কিছু কর, আল্লাহ সেসবই দেখেন।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 73,
                                        "bnText": "আর যারা কাফের তারা পারস্পরিক সহযোগী, বন্ধু। তোমরা যদি এমন ব্যবস্থা না কর, তবে দাঙ্গা-হাঙ্গামা বিস্তার লাভ করবে এবং দেশময় বড়ই অকল্যাণ হবে।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 74,
                                        "bnText": "আর যারা ঈমান এনেছে, নিজেদের ঘর-বাড়ী ছেড়েছে এবং আল্লাহর রাহে জেহাদ করেছে এবং যারা তাদেরকে আশ্রয় দিয়েছে, সাহায্য-সহায়তা করেছে, তাঁরা হলো সত্যিকার মুসলমান। তাঁদের জন্যে রয়েছে, ক্ষমা ও সম্মানজনক রুযী।"
                              },
                              {
                                        "chapter": 8,
                                        "verseKey": 75,
                                        "bnText": "আর যারা ঈমান এনেছে পরবর্তী পর্যায়ে এবং ঘর-বাড়ী ছেড়েছে এবং তোমাদের সাথে সম্মিলিত হয়ে জেহাদ করেছে, তারাও তোমাদেরই অন্তর্ভুক্ত। বস্তুতঃ যারা আত্নীয়, আল্লাহর বিধান মতে তারা পরস্পর বেশী হকদার। নিশ্চয়ই আল্লাহ যাবতীয় বিষয়ে সক্ষম ও অবগত।"
                              }
                    ],
          },
          {
                    "surahNo": 9,
                    "surahName": "সূরা আত-তাওবাহ্‌",
                    "surahArName": "التوبة",
                    "surahMeaning": "অনুশোচনা",
                    "totalVerses": "129",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-9.mp3",
                    "verses": [
                              {
                                        "chapter": 9,
                                        "verseKey": 1,
                                        "bnText": "সম্পর্কচ্ছেদ করা হল আল্লাহ ও তাঁর রসূলের পক্ষ থেকে সেই মুশরিকদের সাথে, যাদের সাথে তোমরা চুক্তিবদ্ধ হয়েছিলে।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 2,
                                        "bnText": "অতঃপর তোমরা পরিভ্রমণ কর এ দেশে চার মাসকাল। আর জেনে রেখো, তোমরা আল্লাহকে পরাভূত করতে পারবে না, আর নিশ্চয়ই আল্লাহ কাফেরদিগকে লাঞ্ছিত করে থাকেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 3,
                                        "bnText": "আর মহান হজ্বের দিনে আল্লাহ ও তাঁর রসূলের পক্ষ থেকে লোকদের প্রতি ঘোষণা করে দেয়া হচ্ছে যে, আল্লাহ মুশরেকদের থেকে দায়িত্ব মুক্ত এবং তাঁর রসূলও। অবশ্য যদি তোমরা তওবা কর, তবে তা, তোমাদের জন্যেও কল্যাণকর, আর যদি মুখ ফেরাও, তবে জেনে রেখো, আল্লাহকে তোমরা পরাভূত করতে পারবে না। আর কাফেরদেরকে মর্মান্তিক শাস্তির সুসংবাদ দাও।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 4,
                                        "bnText": "তবে যে মুশরিকদের সাথে তোমরা চুক্তি বদ্ধ, অতপরঃ যারা তোমাদের ব্যাপারে কোন ত্রুটি করেনি এবং তোমাদের বিরুদ্ধে কাউকে সাহায্যও করেনি, তাদের সাথে কৃত চুক্তিকে তাদের দেয়া মেয়াদ পর্যন্ত পূরণ কর। অবশ্যই আল্লাহ সাবধানীদের পছন্দ করেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 5,
                                        "bnText": "অতঃপর নিষিদ্ধ মাস অতিবাহিত হলে মুশরিকদের হত্যা কর যেখানে তাদের পাও, তাদের বন্দী কর এবং অবরোধ কর। আর প্রত্যেক ঘাঁটিতে তাদের সন্ধানে ওঁৎ পেতে বসে থাক। কিন্তু যদি তারা তওবা করে, নামায কায়েম করে, যাকাত আদায় করে, তবে তাদের পথ ছেড়ে দাও। নিশ্চয় আল্লাহ অতি ক্ষমাশীল, পরম দয়ালু।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 6,
                                        "bnText": "আর মুশরিকদের কেউ যদি তোমার কাছে আশ্রয় প্রার্থনা করে, তবে তাকে আশ্রয় দেবে, যাতে সে আল্লাহর কালাম শুনতে পায়, অতঃপর তাকে তার নিরাপদ স্থানে পৌছে দেবে। এটি এজন্যে যে এরা জ্ঞান রাখে না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 7,
                                        "bnText": "মুশরিকদের চুক্তি আল্লাহর নিকট ও তাঁর রসূলের নিকট কিরূপে বলবৎ থাকবে। তবে যাদের সাথে তোমরা চুক্তি সম্পাদন করেছ মসজিদুল-হারামের নিকট। অতএব, যে পর্যন্ত তারা তোমাদের জন্যে সরল থাকে, তোমরাও তাদের জন্য সরল থাক। নিঃসন্দেহের আল্লাহ সাবধানীদের পছন্দ করেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 8,
                                        "bnText": "কিরূপে? তারা তোমাদের উপর জয়ী হলে তোমাদের আত্নীয়তার ও অঙ্গীকারের কোন মর্যাদা দেবে না। তারা মুখে তোমাদের সন্তুষ্ট করে, কিন্তু তাদের অন্তরসমূহ তা অস্বীকার করে, আর তাদের অধিকাংশ প্রতিশ্রুতি ভঙ্গকারী।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 9,
                                        "bnText": "তারা আল্লাহর আয়াত সমূহ নগন্য মুল্যে বিক্রয় করে, অতঃপর লোকদের নিবৃত রাখে তাঁর পথ থেকে, তারা যা করে চলছে, তা অতি নিকৃষ্ট।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 10,
                                        "bnText": "তারা মর্যাদা দেয় না কোন মুসলমানের ক্ষেত্রে আত্নীয়তার, আর না অঙ্গীকারের। আর তারাই সীমালংঘনকারী।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 11,
                                        "bnText": "অবশ্য তারা যদি তওবা করে, নামায কায়েম করে আর যাকাত আদায় করে, তবে তারা তোমাদের দ্বীনী ভাই। আর আমি বিধানসমূহে জ্ঞানী লোকদের জন্যে সর্বস্তরে র্বণনা করে থাকি।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 12,
                                        "bnText": "আর যদি ভঙ্গ করে তারা তাদের শপথ প্রতিশ্রুতির পর এবং বিদ্রুপ করে তোমাদের দ্বীন সম্পর্কে, তবে কুফর প্রধানদের সাথে যুদ্ধ কর। কারণ, এদের কেন শপথ নেই যাতে তারা ফিরে আসে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 13,
                                        "bnText": "তোমরা কি সেই দলের সাথে যুদ্ধ করবে না; যারা ভঙ্গ করেছে নিজেদের শপথ এবং সঙ্কল্প নিয়েছে রসূলকে বহিস্কারের? আর এরাই প্রথম তোমাদের সাথে বিবাদের সূত্রপাত করেছে। তোমরা কি তাদের ভয় কর? অথচ তোমাদের ভয়ের অধিকতর যোগ্য হলেন আল্লাহ, যদি তোমরা মুমিন হও।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 14,
                                        "bnText": "যুদ্ধ কর ওদের সাথে, আল্লাহ তোমাদের হস্তে তাদের শাস্তি দেবেন। তাদের লাঞ্ছিত করবেন, তাদের বিরুদ্ধে তোমাদের জয়ী করবেন এবং মুসলমানদের অন্তরসমূহ শান্ত করবেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 15,
                                        "bnText": "এবং তাদের মনের ক্ষোভ দূর করবেন। আর আল্লাহ যার প্রতি ইচ্ছা ক্ষমাশীল হবে, আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 16,
                                        "bnText": "তোমরা কি মনে কর যে, তোমাদের ছেড়ে দেয়া হবে এমনি, যতক্ষণ না আল্লাহ জেনে নেবেন তোমাদের কে যুদ্ধ করেছে এবং কে আল্লাহ, তাঁর রসূল ও মুসলমানদের ব্যতীত অন্য কাউকে অন্তরঙ্গ বন্ধুরূপে গ্রহণ করা থেকে বিরত রয়েছে। আর তোমরা যা কর সে বিষয়ে আল্লাহ সবিশেষ অবহিত।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 17,
                                        "bnText": "মুশরিকরা যোগ্যতা রাখে না আল্লাহর মসজিদ আবাদ করার, যখন তারা নিজেরাই নিজেদের কুফরীর স্বীকৃতি দিচ্ছে। এদের আমল বরবাদ হবে এবং এরা আগুনে স্থায়ীভাবে বসবাস করবে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 18,
                                        "bnText": "নিঃসন্দেহে তারাই আল্লাহর মসজিদ আবাদ করবে যারা ঈমান এনেছে আল্লাহর প্রতি ও শেষ দিনের প্রতি এবং কায়েম করেছে নামায ও আদায় করে যাকাত; আল্লাহ ব্যতীত আর কাউকে ভয় করে না। অতএব, আশা করা যায়, তারা হেদায়েত প্রাপ্তদের অন্তর্ভূক্ত হবে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 19,
                                        "bnText": "তোমরা কি হাজীদের পানি সরবরাহ ও মসজিদুল-হারাম আবাদকরণকে সেই লোকের সমান মনে কর, যে ঈমান রাখে আল্লাহ ও শেষ দিনের প্রতি এবং যুদ্ধ করেছে আল্লাহর রাহে, এরা আল্লাহর দৃষ্টিতে সমান নয়, আর আল্লাহ জালেম লোকদের হেদায়েত করেন না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 20,
                                        "bnText": "যারা ঈমান এনেছে, দেশ ত্যাগ করেছে এবং আল্লাহর রাহে নিজেদের জান ও মাল দিয়ে জেহাদ করেছে, তাদের বড় মর্যাদা রয়েছে আল্লাহর কাছে আর তারাই সফলকাম।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 21,
                                        "bnText": "তাদের সুসংবাদ দিচ্ছেন তাদের পরওয়ারদেগার স্বীয় দয়া ও সন্তোষের এবং জান্নাতের, সেখানে আছে তাদের জন্য স্থায়ী শান্তি।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 22,
                                        "bnText": "তথায় তারা থাকবে চিরদিন। নিঃসন্দেহে আল্লাহর কাছে আছে মহাপুরস্কার।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 23,
                                        "bnText": "হে ঈমানদারগণ! তোমরা স্বীয় পিতা ও ভাইদের অভিভাবকরূপে গ্রহণ করো না, যদি তারা ঈমান অপেক্ষা কুফরকে ভালবাসে। আর তোমাদের যারা তাদের অভিভাবকরূপে গ্রহণ করে তারা সীমালংঘনকারী।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 24,
                                        "bnText": "বল, তোমাদের নিকট যদি তোমাদের পিতা তোমাদের সন্তান, তোমাদের ভাই তোমাদের পত্নী, তোমাদের গোত্র তোমাদের অর্জিত ধন-সম্পদ, তোমাদের ব্যবসা যা বন্ধ হয়ে যাওয়ার ভয় কর এবং তোমাদের বাসস্থান-যাকে তোমরা পছন্দ কর-আল্লাহ, তাঁর রসূল ও তাঁর রাহে জেহাদ করা থেকে অধিক প্রিয় হয়, তবে অপেক্ষা কর, আল্লাহর বিধান আসা পর্যন্ত, আর আল্লাহ ফাসেক সম্প্রদায়কে হেদায়েত করেন না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 25,
                                        "bnText": "আল্লাহ তোমাদের সাহায্য করেছেন অনেক ক্ষেত্রে এবং হোনাইনের দিনে, যখন তোমাদের সংখ্যধিক্য তোমাদের প্রফুল্ল করেছিল, কিন্তু তা তোমাদের কোন কাজে আসেনি এবং পৃথিবী প্রশস্ত হওয়া সত্তেও তোমাদের জন্য সংকুচিত হয়েছিল। অতঃপর পৃষ্ঠ প্রদর্শন করে পলায়ন করেছিলে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 26,
                                        "bnText": "তারপর আল্লাহ নাযিল করেন নিজের পক্ষ থেকে সান্ত্বনা, তাঁর রসূল ও মুমিনদের প্রতি এবং অবতীর্ণ করেন এমন সেনাবাহিনী যাদের তোমরা দেখতে পাওনি। আর শাস্তি প্রদান করেন কাফেরদের এবং এটি হল কাফেরদের কর্মফল।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 27,
                                        "bnText": "এরপর আল্লাহ যাদের প্রতি ইচ্ছা তওবার তওফীক দেবেন, আর আল্লাহ অতীব ক্ষমাশীল, পরম দয়ালু।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 28,
                                        "bnText": "হে ঈমানদারগণ! মুশরিকরা তো অপবিত্র। সুতরাং এ বছরের পর তারা যেন মসজিদুল-হারামের নিকট না আসে। আর যদি তোমরা দারিদ্রে?480; আশংকা কর, তবে আল্লাহ চাইলে নিজ করুনায় ভবিষ্যতে তোমাদের অভাবমুক্ত করে দেবেন। নিঃসন্দেহে আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 29,
                                        "bnText": "তোমরা যুদ্ধ কর আহলে-কিতাবের ঐ লোকদের সাথে, যারা আল্লাহ ও রোজ হাশরে ঈমান রাখে না, আল্লাহ ও তাঁর রসূল যা হারাম করে দিয়েছেন তা হারাম করে না এবং গ্রহণ করে না সত্য ধর্ম, যতক্ষণ না করজোড়ে তারা জিযিয়া প্রদান করে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 30,
                                        "bnText": "ইহুদীরা বলে ওযাইর আল্লাহর পুত্র এবং নাসারারা বলে ‘মসীহ আল্লাহর পুত্র’। এ হচ্ছে তাদের মুখের কথা। এরা পূর্ববর্তী কাফেরদের মত কথা বলে। আল্লাহ এদের ধ্বংস করুন, এরা কোন উল্টা পথে চলে যাচ্ছে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 31,
                                        "bnText": "তারা তাদের পন্ডিত ও সংসার-বিরাগীদিগকে তাদের পালনকর্তারূপে গ্রহণ করেছে আল্লাহ ব্যতীত এবং মরিয়মের পুত্রকেও। অথচ তারা আদিষ্ট ছিল একমাত্র মাবুদের এবাদতের জন্য। তিনি ছাড়া কোন মাবুদ নেই, তারা তাঁর শরীক সাব্যস্ত করে, তার থেকে তিনি পবিত্র।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 32,
                                        "bnText": "তারা তাদের মুখের ফুৎকারে আল্লাহর নূরকে নির্বাপিত করতে চায়। কিন্তু আল্লাহ অবশ্যই তাঁর নূরের পূর্ণতা বিধান করবেন, যদিও কাফেররা তা অপ্রীতিকর মনে করে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 33,
                                        "bnText": "তিনিই প্রেরণ করেছেন আপন রসূলকে হেদায়েত ও সত্য দ্বীন সহকারে, যেন এ দ্বীনকে অপরাপর দ্বীনের উপর জয়যুক্ত করেন, যদিও মুশরিকরা তা অপ্রীতিকর মনে করে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 34,
                                        "bnText": "হে ঈমানদারগণ! পন্ডিত ও সংসারবিরাগীদের অনেকে লোকদের মালামাল অন্যায়ভাবে ভোগ করে চলছে এবং আল্লাহর পথ থেকে লোকদের নিবৃত রাখছে। আর যারা স্বর্ণ ও রূপা জমা করে রাখে এবং তা ব্যয় করে না আল্লাহর পথে, তাদের কঠোর আযাবের সুসংবাদ শুনিয়ে দিন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 35,
                                        "bnText": "সে দিন জাহান্নামের আগুনে তা উত্তপ্ত করা হবে এবং তার দ্বারা তাদের ললাট, পার্শ্ব ও পৃষ্ঠদেশকে দগ্ধ করা হবে (সেদিন বলা হবে), এগুলো যা তোমরা নিজেদের জন্যে জমা রেখেছিলে, সুতরাং এক্ষণে আস্বাদ গ্রহণ কর জমা করে রাখার।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 36,
                                        "bnText": "নিশ্চয় আল্লাহর বিধান ও গননায় মাস বারটি, আসমানসমূহ ও পৃথিবী সৃষ্টির দিন থেকে। তন্মধ্যে চারটি সম্মানিত। এটিই সুপ্রতিষ্ঠিত বিধান; সুতরাং এর মধ্যে তোমরা নিজেদের প্রতি অত্যাচার করো না। আর মুশরিকদের সাথে তোমরা যুদ্ধ কর সমবেতভাবে, যেমন তারাও তোমাদের সাথে যুদ্ধ করে যাচ্ছে সমবেতভাবে। আর মনে রেখো, আল্লাহ মুত্তাকীনদের সাথে রয়েছেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 37,
                                        "bnText": "এই মাস পিছিয়ে দেয়ার কাজ কেবল কুফরীর মাত্রা বৃদ্ধি করে, যার ফলে কাফেরগণ গোমরাহীতে পতিত হয়। এরা হালাল করে নেয় একে এক বছর এবং হারাম করে নেয় অন্য বছর, যাতে তারা গণনা পূর্ণ করে নেয় আল্লাহর নিষিদ্ধ মাসগুলোর। অতঃপর হালাল করে নেয় আল্লাহর হারামকৃত মাসগুলোকে। তাদের মন্দকাজগুলো তাদের জন্যে শোভনীয় করে দেয়া হল। আর আল্লাহ কাফের সম্প্রদায়কে হেদায়েত করেন না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 38,
                                        "bnText": "হে ঈমানদারগণ, তোমাদের কি হল, যখন আল্লাহর পথে বের হবার জন্যে তোমাদের বলা হয়, তখন মাটি জড়িয়ে ধর, তোমরা কি আখেরাতের পরিবর্তে দুনিয়ার জীবনে পরিতুষ্ট হয়ে গেলে? অথচ আখেরাতের তুলনায় দুনিয়ার জীবনের উপকরণ অতি অল্প।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 39,
                                        "bnText": "যদি বের না হও, তবে আল্লাহ তোমাদের মর্মন্তুদ আযাব দেবেন এবং অপর জাতিকে তোমাদের স্থলাভিষিক্ত করবেন। তোমরা তাঁর কোন ক্ষতি করতে পারবে না, আর আল্লাহ সর্ববিষয়ে শক্তিমান।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 40,
                                        "bnText": "যদি তোমরা তাকে (রসূলকে) সাহায্য না কর, তবে মনে রেখো, আল্লাহ তার সাহায্য করেছিলেন, যখন তাকে কাফেররা বহিষ্কার করেছিল, তিনি ছিলেন দু’জনের একজন, যখন তারা গুহার মধ্যে ছিলেন। তখন তিনি আপন সঙ্গীকে বললেন বিষন্ন হয়ো না, আল্লাহ আমাদের সাথে আছেন। অতঃপর আল্লাহ তার প্রতি স্বীয় সান্তনা নাযিল করলেন এবং তাঁর সাহায্যে এমন বাহিনী পাঠালেন, যা তোমরা দেখনি। বস্তুতঃ আল্লাহ কাফেরদের মাথা নীচু করে দিলেন আর আল্লাহর কথাই সদা সমুন্নত এবং আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 41,
                                        "bnText": "তোমরা বের হয়ে পড় স্বল্প বা প্রচুর সরঞ্জামের সাথে এবং জেহাদ কর আল্লাহর পথে নিজেদের মাল ও জান দিয়ে, এটি তোমাদের জন্যে অতি উত্তম, যদি তোমরা বুঝতে পার।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 42,
                                        "bnText": "যদি আশু লাভের সম্ভাবনা থাকতো এবং যাত্রাপথও সংক্ষিপ্ত হতো, তবে তারা অবশ্যই আপনার সহযাত্রী হতো, কিন্তু তাদের নিকট যাত্রাপথ সুদীর্ঘ মনে হল। আর তারা এমনই শপথ করে বলবে, আমাদের সাধ্য থাকলে অবশ্যই তোমাদের সাথে বের হতাম, এরা নিজেরাই নিজেদের বিনষ্ট করছে, আর আল্লাহ জানেন যে, এরা মিথ্যাবাদী।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 43,
                                        "bnText": "আল্লাহ আপনাকে ক্ষমা করুন, আপনি কেন তাদের অব্যাহতি দিলেন, যে পর্যন্ত না আপনার কাছে পরিষ্কার হয়ে যেত সত্যবাদীরা এবং জেনে নিতেন মিথ্যাবাদীদের।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 44,
                                        "bnText": "আল্লাহ ও রোজ কেয়ামতের প্রতি যাদের ঈমান রয়েছে তারা মাল ও জান দ্বারা জেহাদ করা থেকে আপনার কাছে অব্যাহতি কামনা করবে না, আর আল্লাহ সাবধানীদের ভাল জানেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 45,
                                        "bnText": "নিঃসন্দেহে তারাই আপনার কাছে অব্যাহতি চায়, যারা আল্লাহ ও রোজ কেয়ামতে ঈমান রাখে না এবং তাদের অন্তর সন্দেহগ্রস্ত হয়ে পড়েছে, সুতরাং সন্দেহের আবর্তে তারা ঘুরপাক খেয়ে চলেছে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 46,
                                        "bnText": "আর যদি তারা বের হবার সংকল্প নিত, তবে অবশ্যই কিছু সরঞ্জাম প্রস্তুত করতো। কিন্তু তাদের উত্থান আল্লাহর পছন্দ নয়, তাই তাদের নিবৃত রাখলেন এবং আদেশ হল বসা লোকদের সাথে তোমরা বসে থাক।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 47,
                                        "bnText": "যদি তোমাদের সাথে তারা বের হত, তবে তোমাদের অনিষ্ট ছাড়া আর কিছু বৃদ্ধি করতো না, আর অশ্ব ছুটাতো তোমাদের মধ্যে বিভেদ সৃষ্টির উদ্দেশে। আর তোমাদের মাঝে রয়েছে তাদের গুপ্তচর। বস্তুতঃ আল্লাহ যালিমদের ভালভাবেই জানেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 48,
                                        "bnText": "তারা পূর্বে থেকেই বিভেদ সৃষ্টির সুযোগ সন্ধানে ছিল এবং আপনার কার্যসমূহ উল্টা-পাল্টা করে দিচ্ছিল। শেষ পর্যন্ত সত্য প্রতিশ্রুতি এসে গেল এবং জয়ী হল আল্লাহর হুকুম, যে অবস্থায় তারা মন্দবোধ করল।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 49,
                                        "bnText": "আর তাদের কেউ বলে, আমাকে অব্যাহতি দিন এবং পথভ্রষ্ট করবেন না। শোনে রাখ, তারা তো পূর্ব থেকেই পথভ্রষ্ট এবং নিঃসন্দেহে জাহান্নাম এই কাফেরদের পরিবেষ্টন করে রয়েছে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 50,
                                        "bnText": "আপনার কোন কল্যাণ হলে তারা মন্দবোধ করে এবং কোন বিপদ উপস্থিত হলে তারা বলে, আমরা পূর্ব থেকেই নিজেদের কাজ সামলে নিয়েছি এবং ফিরে যায় উল্লসিত মনে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 51,
                                        "bnText": "আপনি বলুন, আমাদের কাছে কিছুই পৌঁছবে না, কিন্তু যা আল্লাহ আমাদের জন্য রেখেছেন; তিনি আমাদের কার্যনির্বাহক। আল্লাহর উপরই মুমিনদের ভরসা করা উচিত।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 52,
                                        "bnText": "আপনি বলুন, তোমরা তো তোমাদের জন্যে দুটি কল্যাণের একটি প্রত্যাশা কর; আর আমরা প্রত্যাশায় আছি তোমাদের জন্যে যে, আল্লাহ তোমাদের আযাব দান করুন নিজের পক্ষ থেকে অথবা আমাদের হস্তে। সুতরাং তোমরা অপেক্ষা কর, আমরাও তোমাদের সাথে অপেক্ষমাণ।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 53,
                                        "bnText": "আপনি বলুন, তোমরা ইচ্ছায় অর্থ ব্যয় কর বা অনিচ্ছায়, তোমাদের থেকে তা কখনো কবুল হবে না, তোমরা নাফরমানের দল।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 54,
                                        "bnText": "তাদের অর্থ ব্যয় কবুল না হওয়ার এছাড়া আর কোন কারণ নেই যে, তারা আল্লাহ ও তাঁর রসূলের প্রতি অবিশ্বাসী, তারা নামাযে আসে অলসতার সাথে ব্যয় করে সঙ্কুচিত মনে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 55,
                                        "bnText": "সুতরাং তাদের ধন-সম্পদ ও সন্তান-সন্ততি যেন আপনাকে বিস্মিত না করে। আল্লাহর ইচ্ছা হল এগুলো দ্বারা দুনিয়ার জীবনে তাদের আযাবে নিপতিত রাখা এবং প্রাণবিয়োগ হওয়া কুফরী অবস্থায়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 56,
                                        "bnText": "তারা আল্লাহর নামে হলফ করে বলে যে, তারা তোমাদেরই অন্তর্ভুক্ত, অথচ তারা তোমাদের অন্তর্ভূক্ত নয়, অবশ্য তারা তোমাদের ভয় করে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 57,
                                        "bnText": "তারা কোন আশ্রয়স্থল, কোন গুহা বা মাথা গোঁজার ঠাই পেলে সেদিকে পলায়ন করবে দ্রুতগতিতে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 58,
                                        "bnText": "তাদের মধ্যে এমন লোকও রয়েছে যারা সদকা বন্টনে আপনাকে দোষারূপ করে। এর থেকে কিছু পেলে সন্তুষ্ট হয় এবং না পেলে বিক্ষুব্ধ হয়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 59,
                                        "bnText": "কতই না ভাল হত, যদি তারা সন্তুষ্ট হত আল্লাহ ও তার রসূলের উপর এবং বলত, আল্লাহই আমাদের জন্যে যথেষ্ট, আল্লাহ আমাদের দেবেন নিজ করুণায় এবং তাঁর রসূলও, আমরা শুধু আল্লাহকেই কামনা করি।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 60,
                                        "bnText": "যাকাত হল কেবল ফকির, মিসকীন, যাকাত আদায় কারী ও যাদের চিত্ত আকর্ষণ প্রয়োজন তাদে হক এবং তা দাস-মুক্তির জন্যে-ঋণ গ্রস্তদের জন্য, আল্লাহর পথে জেহাদকারীদের জন্যে এবং মুসাফিরদের জন্যে, এই হল আল্লাহর নির্ধারিত বিধান। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 61,
                                        "bnText": "আর তাদের মধ্যে কেউ কেউ নবীকে ক্লেশ দেয়, এবং বলে, এ লোকটি তো কানসর্বস্ব। আপনি বলে দিন, কান হলেও তোমাদেরই মঙ্গলের জন্য, আল্লাহর উপর বিশ্বাস রাখে এবং বিশ্বাস রাখে মুসলমানদের কথার উপর। বস্তুতঃ তোমাদের মধ্যে যারা ঈমানদার তাদের জন্য তিনি রহমতবিশেষ। আর যারা আল্লাহর রসূলের প্রতি কুৎসা রটনা করে, তাদের জন্য রয়েছে বেদনাদায়ক আযাব।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 62,
                                        "bnText": "তোমাদের সামনে আল্লাহর কসম খায় যাতে তোমাদের রাযী করতে পারে। অবশ্য তারা যদি ঈমানদার হয়ে থাকে, তবে আল্লাহকে এবং তাঁর রসূলকে রাযী করা অত্যন্ত জরুরী।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 63,
                                        "bnText": "তারা কি একথা জেনে নেয়নি যে, আল্লাহর সাথে এবং তাঁর রসূলের সাথে যে মোকাবেলা করে তার জন্যে নির্ধারিত রয়েছে দোযখ; তাতে সব সময় থাকবে। এটিই হল মহা-অপমান।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 64,
                                        "bnText": "মুনাফেকরা এ ব্যাপারে ভয় করে যে, মুসলমানদের উপর না এমন কোন সূরা নাযিল হয়, যাতে তাদের অন্তরের গোপন বিষয় অবহিত করা হবে। সুতরাং আপনি বলে দিন, ঠাট্টা-বিদ্রপ করতে থাক; আল্লাহ তা অবশ্যই প্রকাশ করবেন যার ব্যাপারে তোমরা ভয় করছ।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 65,
                                        "bnText": "আর যদি তুমি তাদের কাছে জিজ্ঞেস কর, তবে তারা বলবে, আমরা তো কথার কথা বলছিলাম এবং কৌতুক করছিলাম। আপনি বলুন, তোমরা কি আল্লাহর সাথে, তাঁর হুকুম আহকামের সাথে এবং তাঁর রসূলের সাথে ঠাট্টা করছিলে"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 66,
                                        "bnText": "ছলনা কর না, তোমরা যে কাফের হয়ে গেছ ঈমান প্রকাশ করার পর। তোমাদের মধ্যে কোন কোন লোককে যদি আমি ক্ষমা করে দেইও, তবে অবশ্য কিছু লোককে আযাবও দেব। কারণ, তারা ছিল গোনাহগার।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 67,
                                        "bnText": "মুনাফেক নর-নারী সবারই গতিবিধি একরকম; শিখায় মন্দ কথা, ভাল কথা থেকে বারণ করে এবং নিজ মুঠো বন্ধ রাখে। আল্লাহকে ভুলে গেছে তার, কাজেই তিনিও তাদের ভূলে গেছেন নিঃসন্দেহে মুনাফেকরাই নাফরমান।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 68,
                                        "bnText": "ওয়াদা করেছেন আল্লাহ, মুনাফেক পুরুষ ও মুনাফেক নারীদের এবং কাফেরদের জন্যে দোযখের আগুনের-তাতে পড়ে থাকবে সর্বদা। সেটাই তাদের জন্যে যথেষ্ট। আর আল্লাহ তাদের প্রতি অভিসম্পাত করেছেন এবং তাদের জন্যে রয়েছে স্থায়ী আযাব।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 69,
                                        "bnText": "যেমন করে তোমাদের পূর্ববর্তী লোকেরা তোমাদের চেয়ে বেশী ছিল শক্তিতে এবং ধন-সম্পদের ও সন্তান-সন্ততির অধিকারীও ছিল বেশী; অতঃপর উপকৃত হয়েছে নিজেদের ভাগের দ্বারা আবার তোমরা ফায়দা উঠিয়েছ তোমাদের ভাগের দ্বারা-যেমন করে তোমাদের পূর্ববর্তীরা ফায়দা উঠিয়েছিল নিজেদের ভাগের দ্বারা। আর তোমরাও বলছ তাদেরই চলন অনুযায়ী। তারা ছিল সে লোক, যাদের আমলসমূহ নিঃশেষিত হয়ে গেছে দুনিয়া ও আখেরাতে। আর তারাই হয়েছে ক্ষতির সম্মুখীন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 70,
                                        "bnText": "তাদের সংবাদ কি এদের কানে এসে পৌঁছায়নি, যারা ছিল তাদের পূর্বে; নূহের আ’দের ও সামুদের সম্প্রদায় এবং ইব্রাহীমের সম্প্রদায়ের এবং মাদইয়ানবাসীদের? এবং সেসব জনপদের যেগুলোকে উল্টে দেয়া হয়েছিল? তাদের কাছে এসেছিলেন তাদের নবী পরিষ্কার নির্দেশ নিয়ে। বস্তুতঃ আল্লাহ তো এমন ছিলেন না যে, তাদের উপর জুলুম করতেন, কিন্তু তারা নিজেরাই নিজেদের উপর জুলুম করতো।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 71,
                                        "bnText": "আর ঈমানদার পুরুষ ও ঈমানদার নারী একে অপরের সহায়ক। তারা ভাল কথার শিক্ষা দেয় এবং মন্দ থেকে বিরত রাখে। নামায প্রতিষ্ঠা করে, যাকাত দেয় এবং আল্লাহ ও তাঁর রসূলের নির্দেশ অনুযায়ী জীবন যাপন করে। এদেরই উপর আল্লাহ তা’আলা দয়া করবেন। নিশ্চয়ই আল্লাহ পরাক্রমশীল, সুকৌশলী।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 72,
                                        "bnText": "আল্লাহ ঈমানদার পুরুষ ও ঈমানদার নারীদের প্রতিশ্রুতি দিয়েছেনে কানন-কুঞ্জের, যার তলদেশে প্রবাহিত হয় প্রস্রবণ। তারা সে গুলোরই মাঝে থাকবে। আর এসব কানন-কুঞ্জে থাকবে পরিচ্ছন্ন থাকার ঘর। বস্তুতঃ এ সমুদয়ের মাঝে সবচেয়ে বড় হল আল্লাহর সন্তুষ্টি। এটিই হল মহান কৃতকার্যতা।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 73,
                                        "bnText": "হে নবী, কাফেরদের সাথে যুদ্ধ করুন এবং মুনাফেকদের সাথে তাদের সাথে কঠোরতা অবলম্বন করুন। তাদের ঠিকানা হল দোযখ এবং তাহল নিকৃষ্ট ঠিকানা।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 74,
                                        "bnText": "তারা কসম খায় যে, আমরা বলিনি, অথচ নিঃসন্দেহে তারা বলেছে কুফরী বাক্য এবং মুসলমান হবার পর অস্বীকৃতিজ্ঞাপনকারী হয়েছে। আর তারা কামনা করেছিল এমন বস্তুর যা তারা প্রাপ্ত হয়নি। আর এসব তারই পরিণতি ছিল যে, আল্লাহ ও তাঁর রসূল তাদেরকে সম্পদশালী করে দিয়েছিলেন নিজের অনুগ্রহের মাধ্যমে। বস্তুতঃ এরা যদি তওবা করে নেয়, তবে তাদের জন্য মঙ্গল। আর যদি তা না মানে, তবে তাদের কে আযাব দেবেন আল্লাহ তা’আলা, বেদনাদায়ক আযাব দুনিয়া ও আখেরাতে। অতএব, বিশ্বচরাচরে তাদের জন্য কোন সাহায্যকারী-সমর্থক নেই।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 75,
                                        "bnText": "তাদের মধ্যে কেউ কেউ রয়েছে যারা আল্লাহ তা’আলার সাথে ওয়াদা করেছিল যে, তিনি যদি আমাদের প্রতি অনুগ্রহ দান করেন, তবে অবশ্যই আমরা ব্যয় করব এবং সৎকর্মীদের অন্তর্ভুক্ত হয়ে থাকব।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 76,
                                        "bnText": "অতঃপর যখন তাদেরকে স্বীয় অনুগ্রহের মাধ্যমে দান করা হয়, তখন তাতে কার্পণ্য করেছে এবং কৃত ওয়াদা থেকে ফিরে গেছে তা ভেঙ্গে দিয়ে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 77,
                                        "bnText": "তারপর এরই পরিণতিতে তাদের অন্তরে কপটতা স্থান করে নিয়েছে সেদিন পর্যন্ত, যেদিন তার তাঁর সাথে গিয়ে মিলবে। তা এজন্য যে, তারা আল্লাহর সাথে কৃত ওয়াদা লংঘন করেছিল এবং এজন্যে যে, তারা মিথ্যা কথা বলতো।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 78,
                                        "bnText": "তারা কি জেনে নেয়নি যে, আল্লাহ তাদের রহস্য ও শলা-পরামর্শ সম্পর্কে অবগত এবং আল্লাহ খুব ভাল করেই জানেন সমস্ত গোপন বিষয়"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 79,
                                        "bnText": "সে সমস্ত লোক যারা ভৎর্সনা-বিদ্রূপ করে সেসব মুসলমানদের প্রতি যারা মন খুলে দান-খয়রাত করে এবং তাদের প্রতি যাদের কিছুই নেই শুধুমাত্র নিজের পরিশ্রমলব্দ বস্তু ছাড়া। অতঃপর তাদের প্রতি ঠাট্টা করে। আল্লাহ তাদের প্রতি ঠাট্টা করেছেন এবং তাদের জন্য রয়েছে বেদনাদায়ক আযাব।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 80,
                                        "bnText": "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর আর না কর। যদি তুমি তাদের জন্য সত্তর বারও ক্ষমাপ্রার্থনা কর, তথাপি কখনোই তাদেরকে আল্লাহ ক্ষমা করবেন না। তা এজন্য যে, তারা আল্লাহকে এবং তাঁর রসূলকে অস্বীকার করেছে। বস্তুতঃ আল্লাহ না-ফারমানদেরকে পথ দেখান না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 81,
                                        "bnText": "পেছনে থেকে যাওয়া লোকেরা আল্লাহর রসূল থেকে বিচ্ছিন্ন হয়ে বসে থাকতে পেরে আনন্দ লাভ করেছে; আর জান ও মালের দ্বারা আল্লাহর রাহে জেহাদ করতে অপছন্দ করেছে এবং বলেছে, এই গরমের মধ্যে অভিযানে বের হয়ো না। বলে দাও, উত্তাপে জাহান্নামের আগুন প্রচন্ডতম। যদি তাদের বিবেচনা শক্তি থাকত।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 82,
                                        "bnText": "অতএব, তারা সামান্য হেসে নিক এবং তারা তাদের কৃতকর্মের বদলাতে অনেক বেশী কাঁদবে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 83,
                                        "bnText": "বস্তুতঃ আল্লাহ যদি তোমাকে তাদের মধ্য থেকে কোন শ্রেণীবিশেষের দিকে ফিরিয়ে নিয়ে যান এবং অতঃপর তারা তোমার কাছে অভিযানে বেরোবার অনুমতি কামনা করে, তবে তুমি বলো যে, তোমরা কখনো আমার সাথে বেরোবে না এবং আমার পক্ষ হয়ে কোন শত্রুর সাথে যুদ্ধ করবে না, তোমরা তো প্রথমবারে বসে থাকা পছন্দ করেছ, কাজেই পেছনে পড়ে থাকা লোকদের সাথেই বসে থাক।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 84,
                                        "bnText": "আর তাদের মধ্য থেকে কারো মৃত্যু হলে তার উপর কখনও নামায পড়বেন না এবং তার কবরে দাঁড়াবেন না। তারা তো আল্লাহর প্রতি অস্বীকৃতি জ্ঞাপন করেছে এবং রসূলের প্রতিও। বস্তুতঃ তারা না ফরমান অবস্থায় মৃত্যু বরণ করেছে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 85,
                                        "bnText": "আর বিস্মিত হয়ো না তাদের ধন সম্পদ ও সন্তান-সন্তুতির দরুন। আল্লাহ তো এই চান যে, এ সবের কারণে তাদেরকে আযাবের ভেতরে রাখবেন দুনিয়ায় এবং তাদের প্রাণ নির্গত হওয়া পর্যন্ত যেন তারা কাফেরই থাকে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 86,
                                        "bnText": "আর যখন নাযিল হয় কোন সূরা যে, তোমরা ঈমান আন আল্লাহর উপর, তাঁর রসূলের সাথে একাত্ন হয়ে; তখন বিদায় কামনা করে তাদের সামর্থ?476;ান লোকেরা এবং বলে আমাদের অব্যাহতি দিন, যাতে আমরা (নিস্ক্রিয়ভাবে) বসে থাকা লোকদের সাথে থেকে যেতে পারি।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 87,
                                        "bnText": "তারা পেছনে পড়ে থাকা লোকদের সাথে থেকে যেতে পেরে আনন্দিত হয়েছে এবং মোহর এঁটে দেয়া হয়েছে তাদের অন্তরসমূহের উপর। বস্তুতঃ তারা বোঝে না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 88,
                                        "bnText": "কিন্তু রসূল এবং সেসব লোক যারা ঈমান এনেছে, তাঁর সাথে তারা যুদ্ধ করেছে নিজেদের জান ও মালের দ্বারা। তাদেরই জন্য নির্ধারিত রয়েছে কল্যাণসমূহ এবং তারাই মুক্তির লক্ষ্যে উপনীত হয়েছে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 89,
                                        "bnText": "আল্লাহ তাদের জন্য তৈরী করে রেখেছেন কানন-কুঞ্জ, যার তলদেশে প্রবাহিত রয়েছে প্রস্রবণ। তারা তাতে বাস করবে অনন্তকাল। এটাই হল বিরাট কৃতকার্যতা।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 90,
                                        "bnText": "আর ছলনাকারী বেদুঈন লোকেরা এলো, যাতে তাদের অব্যাহতি লাভ হতে পারে এবং নিবৃত্ত থাকতে পারে তাদেরই যারা আল্লাহ ও রসূলের সাথে মিথ্যা বলে ছিল। এবার তাদের উপর শীগ্রই আসবে বেদনাদায়ক আযাব যারা কাফের।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 91,
                                        "bnText": "দূর্বল, রুগ্ন, ব্যয়ভার বহনে অসমর্থ লোকদের জন্য কোন অপরাধ নেই, যখন তারা মনের দিক থেকে পবিত্র হবে আল্লাহ ও রসূলের সাথে। নেককারদের উপর অভিযোগের কোন পথ নেই। আর আল্লাহ হচ্ছেন ক্ষমাকারী দয়ালু।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 92,
                                        "bnText": "আর না আছে তাদের উপর যারা এসেছে তোমার নিকট যেন তুমি তাদের বাহন দান কর এবং তুমি বলেছ, আমার কাছে এমন কোন বস্তু নেই যে, তার উপর তোমাদের সওয়ার করাব তখন তারা ফিরে গেছে অথচ তখন তাদের চোখ দিয়ে অশ্রু বইতেছিল এ দুঃখে যে, তারা এমন কোন বস্তু পাচ্ছে না যা ব্যয় করবে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 93,
                                        "bnText": "অভিযোগের পথ তো তাদের ব্যাপারে রয়েছে, যারা তোমার নিকট অব্যাহতি কামনা করে অথচ তারা সম্পদশালী। যারা পেছনে পড়ে থাকা লোকদের সাথে থাকতে পেরে আনন্দিত হয়েছে। আর আল্লাহ মোহর এঁটে দিয়েছেন তাদের অন্তরসমূহে। বস্তুতঃ তারা জানতেও পারেনি।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 94,
                                        "bnText": "তুমি যখন তাদের কাছে ফিরে আসবে, তখন তারা তোমাদের নিকট ছল-ছুতা নিয়ে উপস্থিত হবে; তুমি বলো, ছল কারো না, আমি কখনো তোমাদের কথা শুনব না; আমাকে আল্লাহ তা’আলা তোমাদের অবস্থা সম্পর্কে অবহিত করে দিয়েছেন। আর এখন তোমাদের কর্ম আল্লাহই দেখবেন এবং তাঁর রসূল। তারপর তোমরা প্রত্যাবর্তিত হবে সেই গোপন ও আগোপন বিষয়ে অবগত সত্তার নিকট। তিনিই তোমাদের বাতলে দেবেন যা তোমরা করছিলে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 95,
                                        "bnText": "এখন তারা তোমার সামনে আল্লাহর কসম খাবে, যখন তুমি তাদের কাছে ফিরে যাবে, যেন তুমি তাদের ক্ষমা করে দাও। সুতরাং তুমি তাদের ক্ষমা কর-নিঃসন্দেহে এরা অপবিত্র এবং তাদের কৃতকর্মের বদলা হিসাবে তাদের ঠিকানা হলো দোযখ।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 96,
                                        "bnText": "তারা তোমার সামনে কসম খাবে যাতে তুমি তাদের প্রতি রাযী হয়ে যাও। অতএব, তুমি যদি রাযী হয়ে যাও তাদের প্রতি তবু আল্লাহ তা’আলা রাযী হবেন না, এ নাফরমান লোকদের প্রতি।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 97,
                                        "bnText": "বেদুইনরা কুফর ও মোনাফেকীতে অত্যন্ত কঠোর হয়ে থাকে এবং এরা সেসব নীতি-কানুন না শেখারই যোগ্য যা আল্লাহ তা’আলা তাঁর রসূলের উপর নাযিল করেছেন। বস্তুতঃ আল্লাহ সব কিছুই জানেন এবং তিনি অত্যন্ত কুশলী।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 98,
                                        "bnText": "আবার কোন কোন বেদুইন এমন ও রয়েছে যারা নিজেদের ব্যয় করাকে জরিমানা। বলে গন্য করে এবং তোমার উপর কোন দুর্দিন আসে কিনা সে অপেক্ষায় থাকে। তাদেরই উপর দুর্দিন আসুক। আর আল্লাহ হচ্ছেন শ্রবণকারী, পরিজ্ঞাত।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 99,
                                        "bnText": "আর কোন কোন বেদুইন হল তারা, যারা ঈমান আনে আল্লাহর উপর, কেয়ামত দিনের উপর এবং নিজেদের ব্যয়কে আল্লাহর নৈকট্য এবং রসূলের দোয়া লাভের উপায় বলে গণ্য করে। জেনো! তাই হল তাদের ক্ষেত্রে নৈকট্য। আল্লাহ তাদেরকে নিজের রহমতের অন্তর্ভূক্ত করবেন। নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুনাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 100,
                                        "bnText": "আর যারা সর্বপ্রথম হিজরতকারী ও আনছারদের মাঝে পুরাতন, এবং যারা তাদের অনুসরণ করেছে, আল্লাহ সে সমস্ত লোকদের প্রতি সন্তুষ্ট হয়েছেন এবং তারাও তাঁর প্রতি সন্তুষ্ট হয়েছে। আর তাদের জন্য প্রস্তুত রেখেছেন কানন-কুঞ্জ, যার তলদেশ দিয়ে প্রবাহিত প্রস্রবণসমূহ। সেখানে তারা থাকবে চিরকাল। এটাই হল মহান কৃতকার্যতা।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 101,
                                        "bnText": "আর কিছু কিছু তোমার আশ-পাশের মুনাফেক এবং কিছু লোক মদীনাবাসী কঠোর মুনাফেকীতে অনঢ়। তুমি তাদের জান না; আমি তাদের জানি। আমি তাদেরকে আযাব দান করব দু’বার, তারপর তাদেরকে নিয়ে যাওয়া হবে মহান আযাবের দিকে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 102,
                                        "bnText": "আর কোন কোন লোক রয়েছে যারা নিজেদের পাপ স্বীকার করেছে, তারা মিশ্রিত করেছে একটি নেককাজ ও অন্য একটি বদকাজ। শীঘ্রই আল্লাহ হয়ত তাদেরকে ক্ষমা করে দেবেন। নিঃঃসন্দেহে আল্লাহ ক্ষমাশীল করুণাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 103,
                                        "bnText": "তাদের মালামাল থেকে যাকাত গ্রহণ কর যাতে তুমি সেগুলোকে পবিত্র করতে এবং সেগুলোকে বরকতময় করতে পার এর মাধ্যমে। আর তুমি তাদের জন্য দোয়া কর, নিঃসন্দেহে তোমার দোয়া তাদের জন্য সান্ত্বনা স্বরূপ। বস্তুতঃ আল্লাহ সবকিছুই শোনেন, জানেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 104,
                                        "bnText": "তারা কি একথা জানতে পারেনি যে, আল্লাহ নিজেই স্বীয় বান্দাদের তওবা কবুল করেন এবং যাকাত গ্রহণ করেন? বস্তুতঃ আল্লাহই তওবা কবুলকারী, করুণাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 105,
                                        "bnText": "আর তুমি বলে দাও, তোমরা আমল করে যাও, তার পরবর্তীতে আল্লাহ দেখবেন তোমাদের কাজ এবং দেখবেন রসূল ও মুসলমানগণ। তাছাড়া তোমরা শীগ্রই প্রত্যাবর্তিত হবে তাঁর সান্নিধ্যে যিনি গোপন ও প্রকাশ্য বিষয়ে অবগত। তারপর তিনি জানিয়ে দেবেন তোমাদেরকে যা করতে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 106,
                                        "bnText": "আবার অনেক লোক রয়েছে যাদের কাজকর্ম আল্লাহর নির্দেশের উপর স্থগিত রয়েছে; তিনি হয় তাদের আযাব দেবেন না হয় তাদের ক্ষমা করে দেবেন। বস্তুতঃ আল্লাহ সব কিছুই জ্ঞাত, বিজ্ঞতাসম্পন্ন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 107,
                                        "bnText": "আর যারা নির্মাণ করেছে মসজিদ জিদের বশে এবং কুফরীর তাড়নায় মুমিনদের মধ্যে বিভেদ সৃস্টির উদ্দেশ্যে এবং ঐ লোকের জন্য ঘাটি স্বরূপ যে পূর্ব থেকে আল্লাহ ও তাঁর রসূলের সাথে যুদ্ধ করে আসছে, আর তারা অবশ্যই শপথ করবে যে, আমরা কেবল কল্যাণই চেয়েছি। পক্ষান্তরে আল্লাহ সাক্ষী যে, তারা সবাই মিথ্যুক।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 108,
                                        "bnText": "তুমি কখনো সেখানে দাড়াবে না, তবে যে মসজিদের ভিত্তি রাখা হয়েছে তাকওয়ার উপর প্রথম দিন থেকে, সেটিই তোমার দাঁড়াবার যোগ্য স্থান। সেখানে রয়েছে এমন লোক, যারা পবিত্রতাকে ভালবাসে। আর আল্লাহ পবিত্র লোকদের ভালবাসেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 109,
                                        "bnText": "যে ব্যাক্তি স্বীয় গৃহের ভিত্তি রেখেছে কোন গর্তের কিনারায় যা ধ্বসে পড়ার নিকটবর্তী এবং অতঃপর তা ওকে নিয়ে দোযখের আগুনে পতিত হয়। আর আল্লাহ জালেমদের পথ দেখান না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 110,
                                        "bnText": "তাদের নির্মিত গৃহটি তাদের অন্তরে সদা সন্দেহের উদ্রেক করে যাবে যে পর্যন্ত না তাদের অন্তরগুলো চৌচির হয়ে যায়। আর আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 111,
                                        "bnText": "আল্লাহ ক্রয় করে নিয়েছেন মুসলমানদের থেকে তাদের জান ও মাল এই মূল্যে যে, তাদের জন্য রয়েছে জান্নাত। তারা যুদ্ধ করে আল্লাহর রাহেঃ অতঃপর মারে ও মরে। তওরাত, ইঞ্জিল ও কোরআনে তিনি এ সত্য প্রতিশ্রুতিতে অবিচল। আর আল্লাহর চেয়ে প্রতিশ্রুতি রক্ষায় কে অধিক? সুতরাং তোমরা আনন্দিত হও সে লেন-দেনের উপর, যা তোমরা করছ তাঁর সাথে। আর এ হল মহান সাফল্য।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 112,
                                        "bnText": "তারা তওবাকারী, এবাদতকারী, শোকরগোযার, (দুনিয়ার সাথে) সম্পর্কচ্ছেদকারী, রুকু ও সিজদা আদায়কারী, সৎকাজের আদেশ দানকারী ও মন্দ কাজ থেকে নিবৃতকারী এবং আল্লাহর দেওয়া সীমাসমূহের হেফাযতকারী। বস্তুতঃ সুসংবাদ দাও ঈমানদারদেরকে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 113,
                                        "bnText": "নবী ও মুমিনের উচিত নয় মুশরেকদের মাগফেরাত কামনা করে, যদিও তারা আত্নীয় হোক একথা সুস্পষ্ট হওয়ার পর যে তারা দোযখী।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 114,
                                        "bnText": "আর ইব্রাহীম কর্তৃক স্বীয় পিতার মাগফেরাত কামনা ছিল কেবল সেই প্রতিশ্রুতির কারণে, যা তিনি তার সাথে করেছিলেন। অতঃপর যখন তাঁর কাছে একথা প্রকাশ পেল যে, সে আল্লাহর শত্রু তখন তার সাথে সম্পর্ক ছিন্ন করে নিলেন। নিঃসন্দেহে ইব্রাহীম ছিলেন বড় কোমল হৃদয়, সহনশীল।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 115,
                                        "bnText": "আর আল্লাহ কোন জাতিকে হেদায়েত করার পর পথভ্রষ্ট করেন না যতক্ষণ না তাদের জন্য পরিষ্কারভাবে বলে দেন সেসব বিষয় যা থেকে তাদের বেঁচে থাকা দরকার। নিঃসন্দেহে আল্লাহ সব বিষয়ে ওয়াকেফহাল।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 116,
                                        "bnText": "নিশ্চয় আল্লাহরই জন্য আসমানসমূহ ও যমীনের সাম্রাজ্য। তিনিই জিন্দা করেন ও মৃত্যু ঘটান, আর আল্লাহ ব্যতীত তোমাদের জন্য কোন সহায়ও নেই, কোন সাহায্যকারীও নেই।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 117,
                                        "bnText": "আল্লাহ দয়াশীল নবীর প্রতি এবং মুহাজির ও আনসারদের প্রতি, যারা কঠিন মহূর্তে নবীর সঙ্গে ছিল, যখন তাদের এক দলের অন্তর ফিরে যাওয়ার উপক্রম হয়েছিল। অতঃপর তিনি দয়াপরবশ হন তাদের প্রতি। নিঃসন্দেহে তিনি তাদের প্রতি দয়াশীল ও করুনাময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 118,
                                        "bnText": "এবং অপর তিনজনকে যাদেরকে পেছনে রাখা হয়েছিল, যখন পৃথিবী বিস্তৃত হওয়া সত্বেও তাদের জন্য সঙ্কুচিত হয়ে গেল এবং তাদের জীবন দূর্বিসহ হয়ে উঠলো; আর তারা বুঝতে পারলো যে, আল্লাহ ব্যতীত আর কোন আশ্রয়স্থল নেই-অতঃপর তিনি সদয় হলেন তাদের প্রতি যাতে তারা ফিরে আসে। নিঃসন্দেহে আল্লাহ দয়াময় করুণাশীল।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 119,
                                        "bnText": "হে ঈমানদারগণ, আল্লাহকে ভয় কর এবং সত্যবাদীদের সাথে থাক।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 120,
                                        "bnText": "মদীনাবাসী ও পাশ্ববর্তী পল্লীবাসীদের উচিত নয় রসূলুল্লাহর সঙ্গ ত্যাগ করে পেছনে থেকে যাওয়া এবং রসূলের প্রাণ থেকে নিজেদের প্রাণকে অধিক প্রিয় মনে করা। এটি এজন্য যে, আল্লাহর পথে যে তৃষ্ণা, ক্লান্তি ও ক্ষুধা তাদের স্পর্শ করে এবং তাদের এমন পদক্ষেপ যা কাফেরদের মনে ক্রোধের কারণ হয় আর শত্রুদের পক্ষ থেকে তারা যা কিছু প্রাপ্ত হয়-তার প্রত্যেকটির পরিবর্তে তাদের জন্য লিখিত হয়ে নেক আমল। নিঃসন্দেহে আল্লাহ সৎকর্মশীল লোকদের হক নষ্ট করেন না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 121,
                                        "bnText": "আর তারা অল্প-বিস্তর যা কিছু ব্যয় করে, যত প্রান্তর তারা অতিক্রম করে, তা সবই তাদের নামে লেখা হয়, যেন আল্লাহ তাদের কৃতকর্মসমূহের উত্তম বিনিময় প্রদান করেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 122,
                                        "bnText": "আর সমস্ত মুমিনের অভিযানে বের হওয়া সঙ্গত নয়। তাই তাদের প্রত্যেক দলের একটি অংশ কেন বের হলো না, যাতে দ্বীনের জ্ঞান লাভ করে এবং সংবাদ দান করে স্বজাতিকে, যখন তারা তাদের কাছে প্রত্যাবর্তন করবে, যেন তারা বাঁচতে পারে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 123,
                                        "bnText": "হে ঈমানদারগণ, তোমাদের নিকটবর্তী কাফেরদের সাথে যুদ্ধ চালিয়ে যাও এবং তারা তোমাদের মধ্যে কঠোরতা অনুভব করুক আর জেনে রাখ, আল্লাহ মুত্তাকীদের সাথে রয়েছেন।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 124,
                                        "bnText": "আর যখন কোন সূরা অবতীর্ণ হয়, তখন তাদের কেউ কেউ বলে, এ সূরা তোমাদের মধ্যেকার ঈমান কতটা বৃদ্ধি করলো? অতএব যারা ঈমানদার, এ সূরা তাদের ঈমান বৃদ্ধি করেছে এবং তারা আনন্দিত হয়েছে।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 125,
                                        "bnText": "বস্তুতঃ যাদের অন্তরে ব্যাধি রয়েছে এটি তাদের কলুষের সাথে আরো কলুষ বৃদ্ধি করেছে এবং তারা কাফের অবস্থায়ই মৃত্যু বরণ করলো।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 126,
                                        "bnText": "তারা কি লক্ষ্য করে না, প্রতি বছর তারা দু’একবার বিপর্যস্ত হচ্ছে, অথচ, তারা এরপরও তওবা করে না কিংবা উপদেশ গ্রহণ করে না।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 127,
                                        "bnText": "আর যখনই কোন সূরা অবতীর্ণ হয়, তখন তারা একে অন্যের দিকে তাকায় যে, কোন মুসলমান তোমাদের দেখছে কি-না-অতঃপর সরে পড়ে। আল্লাহ ওদের অন্তরকে সত্য বিমুখ করে দিয়েছেন! নিশ্চয়ই তারা নির্বোধ সম্প্রদায়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 128,
                                        "bnText": "তোমাদের কাছে এসেছে তোমাদের মধ্য থেকেই একজন রসূল। তোমাদের দুঃখ-কষ্ট তার পক্ষে দুঃসহ। তিনি তোমাদের মঙ্গলকামী, মুমিনদের প্রতি স্নেহশীল, দয়াময়।"
                              },
                              {
                                        "chapter": 9,
                                        "verseKey": 129,
                                        "bnText": "এ সত্ত্বেও যদি তারা বিমুখ হয়ে থাকে, তবে বলে দাও, আল্লাহই আমার জন্য যথেষ্ট, তিনি ব্যতীত আর কারো বন্দেগী নেই। আমি তাঁরই ভরসা করি এবং তিনিই মহান আরশের অধিপতি।"
                              }
                    ],
          },
          {
                    "surahNo": 10,
                    "surahName": "সূরা ইউনুস",
                    "surahArName": "يونس",
                    "surahMeaning": "নবী ইউনুস",
                    "totalVerses": "109",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-10.mp3",
                    "verses": [
                              {
                                        "chapter": 10,
                                        "verseKey": 1,
                                        "bnText": "আলিফ-লাম-র, এগুলো হেকমতপূর্ণ কিতাবের আয়াত।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 2,
                                        "bnText": "মানুষের কাছে কি আশ্চর্য লাগছে যে, আমি ওহী পাঠিয়েছি তাদেরই মধ্য থেকে একজনের কাছে যেন তিনি মানুষকে সতর্ক করেন এবং সুসংবাদ শুনিয়ে দেন ঈমনাদারগণকে যে, তাঁদের জন্য সত্য মর্যাদা রয়েছে তাঁদের পালনকর্তার কাছে। কাফেররা বলতে লাগল, নিঃসন্দেহে এ লোক প্রকাশ্য যাদুকর।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 3,
                                        "bnText": "নিশ্চয়ই তোমাদের পালনকর্তা আল্লাহ যিনি তৈরী করেছেন আসমান ও যমীনকে ছয় দিনে, অতঃপর তিনি আরশের উপর অধিষ্ঠিত হয়েছেন। তিনি কার্য পরিচালনা করেন। কেউ সুপারিশ করতে পাবে না তবে তাঁর অনুমতি ছাড়া ইনিই আল্লাহ তোমাদের পালনকর্তা। অতএব, তোমরা তাঁরই এবাদত কর। তোমরা কি কিছুই চিন্তা কর না"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 4,
                                        "bnText": "তাঁর কাছেই ফিরে যেতে হবে তোমাদের সবাইকে, আল্লাহর ওয়াদা সত্য, তিনিই সৃষ্টি করেন প্রথমবার আবার পুনর্বার তৈরী করবেন তাদেরকে বদলা দেয়ার জন্য যারা ঈমান এনেছে এবং নেক কাজ করেছে ইনসাফের সাথে। আর যারা কাফের হয়েছে, তাদের পান করতে হবে ফুটন্ত পানি এবং ভোগ করতে হবে যন্ত্রনাদায়ক আযাব এ জন্যে যে, তারা কুফরী করছিল।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 5,
                                        "bnText": "তিনিই সে মহান সত্তা, যিনি বানিয়েছেন সুর্যকে উজ্জল আলোকময়, আর চন্দ্রকে স্নিগ্ধ আলো বিতরণকারীরূপে এবং অতঃপর নির্ধারিত করেছেন এর জন্য মনযিল সমূহ, যাতে করে তোমরা চিনতে পার বছরগুলোর সংখ্যা ও হিসাব। আল্লাহ এই সমস্ত কিছু এমনিতেই সৃষ্টি করেননি, কিন্তু যথার্থতার সাথে। তিনি প্রকাশ করেন লক্ষণসমূহ সে সমস্ত লোকের জন্য যাদের জ্ঞান আছে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 6,
                                        "bnText": "নিশ্চয়ই রাত-দিনের পরিবর্তনের মাঝে এবং যা কিছু তিনি সৃষ্টি করেছেন আসমান ও যমীনে, সবই হল নিদর্শন সেসব লোকের জন্য যারা ভয় করে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 7,
                                        "bnText": "অবশ্যই যেসব লোক আমার সাক্ষাৎ লাভের আশা রাখে না এবং পার্থিব জীবন নিয়েই উৎফুল্ল রয়েছে, তাতেই প্রশান্তি অনুভব করেছে এবং যারা আমার নির্দশনসমূহ সম্পর্কে বেখবর।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 8,
                                        "bnText": "এমন লোকদের ঠিকানা হল আগুন সেসবের বদলা হিসাবে যা তারা অর্জন করছিল।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 9,
                                        "bnText": "অবশ্য যেসব লোক ঈমান এনেছে এবং সৎকাজ করেছে, তাদেরকে হেদায়েত দান করবেন তাদের পালনকর্তা, তাদের ঈমানের মাধ্যমে। এমন সুসময় কানন-কুঞ্জের প্রতি যার তলদেশে প্রবাহিত হয় প্রস্রবণসমূহ।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 10,
                                        "bnText": "সেখানে তাদের প্রার্থনা হল ‘পবিত্র তোমার সত্তা হে আল্লাহ’। আর শুভেচ্ছা হল সালাম আর তাদের প্রার্থনার সমাপ্তি হয়, ‘সমস্ত প্রশংসা বিশ্বপালক আল্লাহর জন্য’ বলে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 11,
                                        "bnText": "আর যদি আল্লাহ তা’আলা মানুষকে যথাশীঘ্র অকল্যাণ পৌঁছে দেন যতশীঘ্র তার কামনা করে, তাহলে তাদের আশাই শেষ করে দিতে হত। সুতরাং যাদের মনে আমার সাক্ষাতের আশা নেই, আমি তাদেরকে তাদের দুষ্টুমিতে ব্যতিব্যস্ত ছেড়ে দিয়ে রাখি।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 12,
                                        "bnText": "আর যখন মানুষ কষ্টের সম্মুখীন হয়, শুয়ে বসে, দাঁড়িয়ে আমাকে ডাকতে থাকে। তারপর আমি যখন তা থেকে মুক্ত করে দেই, সে কষ্ট যখন চলে যায় তখন মনে হয় কখনো কোন কষ্টেরই সম্মুখীন হয়ে যেন আমাকে ডাকেইনি। এমনিভাবে মনঃপুত হয়েছে নির্ভয় লোকদের যা তারা করেছে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 13,
                                        "bnText": "অবশ্য তোমাদের পূর্বে বহু দলকে ধ্বংস করে দিয়েছি, তখন তারা জালেম হয়ে গেছে। অথচ রসূল তাদের কাছেও এসব বিষয়ের প্রকৃষ্ট নির্দেশ নিয়ে এসেছিলেন। কিন্তু কিছুতেই তারা ঈমান আনল না। এমনিভাবে আমি শাস্তি দিয়ে থাকি পাপি সম্প্রদায়কে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 14,
                                        "bnText": "অতঃপর আমি তোমাদেরকে যমীনে তাদের পর প্রতিনিধি বানিয়েছি যাতে দেখতে পারি তোমরা কি কর।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 15,
                                        "bnText": "আর যখন তাদের কাছে আমার প্রকৃষ্ট আয়াত সমূহ পাঠ করা হয়, তখন সে সমস্ত লোক বলে, যাদের আশা নেই আমার সাক্ষাতের, নিয়ে এসো কোন কোরআন এটি ছাড়া, অথবা একে পরিবর্তিত করে দাও। তাহলে বলে দাও, একে নিজের পক্ষ থেকে পরিবর্তিত করা আমার কাজ নয়। আমি সে নির্দেশেরই আনুগত্য করি, যা আমার কাছে আসে। আমি যদি স্বীয় পরওয়ারদেগারের নাফরমানী করি, তবে কঠিন দিবসের আযাবের ভয় করি।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 16,
                                        "bnText": "বলে দাও, যদি আল্লাহ চাইতেন, তবে আমি এটি তোমাদের সামনে পড়তাম না, আর নাইবা তিনি তোমাদেরেকে অবহিত করতেন এ সম্পর্কে। কারণ আমি তোমাদের মাঝে ইতিপূর্বেও একটা বয়স অতিবাহিত করেছি। তারপরেও কি তোমরা চিন্তা করবে না"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 17,
                                        "bnText": "অতঃপর তার চেয়ে বড় জালেম, কে হবে, যে আল্লাহর প্রতি অপবাদ আরোপ করেছে কিংবা তাঁর আয়াতসমূহকে মিথ্যা বলে অভিহিত করছে? কস্মিনকালেও পাপীদের কোন কল্যাণ হয় না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 18,
                                        "bnText": "আর উপাসনা করে আল্লাহকে বাদ দিয়ে এমন বস্তুর, যা না তাদের কোন ক্ষতিসাধন করতে পারে, না লাভ এবং বলে, এরা তো আল্লাহর কাছে আমাদের সুপারিশকারী। তুমি বল, তোমরা কি আল্লাহকে এমন বিষয়ে অবহিত করছ, যে সম্পর্কে তিনি অবহিত নন আসমান ও যমীনের মাঝে ? তিনি পুতঃপবিত্র ও মহান সে সমস্ত থেকে যাকে তোমরা শরীক করছ।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 19,
                                        "bnText": "আর সমস্ত মানুষ একই উম্মতভুক্ত ছিল, পরে পৃথক হয়ে গেছে। আর একটি কথা যদি তোমার পরওয়ারদেগারের পক্ষ থেকে পূর্ব নির্ধারিত না হয়ে যেত; তবে তারা যে বিষয়ে বিরোধ করছে তার মীমাংসা হয়ে যেত।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 20,
                                        "bnText": "বস্তুতঃ তারা বলে, তাঁর কাছে তাঁর পরওয়ারদেগারের পক্ষ থেকে কোন নির্দেশ এল না কেন? বলে দাও গায়েবের কথা আল্লাহই জানেন। আমি ও তোমাদের সাথে অপেক্ষায় রইলাম।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 21,
                                        "bnText": "আর যখন আমি আস্বাদন করাই স্বীয় রহমত সে কষ্টের পর, যা তাদের ভোগ করতে হয়েছিল, তখনই তারা আমার শক্তিমত্তার মাঝে নানা রকম ছলনা তৈরী করতে আরম্ভ করবে। আপনি বলে দিন, আল্লাহ সবচেয়ে দ্রুত কলা-কৌশল তৈরী করতে পারেন। নিশ্চয়ই আমাদের ফেরেশতারা লিখে রাখে তোমাদের ছল-চাতুরী।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 22,
                                        "bnText": "তিনিই তোমাদের ভ্রমন করান স্থলে ও সাগরে। এমনকি যখন তোমরা নৌকাসমূহে আরোহণ করলে আর তা লোকজনকে অনুকূল হাওয়ায় বয়ে নিয়ে চলল এবং তাতে তারা আনন্দিত হল, নৌকাগুলোর উপর এল তীব্র বাতাস, আর সর্বদিক থেকে সেগুলোর উপর ঢেউ আসতে লাগল এবং তারা জানতে পারল যে, তারা অবরুদ্ধ হয়ে পড়েছে, তখন ডাকতে লাগল আল্লাহকে তাঁর এবাদতে নিঃস্বার্থ হয়ে যদি তুমি আমাদেরকে এ বিপদ থেকে উদ্ধার করে তোল, তাহলে নিঃসন্দেহে আমরা কৃতজ্ঞ থাকব।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 23,
                                        "bnText": "তারপর যখন তাদেরকে আল্লাহ বাঁচিয়ে দিলেন, তখনই তারা পৃথিবীতে অনাচার করতে লাগল অন্যায় ভাবে। হে মানুষ! শোন, তোমাদের অনাচার তোমাদেরই উপর পড়বে। পার্থিব জীবনের সুফল ভোগ করে নাও-অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে। তখন আমি বাতলে দেব, যা কিছু তোমরা করতে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 24,
                                        "bnText": "পার্থিব জীবনের উদাহরণ তেমনি, যেমনি আমি আসমান থেকে পানি বর্ষন করলাম, পরে তা মিলিত সংমিশ্রিত হয়ে তা থেকে যমীনের শ্যামল উদ্ভিদ বেরিয়ে এল যা মানুষ ও জীব-জন্তুরা খেয়ে থাকে। এমনকি যমীন যখন সৌন্দর্য সুষমায় ভরে উঠলো আর যমীনের অধিকর্তারা ভাবতে লাগল, এগুলো আমাদের হাতে আসবে, হঠাৎ করে তার উপর আমার নির্দেশ এল রাত্রে কিংবা দিনে, তখন সেগুলোকে কেটে স্তুপাকার করে দিল যেন কাল ও এখানে কোন আবাদ ছিল না। এমনিভাবে আমি খোলাখুলি বর্ণনা করে থাকি নিদর্শণসমূহ সে সমস্ত লোকদের জন্য যারা লক্ষ্য করে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 25,
                                        "bnText": "আর আল্লাহ শান্তি-নিরাপত্তার আলয়ের প্রতি আহবান জানান এবং যাকে ইচ্ছা সরলপথ প্রদর্শন করেন।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 26,
                                        "bnText": "যারা সৎকর্ম করেছে তাদের জন্য রয়েছে কল্যাণ এবং তারও চেয়ে বেশী। আর তাদের মুখমন্ডলকে আবৃত করবে না মলিনতা কিংবা অপমান। তারাই হল জান্নাতবাসী, এতেই তারা বসবাস করতে থাকবে অনন্তকাল।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 27,
                                        "bnText": "আর যারা সঞ্চয় করেছে অকল্যাণ অসৎ কর্মের বদলায় সে পরিমাণ অপমান তাদের চেহারাকে আবৃত করে ফেলবে। কেউ নেই তাদেরকে বাঁচাতে পারে আল্লাহর হাত থেকে। তাদের মুখমন্ডল যেন ঢেকে দেয়া হয়েছে আধাঁর রাতের টুকরো দিয়ে। এরা হল দোযখবাসী। এরা এতেই থাকবে অনন্তকাল।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 28,
                                        "bnText": "আর যেদিন আমি তাদের সবাইকে সমবেত করব; আর যারা শেরক করত তাদেরকে বলবঃ তোমরা এবং তোমাদের শরীকরা নিজ নিজ জায়গায় দাঁড়িয়ে যাও-অতঃপর তাদেরকে পারস্পরিক বিচ্ছিন্ন করে দেব, তখন তাদের শরীকরা বলবে, তোমরা তো আমাদের উপাসনা-বন্দেগী করনি।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 29,
                                        "bnText": "বস্তুতঃ আল্লাহ আমাদের ও তোমাদের মাঝে সাক্ষী হিসাবে যথেষ্ট। আমরা তোমাদের বন্দেগী সম্পর্কে জানতাম না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 30,
                                        "bnText": "সেখানে প্রত্যেকে যাচাই করে নিতে পারবে যা কিছু সে ইতিপূর্বে করেছিল এবং আল্লাহর প্রতি প্রত্যাবর্তন করবে যিনি তাদের প্রকৃত মালিক, আর তাদের কাছ থেকে দূরে যেতে থাকবে যারা মিথ্যা বলত।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 31,
                                        "bnText": "তুমি জিজ্ঞেস কর, কে রুযী দান করে তোমাদেরকে আসমান থেকে ও যমীন থেকে, কিংবা কে তোমাদের কান ও চোখের মালিক? তাছাড়া কে জীবিতকে মৃতের ভেতর থেকে বের করেন এবং কেইবা মৃতকে জীবিতের মধ্য থেকে বের করেন? কে করেন কর্ম সম্পাদনের ব্যবস্থাপনা? তখন তারা বলে উঠবে, আল্লাহ! তখন তুমি বলো তারপরেও ভয় করছ না"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 32,
                                        "bnText": "অতএব, এ আল্লাহই তোমাদের প্রকৃত পালনকর্তা। আর সত্য প্রকাশের পরে (উদভ্রান্ত ঘুরার মাঝে) কি রয়েছে গোমরাহী ছাড়া? সুতরাং কোথায় ঘুরছ"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 33,
                                        "bnText": "এমনিভাবে সপ্রমাণিত হয়ে গেছে তোমার পরওয়ারদেগারের বাণী সেসব নাফরমানের ব্যাপারে যে, এরা ঈমান আনবে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 34,
                                        "bnText": "বল, আছে কি কেউ তোমাদের শরীকদের মাঝে যে সৃষ্টি কে পয়দা করতে পারে এবং আবার জীবিত করতে পারে? বল, আল্লাহই প্রথমবার সৃষ্টি করেন এবং অতঃপর তার পুনরুদ্ভব করবেন। অতএব, কোথায় ঘুরপাক খাচ্ছে"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 35,
                                        "bnText": "জিজ্ঞেস কর, আছে কি কেউ তোমাদের শরীকদের মধ্যে যে সত্য-সঠিক পথ প্রদর্শন করবে? বল, আল্লাহই সত্য-সঠিক পথ প্রদর্শন করেন, সুতরাং এমন যে লোক সঠিক পথ দেখাবে তার কথা মান্য করা কিংবা যে লোক নিজে নিজে পথ খুঁজে পায় না, তাকে পথ দেখানো কর্তব্য। অতএব, তোমাদের কি হল, কেমন তোমাদের বিচার"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 36,
                                        "bnText": "বস্তুতঃ তাদের অধিকাংশই শুধু আন্দাজ-অনুমানের উপর চলে, অথচ আন্দাজ-অনুমান সত্যের বেলায় কোন কাজেই আসে না। আল্লাহ ভাল করেই জানেন, তারা যা কিছু করে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 37,
                                        "bnText": "আর কোরআন সে জিনিস নয় যে, আল্লাহ ব্যতীত কেউ তা বানিয়ে নেবে। অবশ্য এটি পূর্ববর্তী কালামের সত্যায়ন করে এবং সে সমস্ত বিষয়ের বিশ্লেষণ দান করে যা তোমার প্রতি দেয়া হয়েছে, যাতে কোন সন্দেহ নেই-তোমার বিশ্বপালনকর্তার পক্ষ থেকে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 38,
                                        "bnText": "মানুষ কি বলে যে, এটি বানিয়ে এনেছ? বলে দাও, তোমরা নিয়ে এসো একটিই সূরা, আর ডেকে নাও, যাদেরকে নিতে সক্ষম হও আল্লাহ ব্যতীত, যদি তোমরা সত্যবাদী হয়ে থাক।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 39,
                                        "bnText": "কিন্তু কথা হল এই যে, তারা মিথ্যা প্রতিপন্ন করতে আরম্ভ করেছে যাকে বুঝতে, তারা অক্ষম। অথচ এখনো এর বিশ্লেষণ আসেনি। এমনিভাবে মিথ্যা প্রতিপন্ন করেছে তাদের পূর্ববর্তীরা। অতএব, লক্ষ্য করে দেখ, কেমন হয়েছে পরিণতি।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 40,
                                        "bnText": "আর তাদের মধ্যে কেউ কেউ কোরআনকে বিশ্বাস করবে এবং কেউ কেউ বিশ্বাস করবে না। বস্তুতঃ তোমার পরওয়ারদেগার যথার্থই জানেন দুরাচারদিগকে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 41,
                                        "bnText": "আর যদি তোমাকে মিথ্যা প্রতিপন্ন করে, তবে বল, আমার জন্য আমার কর্ম, আর তোমাদের জন্য তোমাদের কর্ম। তোমাদের দায়-দায়িত্ব নেই আমার কর্মের উপর এবং আমারও দায়-দায়িত্ব নেই তোমরা যা কর সেজন্য।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 42,
                                        "bnText": "তাদের কেউ কেউ কান রাখে তোমাদের প্রতি; তুমি বধিরদেরকে কি শোনাবে যদি তাদের বিবেক-বুদ্ধি না থাকে"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 43,
                                        "bnText": "আবার তাদের মধ্যে কেউ কেউ তোমাদের প্রতি দৃষ্টিনিবদ্ধ রাখে; তুমি অন্ধদেরকে কি পথ দেখাবে যদি তারা মোটেও দেখতে না পারে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 44,
                                        "bnText": "আল্লাহ জুলুম করেন না মানুষের উপর, বরং মানুষ নিজেই নিজের উপর জুলুম করে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 45,
                                        "bnText": "আর যেদিন তাদেরকে সমবেত করা হবে, যেন তারা অবস্থান করেনি, তবে দিনের একদন্ড একজন অপরজনকে চিনবে। নিঃসন্দেহে ক্ষতিগ্রস্ত হয়েছে যারা মিথ্যা প্রতিপন্ন করেছে আল্লাহর সাথে সাক্ষাতকে এবং সরলপথে আসেনি।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 46,
                                        "bnText": "আর যদি আমি দেখাই তোমাকে সে ওয়াদাসমূহের মধ্য থেকে কোন কিছু যা আমি তাদের সাথে করেছি, অথবা তোমাকে মৃত্যুদান করি, যাহোক, আমার কাছেই তাদেরকে প্রত্যাবর্তন করতে হবে। বস্তুতঃ আল্লাহ সে সমস্ত কর্মের সাক্ষী যা তারা করে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 47,
                                        "bnText": "আর প্রত্যেক সম্প্রদায়ের একেকজন রসূল রয়েছে। যখন তাদের কাছে তাদের রসূল ন্যায়দন্ডসহ উপস্থিত হল, তখন আর তাদের উপর জুলুম হয় না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 48,
                                        "bnText": "তারা আরো বলে, এ ওয়াদা কবে আসবে, যদি তোমরা সত্যবাদী হয়ে থাক"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 49,
                                        "bnText": "তুমি বল, আমি আমার নিজের ক্ষতি কিংবা লাভেরও মালিক নই, কিন্তু আল্লাহ যা ইচ্ছা করেন। প্রত্যেক সম্প্রদায়ের জন্যই একেকটি ওয়াদা রয়েছে, যখন তাদের সে ওয়াদা এসে পৌঁছে যাবে, তখন না একদন্ড পেছনে সরতে পারবে, না সামনে ফসকাতে পারবে,।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 50,
                                        "bnText": "তুমি বল, আচ্ছা দেখ তো দেখি, যদি তোমাদের উপর তার আযাব রাতারাতি অথবা দিনের বেলায় এসে পৌঁছে যায়, তবে এর আগে পাপীরা কি করবে"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 51,
                                        "bnText": "তাহলে কি আযাব সংঘটিত হয়ে যাবার পর এর প্রতি বিশ্বাস করবে? এখন স্বীকার করলে? অথচ তোমরা এরই তাকাদা করতে"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 52,
                                        "bnText": "অতঃপর বলা হবে, গোনাহগারদিগকে, ভোগ করতে থাক অনন্ত আযাব-তোমরা যা কিছু করতে তার তাই প্রতিফল।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 53,
                                        "bnText": "আর তোমার কাছে সংবাদ জিজ্ঞেস করে, এটা কি সত্য ? বলে দাও, অবশ্যই আমার পরওয়ারদেগারের কসম এটা সত্য। আর তোমরা পরিশ্রান্ত করে দিতে পারবে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 54,
                                        "bnText": "বস্তুতঃ যদি প্রত্যেক গোনাহগারের কাছে এত পরিমাণ থাকে যা আছে সমগ্র যমীনের মাঝে, আর অবশ্যই যদি সেগুলো নিজের মুক্তির বিনিময়ে দিতে চাইবে আর গোপনে গোপনে অনুতাপ করবে, যখন আযাব দেখবে। বস্তুতঃ তাদের জন্য সিদ্ধান্ত হবে ন্যায়সঙ্গত এবং তাদের উপর জুলম হবে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 55,
                                        "bnText": "শুনে রাখ, যা কিছু রয়েছে আসমানসমূহে ও যমীনে সবই আল্লাহর। শুনে রাখ, আল্লাহর প্রতিশ্রুতি সত্য। তবে অনেকেই জানে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 56,
                                        "bnText": "তিনিই জীবন ও মরণ দান করেন এবং তাঁরই কাছে প্রত্যাবর্তন করতে হবে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 57,
                                        "bnText": "হে মানবকুল, তোমাদের কাছে উপদেশবানী এসেছে তোমাদের পরওয়ারদেগারের পক্ষ থেকে এবং অন্তরের রোগের নিরাময়, হেদায়েত ও রহমত মুসলমানদের জন্য।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 58,
                                        "bnText": "বল, আল্লাহর দয়া ও মেহেরবাণীতে। সুতরাং এরই প্রতি তাদের সন্তুষ্ট থাকা উচিৎ। এটিই উত্তম সে সমুদয় থেকে যা সঞ্চয় করছ।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 59,
                                        "bnText": "বল, আচ্ছা নিজেই লক্ষ্য করে দেখ, যা কিছু আল্লাহ তোমাদের জন্য রিযিক হিসাবে অবতীর্ণ করেছেন, তোমরা সেগুলোর মধ্য থেকে কোনটাকে হারাম আর কোনটাকে হালাল সাব্যস্ত করেছ? বল, তোমাদের কি আল্লাহ নির্দেশ দিয়েছেন, নাকি আল্লাহর উপর অপবাদ আরোপ করছ"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 60,
                                        "bnText": "আর আল্লাহর প্রতি মিথ্যা অপবাদ আরোপকারীদের কি ধারণা কেয়ামত সম্পর্কে? আল্লাহ তো মানুষের প্রতি অনুগ্রহই করেন, কিন্তু অনেকেই কৃতজ্ঞতা স্বীকার করে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 61,
                                        "bnText": "বস্তুতঃ যে কোন অবস্থাতেই তুমি থাক এবং কোরআনের যে কোন অংশ থেকেই পাঠ করা কিংবা যে কোন কাজই তোমরা কর অথচ আমি তোমাদের নিকটে উপস্থিত থাকি যখন তোমরা তাতে আত্ননিয়োগ কর। আর তোমার পরওয়ারদেগার থেকে গোপন থাকে না একটি কনাও, না যমীনের এবং না আসমানের। না এর চেয়ে ক্ষুদ্র কোন কিছু আছে, না বড় যা এই প্রকৃষ্ট কিতাবে নেই।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 62,
                                        "bnText": "মনে রেখো যারা আল্লাহর বন্ধু, তাদের না কোন ভয় ভীতি আছে, না তারা চিন্তান্বিত হবে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 63,
                                        "bnText": "যারা ঈমান এনেছে এবং ভয় করতে রয়েছে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 64,
                                        "bnText": "তাদের জন্য সুসংবাদ পার্থিব জীবনে ও পরকালীন জীবনে। আল্লাহর কথার কখনো হের-ফের হয় না। এটাই হল মহা সফলতা।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 65,
                                        "bnText": "আর তাদের কথায় দুঃখ নিয়ো না। আসলে সমস্ত ক্ষমতা আল্লাহর। তিনিই শ্রবণকারী, সর্বজ্ঞ।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 66,
                                        "bnText": "শুনছ, আসমানসমূহে ও যমীনে যা কিছু রয়েছে সবই আল্লাহর। আর এরা যারা আল্লাহকে বাদ দিয়ে শরীকদের উপাসনার পেছনে পড়ে আছে-তা আসলে কিছুই নয়। এরা নিজেরই কল্পনার পেছনে পড়ে রয়েছে এবং এছাড়া আর কিছু নয় যে, এরা বুদ্ধি খাটাচ্ছে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 67,
                                        "bnText": "তিনি তোমাদের জন্য তৈরী করেছেন রাত, যাতে করে তোমরা তাতে প্রশান্তি লাভ করতে পার, আর দিন দিয়েছেন দর্শন করার জন্য। নিঃসন্দেহে এতে নিদর্শন রয়েছে সে সব লোকের জন্য যারা শ্রবণ করে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 68,
                                        "bnText": "তারা বলে, আল্লাহ পুত্র সাব্যস্ত করে নিয়েছেন-তিনি পবিত্র, তিনি অমুখাপেক্ষী। যাকিছু রয়েছে আসমান সমূহে ও যমীনে সবই তাঁর। তোমাদের কাছে তার কোন সনদ নেই। কেন তোমরা আল্লাহর প্রতি মিথ্যারোপ কর-যার কোন সনদই তোমাদের কাছে নেই"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 69,
                                        "bnText": "বলে দাও, যারা এরূপ করে তারা অব্যাহতি পায় না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 70,
                                        "bnText": "পার্থিবজীবনে সামান্যই লাভ, অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে। তখন আমি তাদেরকে আস্বাদন করাব কঠিন আযাব-তাদেরই কৃত কুফরীর বদলাতে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 71,
                                        "bnText": "আর তাদেরকে শুনিয়ে দাও নূহের অবস্থা যখন সে স্বীয় সম্প্রদায়কে বলল, হে আমার সম্প্রদায়, যদি তোমাদের মাঝে আমার অবস্থিতি এবং আল্লাহর আয়াতসমূহের মাধ্যমে নসীহত করা ভারী বলে মনে হয়ে থাকে, তবে আমি আল্লাহর উপর ভরসা করছি। এখন তোমরা সবাই মিলে নিজেরদের কর্ম সাব্যস্ত কর এবং এতে তোমাদের শরীকদেরকে সমবেত করে নাও, যাতে তোমাদের মাঝে নিজেদের কাজের ব্যাপারে কোন সন্দেহ-সংশয় না থাকে। অতঃপর আমার সম্পর্কে যা কিছু করার করে ফেল এবং আমাকে অব্যাহতি দিও না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 72,
                                        "bnText": "তারপরও যদি বিমুখতা অবলম্বন কর, তবে আমি তোমাদের কাছে কোন রকম বিনিময় কামনা করি না। আমার বিনিময় হল আল্লাহর দায়িত্বে। আর আমার প্রতি নির্দেশ রয়েছে যেন আমি আনুগত্য অবলম্বন করি।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 73,
                                        "bnText": "তারপরও এরা মিথ্যা প্রতিপন্ন করল। সুতরাং তাকে এবং তার সাথে নৌকায় যারা ছিল তাদের কে বাঁচিয়ে নিয়েছি এবং যথাস্থানে আবাদ করেছি। আর তাদেরকে ডুবিয়ে দিয়েছি যারা আমার কথাকে মিথ্যা প্রতিপন্ন করেছে। সুতরাং লক্ষ্য কর, কেমন পরিণতি ঘটেছে তাদের যাদেরকে ভীতি প্রদর্শন করা হয়েছিল।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 74,
                                        "bnText": "অনন্তর আমি নূহের পরে বহু নবী-রসূল পাঠিয়েছি তাদের সম্প্রদায়ের প্রতি। তারপর তাদের কাছে তারা প্রকাশ্য দলীল-প্রমাণ উপস্থাপন করেছে, কিন্তু তাদের দ্বারা এমনটি হয়নি যে, ঈমান আনবে সে ব্যাপারে, যাকে তারা ইতিপূর্বে মিথ্যা প্রতিপন্ন করেছিল। এভাবেই আমি মোহর এঁটে দেই সীমালংঘনকারীদের অন্তরসমূহের উপর।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 75,
                                        "bnText": "অতঃপর তাদের পেছনে পাঠিয়েছি আমি মূসা ও হারুনকে, ফেরাউন ও তার সর্দারের প্রতি স্বীয় নির্দেশাবলী সহকারে। অথচ তারা অহংকার করতে আরম্ভ করেছে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 76,
                                        "bnText": "বস্তুতঃ তারা ছিল গোনাহগার। তারপর আমার পক্ষ থেকে যখন তাদের কাছে সত্য বিষয় উপস্থিত হল, তখন বলতে লাগলো, এগুলো তো প্রকাশ্য যাদু।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 77,
                                        "bnText": "মূসা বলল, সত্যের ব্যাপারে একথা বলছ, তা তোমাদের কাছে পৌঁছার পর? একি যাদু? অথচ যারা যাদুকর, তারা সফল হতে পারে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 78,
                                        "bnText": "তারা বলল, তুমি কি আমাদেরকে সে পথ থেকে ফিরিয়ে দিতে এসেছ যাতে আমরা পেয়েছি আমাদের বাপ-দাদাদেরকে? আর যাতে তোমরা দুইজন এদেশের সর্দারী পেয়ে যেতে পার? আমরা তোমাদেরকে কিছুতেই মানব না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 79,
                                        "bnText": "আর ফেরাউন বলল, আমার কাছে নিয়ে এস সুদক্ষ যাদুকরদিগকে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 80,
                                        "bnText": "তারপর যখন যাদুকররা এল, মূসা তাদেরকে বলল, নিক্ষেপ কর, তোমরা যা কিছু নিক্ষেপ করে থাক।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 81,
                                        "bnText": "অতঃপর যখন তারা নিক্ষেপ করল, মূসা বলল, যা কিছু তোমরা এনেছ তা সবই যাদু-এবার আল্লাহ এসব ভন্ডুল করে দিচ্ছেন। নিঃসন্দেহে আল্লাহ দুস্কর্মীদের কর্মকে সুষ্ঠুতা দান করেন না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 82,
                                        "bnText": "আল্লাহ সত্যকে সত্যে পরিণত করেন স্বীয় নির্দেশে যদিও পাপীদের তা মনঃপুত নয়।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 83,
                                        "bnText": "আর কেউ ঈমান আনল না মূসার প্রতি তাঁর কওমের কতিপয় বালক ছাড়া-ফেরাউন ও তার সর্দারদের ভয়ে যে, এরা না আবার কোন বিপদে ফেলে দেয়। ফেরাউন দেশময় কর্তꦣ2499;ত্বের শিখরে আরোহণ করেছিল। আর সে তার হাত ছেড়ে রেখেছিল।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 84,
                                        "bnText": "আর মূসা বলল, হে আমার সম্প্রদায়, তোমরা যদি আল্লাহর উপর ঈমান এনে থাক, তবে তারই উপর ভরসা কর যদি তোমরা ফরমাবরদার হয়ে থাক।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 85,
                                        "bnText": "তখন তারা বলল, আমরা আল্লাহর উপর ভরসা করেছি। হে আমাদের পালনকর্তা, আমাদের উপর এ জালেম কওমের শক্তি পরীক্ষা করিও না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 86,
                                        "bnText": "আর আমাদেরকে অনুগ্রহ করে ছাড়িয়ে দাও এই কাফেরদের কবল থেকে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 87,
                                        "bnText": "আর আমি নির্দেশ পাঠালাম মূসা এবং তার ভাইয়ের প্রতি যে, তোমরা তোমাদের জাতির জন্য মিসরের মাটিতে বাস স্থান নির্ধারণ কর। আর তোমাদের ঘরগুলো বানাবে কেবলামুখী করে এবং নামায কায়েম কর আর যারা ঈমানদার তাদেরকে সুসংবাদ দান কর।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 88,
                                        "bnText": "মূসা বলল, হে আমার পরওয়ারদেগার, তুমি ফেরাউনকে এবং তার সর্দারদেরকে পার্থব জীবনের আড়ম্বর দান করেছ, এবং সম্পদ দান করেছ-হে আমার পরওয়ারদেগার, এ জন্যই যে তারা তোমার পথ থেকে বিপথগামী করব! হে আমার পরওয়ারদেগার, তাদের ধন-সম্পদ ধ্বংস করে দাও এবং তাদের অন্তরগুলোকে কাঠোর করে দাও যাতে করে তারা ততক্ষণ পর্যন্ত ঈমান না আনে যতক্ষণ না বেদনাদায়ক আযাব প্রত্যক্ষ করে নেয়।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 89,
                                        "bnText": "বললেন, তোমাদের দোয়া মঞ্জুর হয়েছে। অতএব তোমরা দুজন অটল থাকো এবং তাদের পথে চলো না যারা অজ্ঞ।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 90,
                                        "bnText": "আর বনী-ইসরাঈলকে আমি পার করে দিয়েছি নদী। তারপর তাদের পশ্চাদ্ধাবন করেছে ফেরাউন ও তার সেনাবাহিনী, দুরাচার ও বাড়াবাড়ির উদ্দেশে। এমনকি যখন তারা ডুবতে আরম্ভ করল, তখন বলল, এবার বিশ্বাস করে নিচ্ছি যে, কোন মা’বুদ নেই তাঁকে ছাড়া যাঁর উপর ঈমান এনেছে বনী-ইসরাঈলরা। বস্তুতঃ আমিও তাঁরই অনুগতদের অন্তর্ভুক্ত।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 91,
                                        "bnText": "এখন একথা বলছ! অথচ তুমি ইতিপূর্বে না-ফরমানী করছিলে। এবং পথভ্রষ্টদেরই অন্তর্ভুক্ত ছিলে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 92,
                                        "bnText": "অতএব আজকের দিনে বাঁচিয়ে দিচ্ছি আমি তোমার দেহকে যাতে তোমার পশ্চাদবর্তীদের জন্য নিদর্শন হতে পারে। আর নিঃসন্দেহে বহু লোক আমার মহাশক্তির প্রতি লক্ষ্য করে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 93,
                                        "bnText": "আর আমি বনী-ইসরাঈলদিগকে দান করেছি উত্তম স্থান এবং তাদেরকে আহার্য দিয়েছি পবিত্র-পরিচ্ছন্ন বস্তু-সামগ্রী। বস্তুতঃ তাদের মধ্যে মতবিরোধ হয়নি যতক্ষণ না তাদের কাছে এসে পৌছেছে সংবাদ। নিঃসন্দেহে তোমার পরওয়ারদেগার তাদের মাঝে মীমাংসা করে দেবেন কেয়ামতের দিন; যে ব্যাপারে তাদের মাঝে মতবিরোধ হয়েছিল"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 94,
                                        "bnText": "সুতরাং তুমি যদি সে বস্তু সম্পর্কে কোন সন্দেহের সম্মুখীন হয়ে থাক যা তোমার প্রতি আমি নাযিল করেছি, তবে তাদেরকে জিজ্ঞেস করো যারা তোমার পূর্ব থেকে কিতাব পাঠ করছে। এতে কোন সন্দেহ নেই যে, তোমার পরওয়ারদেগারের নিকট থেকে তোমার নিকট সত্য বিষয় এসেছে। কাজেই তুমি কস্মিনকালেও সন্দেহকারী হয়ো না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 95,
                                        "bnText": "এবং তাদের অন্তর্ভুক্তও হয়ো না যারা মিথ্যা প্রতিপন্ন করেছে আল্লাহর বাণীকে। তাহলে তুমিও অকল্যাণে পতিত হয়ে যাবে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 96,
                                        "bnText": "যাদের ব্যাপারে তোমার পরওয়ারদেগারের সিদ্ধান্ত নির্ধারিত হয়ে গেছে তারা ঈমান আনবে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 97,
                                        "bnText": "যদি তাদের সামনে সমস্ত নিদর্শনাবলী এসে উপস্থিত হয় তবুও যতক্ষণ না তারা দেখতে পায় বেদনাদায়ক আযাব।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 98,
                                        "bnText": "সুতরাং কোন জনপদ কেন এমন হল না যা ঈমান এনেছে অতঃপর তার সে ঈমান গ্রহণ হয়েছে কল্যাণকর? অবশ্য ইউনুসের সম্প্রদায়ের কথা আলাদা। তারা যখন ঈমান আনে তখন আমি তুলে নেই তাদের উপর থেকে অপমানজনক আযাব-পার্থিব জীবনে এবং তাদের কে কল্যাণ পৌছাই এক নিধারিত সময় পর্যন্ত।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 99,
                                        "bnText": "আর তোমার পরওয়ারদেগার যদি চাইতেন, তবে পৃথিবীর বুকে যারা রয়েছে, তাদের সবাই ঈমান নিয়ে আসতে সমবেতভাবে। তুমি কি মানুষের উপর জবরদস্তী করবে ঈমান আনার জন্য"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 100,
                                        "bnText": "আর কারো ঈমান আনা হতে পারে না, যতক্ষণ না আল্লাহর হুকুম হয়। পক্ষান্তরে তিনি অপবিত্রতা আরোপ করেন যারা বুদ্ধি প্রয়োগ করে না তাদের উপর।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 101,
                                        "bnText": "তাহলে আপনি বলে দিন, চেয়ে দেখ তো আসমানসমুহে ও যমীনে কি রয়েছে। আর কোন নিদর্শন এবং কোন ভীতিপ্রর্দশনই কোন কাজে আসে না সেসব লোকের জন্য যারা মান্য করে না।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 102,
                                        "bnText": "সুতরাং এখন আর এমন কিছু নেই, যার অপেক্ষা করবে, কিন্তু সেসব দিনের মতই দিন, যা অতীত হয়ে গেছে এর পূর্বে। আপনি বলুন; এখন পথ দেখ; আমিও তোমাদের সাথে পথ চেয়ে রইলাম।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 103,
                                        "bnText": "অতঃপর আমি বাঁচিয়ে নেই নিজের রসূলগণকে এবং তাদেরকে যারা ঈমান এনেছে এমনিভাবে। ঈমানদারদের বাঁচিয়ে নেয়া আমার দায়িত্বও বটে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 104,
                                        "bnText": "বলে দাও-হে মানবকুল, তোমরা যদি আমার দ্বীনের ব্যাপারে সন্দিহান হয়ে থাক, তবে (জেনো) আমি তাদের এবাদত করি না যাদের এবাদত তোমরা কর আল্লাহ ব্যতীত। কিন্তু আমি এবাদত করি আল্লাহ ত’য়ালার, যিনি তুলে নেন তোমাদেরকে। আর আমার প্রতি নির্দেশ হয়েছে যাতে আমি ঈমানদারদের অন্তর্ভুক্ত থাকি।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 105,
                                        "bnText": "আর যেন সোজা দ্বীনের প্রতি মুখ করি সরল হয়ে এবং যেন মুশরেকদের অন্তর্ভুক্ত না হই।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 106,
                                        "bnText": "আর নির্দেশ হয়েছে আল্লাহ ব্যতীত এমন কাউকে ডাকবে না, যে তোমার ভাল করবে না মন্দও করবে না। বস্তুতঃ তুমি যদি এমন কাজ কর, তাহলে তখন তুমিও জালেমদের অন্তর্ভুক্ত হয়ে যাবে।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 107,
                                        "bnText": "আর আল্লাহ যদি তোমার উপর কোন কষ্ট আরোপ করেন তাহলে কেউ নেই তা খন্ডাবার মত তাঁকে ছাড়া। পক্ষান্তরে যদি তিনি কিছু কল্যাণ দান করেন, তবে তার মেহেরবানীকে রহিত করার মতও কেউ নেই। তিনি যার প্রতি অনুগ্রহ দান করতে চান স্বীয় বান্দাদের মধ্যে তাকেই দান করেন; বস্তুত; তিনিই ক্ষমাশীল দয়ালু।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 108,
                                        "bnText": "বলে দাও, হে মানবকুল, সত্য তোমাদের কাছে পৌঁছে গেছে তোমাদের পরওয়ারদেগারের তরফ থেকে। এমন যে কেউ পথে আসে সেপথ প্রাপ্ত হয় স্বীয় মঙ্গলের জন্য। আর যে বিভ্রান্ত ঘুরতে থাকে, সে স্বীয় অমঙ্গলের জন্য বিভ্রান্ত অবস্থায় ঘুরতে থাকবে। অনন্তর আমি তোমাদের উপর অধিকারী নই।"
                              },
                              {
                                        "chapter": 10,
                                        "verseKey": 109,
                                        "bnText": "আর তুমি চল সে অনুযায়ী যেমন নির্দেশ আসে তোমার প্রতি এবং সবর কর, যতক্ষণ না ফয়সালা করেন আল্লাহ। বস্তুতঃ তিনি হচ্ছেন সর্বোত্তম ফয়সালাকারী।"
                              }
                    ],
          },
          {
                    "surahNo": 11,
                    "surahName": "সূরা হুদ",
                    "surahArName": "هود",
                    "surahMeaning": "নবী হুদ",
                    "totalVerses": "123",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-11.mp3",
                    "verses": [
                              {
                                        "chapter": 11,
                                        "verseKey": 1,
                                        "bnText": "আলিফ, লা-ম, রা; এটি এমন এক কিতাব, যার আয়াত সমূহ সুপ্রতিষ্ঠিত অতঃপর সবিস্তারে বর্ণিত এক মহাজ্ঞানী, সর্বজ্ঞ সত্তার পক্ষ হতে।",
                                        "readText": "",
                                        "arText": ""
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 2,
                                        "bnText": "যেন তোমরা আল্লাহ ব্যতীত অন্য কারো বন্দেগী না কর। নিশ্চয় আমি তোমাদের প্রতি তাঁরই পক্ষ হতে সতর্ককারী ও সুসংবাদ দাতা।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 3,
                                        "bnText": "আর তোমরা নিজেদের পালনকর্তা সমীপে ক্ষমা প্রার্থনা কর। অনন্তর তাঁরই প্রতি মনোনিবেশ কর। তাহলে তিনি তোমাদেরকে নির্দিষ্ট সময় পর্যন্ত উৎকৃষ্ট জীবনোপকরণ দান করবেন এবং অধিক আমলকারীকে বেশী করে দেবেন আর যদি তোমরা বিমুখ হতে থাক, তবে আমি তোমাদের উপর এক মহা দিবসের আযাবের আশঙ্কা করছি।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 4,
                                        "bnText": "আল্লাহর সান্নিধ্যেই তোমাদেরকে ফিরে যেতে হবে। আর তিনি সব কিছুর উপর ক্ষমতাবান।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 5,
                                        "bnText": "জেনে রাখ, নিশ্চয়ই তারা নিজেদের বক্ষদেশ ঘুরিয়ে দেয় যেন আল্লাহর নিকট হতে লুকাতে পারে। শুন, তারা তখন কাপড়ে নিজেদেরকে আচ্ছাদিত করে, তিনি তখনও জানেন যা কিছু তারা চুপিসারে বলে আর প্রকাশ্যভাবে বলে। নিশ্চয় তিনি জানেন যা কিছু অন্তর সমূহে নিহিত রয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 6,
                                        "bnText": "আর পৃথিবীতে কোন বিচরণশীল নেই, তবে সবার জীবিকার দায়িত্ব আল্লাহ নিয়েছেন তিনি জানেন তারা কোথায় থাকে এবং কোথায় সমাপিত হয়। সবকিছুই এক সুবিন্যস্ত কিতাবে রয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 7,
                                        "bnText": "তিনিই আসমান ও যমীন ছয় দিনে তৈরী করেছেন, তাঁর আরশ ছিল পানির উপরে, তিনি তোমাদেরকে পরীক্ষা করতে চান যে, তোমাদের মধ্যে কে সবচেয়ে ভাল কাজ করে। আর যদি আপনি তাদেরকে বলেন যে, \"নিশ্চয় তোমাদেরকে মৃত্যুর পরে জীবিত ওঠানো হবে, তখন কাফেরেরা অবশ্য বলে এটা তো স্পষ্ট যাদু"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 8,
                                        "bnText": "আর যদি আমি এক নির্ধারিত মেয়াদ পর্যন্ত তাদের আযাব স্থগিত রাখি, তাহলে তারা নিশ্চয়ই বলবে কোন জিনিসে আযাব ঠেকিয়ে রাখছে? শুনে রাখ, যেদিন তাদের উপর আযাব এসে পড়বে, সেদিন কিন্তু তা ফিরে যাওয়ার নয়; তারা যে ব্যাপারে উপহাস করত তাই তাদেরকে ঘিরে ফেলবে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 9,
                                        "bnText": "আর অবশ্যই যদি আমি মানুষকে আমার রহমতের আস্বাদ গ্রহণ করতে দেই, অতঃপর তা তার থেকে ছিনিয়ে নেই; তাহলে সে হতাশ ও কৃতঘ্ন হয়।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 10,
                                        "bnText": "আর যদি তার উপর আপতিত দুঃখ কষ্টের পরে তাকে সুখভোগ করতে দেই, তবে সে বলতে থাকে যে, আমার অমঙ্গল দূর হয়ে গেছে, আর সে আনন্দে আত্নহারা হয়, অহঙ্কারে উদ্দত হয়ে পড়ে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 11,
                                        "bnText": "তবে যারা ধৈর্য্যধারণ করেছে এবং সৎকার্য করেছে তাদের জন্য ক্ষমা ও বিরাট প্রতিদান রয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 12,
                                        "bnText": "আর সম্ভবতঃ ঐসব আহকাম যা ওহীর মাধ্যমে তোমার নিকট পাঠানো হয়, তার কিছু অংশ বর্জন করবে? এবং এতে মন ছোট করে বসবে? তাদের এ কথায় যে, তাঁর উপর কোন ধন-ভান্ডার কেন অবতীর্ণ হয়নি? অথবা তাঁর সাথে কোন ফেরেশতা আসেনি কেন? তুমিতো শুধু সতর্ককারী মাত্র; আর সব কিছুরই দায়িত্বভার তো আল্লাহই নিয়েছেন।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 13,
                                        "bnText": "তারা কি বলে? কোরআন তুমি তৈরী করেছ? তুমি বল, তবে তোমরাও অনুরূপ দশটি সূরা তৈরী করে নিয়ে আস এবং আল্লাহ ছাড়া যাকে পার ডেকে নাও, যদি তোমাদের কথা সত্য হয়ে থাকে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 14,
                                        "bnText": "অতঃপর তারা যদি তোমাদের কথা পুরণ করতে অপারগ হয়; তবে জেনে রাখ, এটি আল্লাহর এলম দ্বারা অবতীর্ণ হয়েছে; আরো একীন করে নাও যে, আল্লাহ ব্যতীত অন্য কোন মাবুদ নেই। অতএব, এখন কি তোমরা আত্নসমর্পন করবে"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 15,
                                        "bnText": "যে ব্যক্তি পার্থিবজীবন ও তার চাকচিক্যই কামনা করে, হয় আমি তাদের দুনিয়াতেই তাদের আমলের প্রতিফল ভোগ করিয়ে দেব এবং তাতে তাদের প্রতি কিছুমাত্র কমতি করা হয় না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 16,
                                        "bnText": "এরাই হল সেসব লোক আখেরাতে যাদের জন্য আগুন ছাড়া নেই। তারা এখানে যা কিছু করেছিল সবই বরবাদ করেছে; আর যা কিছু উপার্জন করেছিল, সবই বিনষ্ট হল।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 17,
                                        "bnText": "আচ্ছা বল তো, যে ব্যক্তি তার প্রভুর সুস্পষ্ট পথে রয়েছে, আর সাথে সাথে আল্লাহর তরফ থেকে একটি সাক্ষীও বর্তমান রয়েছে এবং তার পূর্ববর্তী মূসা (আঃ) এর কিতাবও সাক্ষী যা ছিল পথনির্দেশক ও রহমত স্বরূপ, (তিনি কি অন্যান্যের সমান) অতএব তাঁরা কোরআনের প্রতি ঈমান আনেন। আর ঐসব দলগুলি যে কেউ তা অস্বীকার করে, দোযখই হবে তার ঠিকানা। অতএব, আপনি তাতে কোন সন্দেহে থাকবেন না। নিঃসন্দেহে তা আপনার পালনকর্তার পক্ষ হতে ধ্রুব সত্য; তথাপি অনেকেই তা বিশ্বাস করে না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 18,
                                        "bnText": "আর তাদের চেয়ে বড় যালেম কে হতে পারে, যারা আল্লাহর প্রতি মিথ্যারোপ করে। এসব লোককে তাদের পালনকর্তার সাক্ষাত সম্মূখীন করা হবে আর সাক্ষিগণ বলতে থাকবে, এরাই ঐসব লোক, যারা তাদের পালনকর্তার প্রতি মিথ্যারোপ করেছিল। শুনে রাখ, যালেমদের উপর আল্লাহর অভিসম্পাত রয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 19,
                                        "bnText": "যারা আল্লাহর পথে বাধা দেয়, আর তাতে বক্রতা খুজে বেড়ায়, এরাই আখরাতকে অস্বীকার করে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 20,
                                        "bnText": "তারা পৃথিবীতেও আল্লাহকে অপারগ করতে পারবে না এবং আল্লাহ ব্যতীত তাদের কোন সাহায্যকারীও নেই, তাদের জন্য দ্বিগুণ শাস্তি রয়েছে; তারা শুনতে পারত না এবং দেখতেও পেত না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 21,
                                        "bnText": "এরা সে লোক, যারা নিজেরাই নিজেদেরকে ক্ষতিগ্রস্ত করেছে, আর এরা যা কিছু মিথ্যা মা’বুদ সাব্যস্ত করেছিল, তা সবই তাদের থেকে হারিয়ে গেছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 22,
                                        "bnText": "আখেরাতে এরাই হবে সর্বাধিক ক্ষতিগ্রস্থ কোন সন্দেহ নেই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 23,
                                        "bnText": "নিশ্চয়ই যারা ঈমান এনেছে ও সৎকাজ করেছে এবং স্বীয় পালনকর্তার সমীপে বিনতি প্রকাশ করেছে তারাই বেহেশতবাসী, সেখানেই তারা চিরকাল থাকবে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 24,
                                        "bnText": "উভয় পক্ষের দৃষ্টান্ত হচ্ছে যেমন অন্ধ ও বধির এবং যে দেখতে পায় ও শুনতে পায় উভয়ের অবস্থা কি এক সমান? তবুও তোমরা কি ভেবে দেখ না"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 25,
                                        "bnText": "আর অবশ্যই আমি নূহ (আঃ) কে তাঁর জাতির প্রতি প্রেরণ করেছি, (তিনি বললেন) নিশ্চয় আমি তোমাদের জন্য প্রকাশ্য সতর্ককারী।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 26,
                                        "bnText": "তোমরা আল্লাহ ব্যতীত কারো এবাদত করবে না। নিশ্চয় আমি তোমাদের ব্যাপারে এক যন্ত্রণাদায়ক দিনের আযাবের ভয় করছি।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 27,
                                        "bnText": "তখন তাঁর কওমের কাফের প্রধানরা বলল আমরা তো আপনাকে আমাদের মত একজন মানুষ ব্যতীত আর কিছু মনে করি না; আর আমাদের মধ্যে যারা ইতর ও স্থুল-বুদ্ধিসম্পন্ন তারা ব্যতীত কাউকে তো আপনার আনুগত্য করতে দেখি না এবং আমাদের উপর আপনাদের কেন প্রাধান্য দেখি না, বরং আপনারা সবাই মিথ্যাবাদী বলে আমারা মনে করি।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 28,
                                        "bnText": "নূহ (আঃ) বললেন-হে আমার জাতি! দেখ তো আমি যদি আমার পালনকর্তার পক্ষ হতে স্পষ্ট দলীলের উপর থাক, আর তিনি যদি তাঁর পক্ষ হতে আমাকে রহমত দান করে থাকেন, তারপরেও তা তোমাদের চোখে না পড়ে, তাহলে আমি কি উহা তোমাদের উপর তোমাদের ইচ্ছার বিরুদ্ধেই চাপিয়ে দিতে পারি"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 29,
                                        "bnText": "আর হে আমার জাতি! আমি তো এজন্য তোমাদের কাছে কোন অর্থ চাই না; আমার পারিশ্রমিক তো আল্লাহর জিম্মায় রয়েছে। আমি কিন্তু ঈমানদারদের তাড়িয়ে দিতে পারি না। তারা অবশ্যই তাদের পালনকর্তার সাক্ষাত লাভ করবে। বরঞ্চ তোমাদেরই আমি অজ্ঞ সম্প্রদায় দেখছি।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 30,
                                        "bnText": "আর হে আমার জাতি! আমি যদি তাদের তাড়িয়ে দেই তাহলে আমাকে আল্লাহ হতে রেহাই দেবে কে? তোমরা কি চিন্তা করে দেখ না"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 31,
                                        "bnText": "আর আমি তোমাদেরকে বলি না যে, আমার কাছে আল্লাহর ভান্ডার রয়েছে এবং একথাও বলি না যে, আমি গায়বী খবরও জানি; একথাও বলি না যে, আমি একজন ফেরেশতা; আর তোমাদের দৃষ্টিতে যারা লাঞ্ছিত আল্লাহ তাদের কোন কল্যাণ দান করবেন না। তাদের মনের কথা আল্লাহ ভাল করেই জানেন। সুতরাং এমন কথা বললে আমি অন্যায় কারী হব।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 32,
                                        "bnText": "তারা বলল-হে নূহ! আমাদের সাথে আপনি তর্ক করেছেন এবং অনেক কলহ করেছেন। এখন আপনার সেই আযাব নিয়ে আসুন, যে সম্পর্কে আপনি আমাদিগকে সতর্ক করেছেন, যদি আপনি সত্যবাদী হয়ে থাকেন।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 33,
                                        "bnText": "তিনি বলেন, উহা তোমাদের কাছে আল্লাহই আনবেন, যদি তিনি ইচ্ছা করেন তখন তোমরা পালিয়ে তাঁকে অপারগ করতে পারবে না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 34,
                                        "bnText": "আর আমি তোমাদের নসীহত করতে চাইলেও তা তোমাদের জন্য ফলপ্রসূ হবে না, যদি আল্লাহ তোমাদেরকে গোমরাহ করতে চান; তিনিই তোমাদের পালনকর্তা এবং তাঁর কাছেই তোমাদের ফিরে যেতে হবে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 35,
                                        "bnText": "তারা কি বলে? আপনি কোরআন রচনা করে এনেছেন? আপনি বলে দিন আমি যদি রচনা করে এনে থাকি, তবে সে অপরাধ আমার, আর তোমরা যেসব অপরাধ কর তার সাথে আমার কোন সম্পর্ক নেই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 36,
                                        "bnText": "আর নূহ (আঃ) এর প্রতি ওহী প্রেরণ করা হলো যে, যারা ইতিমধ্যেই ঈমান এনেছে তাদের ছাড়া আপনার জাতির অন্য কেউ ঈমান আনবেনা এতএব তাদের কার্যকলাপে বিমর্ষ হবেন না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 37,
                                        "bnText": "আর আপনি আমার সম্মুখে আমারই নির্দেশ মোতাবেক একটি নৌকা তৈরী করুন এবং পাপিষ্ঠদের ব্যাপারে আমাকে কোন কথা বলবেন না। অবশ্যই তারা ডুবে মরবে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 38,
                                        "bnText": "তিনি নৌকা তৈরী করতে লাগলেন, আর তাঁর কওমের নেতৃস্থানীয় ব্যক্তিরা যখন পার্শ্ব দিয়ে যেত, তখন তাঁকে বিদ্রুপ করত। তিনি বললেন, তোমরা যদি আমাদের উপহাস করে থাক, তবে তোমরা যেমন উপহাস করছ আমরাও তদ্রুপ তোমাদের উপহাস করছি।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 39,
                                        "bnText": "অতঃপর অচিরেই জানতে পারবে-লাঞ্ছনাজনক আযাব কার উপর আসে এবং চিরস্থায়ী আযাব কার উপর অবতরণ করে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 40,
                                        "bnText": "অবশেষে যখন আমার হুকুম এসে পৌঁছাল এবং ভুপৃষ্ঠ উচ্ছসিত হয়ে উঠল, আমি বললামঃ সর্বপ্রকার জোড়ার দুটি করে এবং যাদের উপরে পূর্বহেߦ#2439; হুকুম হয়ে গেছে তাদের বাদি দিয়ে, আপনার পরিজনবর্গ ও সকল ঈমানদারগণকে নৌকায় তুলে নিন। বলাবাহুল্য অতি অল্পসংখ্যক লোকই তাঁর সাথে ঈমান এনেছিল।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 41,
                                        "bnText": "আর তিনি বললেন, তোমরা এতে আরোহন কর। আল্লাহর নামেই এর গতি ও স্থিতি। আমার পালনকর্তা অতি ক্ষমাপরায়ন, মেহেরবান।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 42,
                                        "bnText": "আর নৌকাখানি তাদের বহন করে চলল পর্বত প্রমাণ তরঙ্গমালার মাঝে, আর নূহ (আঃ) তাঁর পুত্রকে ডাক দিলেন আর সে সরে রয়েছিল, তিনি বললেন, প্রিয় বৎস! আমাদের সাথে আরোহন কর এবং কাফেরদের সাথে থেকো না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 43,
                                        "bnText": "সে বলল, আমি অচিরেই কোন পাহাড়ে আশ্রয় নেব, যা আমাকে পানি হতে রক্ষা করবে। নূহ (আঃ) বল্লেন আজকের দিনে আল্লাহর হুকুম থেকে কোন রক্ষাকারী নেই। একমাত্র তিনি যাকে দয়া করবেন। এমন সময় উভয়ের মাঝে তরঙ্গ আড়াল হয়ে দাঁড়াল, ফলে সে নিমজ্জিত হল।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 44,
                                        "bnText": "আর নির্দেশ দেয়া হল-হে পৃথিবী! তোমার পানি গিলে ফেল, আর হে আকাশ, ক্ষান্ত হও। আর পানি হ্রাস করা হল এবং কাজ শেষ হয়ে গেল, আর জুদী পর্বতে নৌকা ভিড়ল এবং ঘোষনা করা হল, দুরাত্না কাফেররা নিপাত যাক।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 45,
                                        "bnText": "আর নূহ (আঃ) তাঁর পালনকর্তাকে ডেকে বললেন-হে পরওয়ারদেগার, আমার পুত্র তো আমার পরিজনদের অন্তর্ভুক্ত; আর আপনার ওয়াদাও নিঃসন্দেহে সত্য আর আপনিই সর্বাপেক্ষা বিজ্ঞ ফয়সালাকারী।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 46,
                                        "bnText": "আল্লাহ বলেন, হে নূহ! নিশ্চয় সে আপনার পরিবারভুক্ত নয়। নিশ্চই সে দুরাচার! সুতরাং আমার কাছে এমন দরখাস্ত করবেন না, যার খবর আপনি জানেন না। আমি আপনাকে উপপদেশ দিচ্ছি যে, আপনি অজ্ঞদের দলভুক্ত হবেন না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 47,
                                        "bnText": "নূহ (আঃ) বলেন-হে আমার পালনকর্তা আমার যা জানা নেই এমন কোন দরখাস্ত করা হতে আমি আপনার কাছেই আশ্রয় প্রার্থনা করছি। আপনি যদি আমাকে ক্ষমা না করেন, দয়া না করেন, তাহলে আমি ক্ষতিগ্রস্ত হব।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 48,
                                        "bnText": "হুকুম হল-হে নূহ (আঃ)! আমার পক্ষ হতে নিরাপত্তা এবং আপনার নিজের ও সঙ্গীয় সম্প্রদায়গুলির উপর বরকত সহকারে অবতরণ করুণ। আর অন্যান্য যেসব সম্প্রদায় রয়েছে আমি তাদের কেও উপকৃত হতে দেব। অতঃপর তাদের উপর আমার দরুন আযাব আপতিত হবে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 49,
                                        "bnText": "এটি গায়বের খবর, আমি আপনার প্রতি ওহী প্রেরন করছি। ইতিপূর্বে এটা আপনার এবং আপনার জাতির জানা ছিল না। আপনি ধৈর্য্যধারণ করুন। যারা ভয় করে চলে, তাদের পরিণাম ভাল, সন্দেহ নেই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 50,
                                        "bnText": "আর আদ জাতির প্রতি আমি তাদের ভাই হুদকে প্রেরণ করেছি; তিনি বলেন-হে আমার জাতি, আল্লাহর বন্দেগী কর, তিনি ভিন্ন তোমাদের কোন মাবুদ নেই, তোমরা সবাই মিথ্যা আরোপ করছ।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 51,
                                        "bnText": "হে আমার জাতি! আমি এজন্য তোমাদের কাছে কোন মজুরী চাই না; আমার মজুরী তাঁরই কাছে যিনি আমাকে পয়দা করেছেন; তবু তোমরা কেন বোঝ না"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 52,
                                        "bnText": "আর হে আমার কওম! তোমাদের পালন কর্তার কাছে তোমরা ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই প্রতি মনোনিবেশ কর; তিনি আসমান থেকে তোমাদের উপর বৃষ্টি ধারা প্রেরণ করবেন এবং তোমাদের শক্তির উপর শক্তি বৃদ্ধি করবেন, তোমরা কিন্তু অপরাধীদের মত বিমুখ হয়ো না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 53,
                                        "bnText": "তারা বলল-হে হুদ, তুমি আমাদের কাছে কোন প্রমাণ নিয়ে আস নাই, আমরা তোমার কথায় আমাদের দেব-দেবীদের বর্জন করতে পারি না আর আমরা তোমার প্রতি ঈমান আনয়নকারীও নই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 54,
                                        "bnText": "বরং আমরাও তো বলি যে, আমাদের কোন দেবতা তোমার উপরে শোচনীয় ভূত চাপিয়ে দিয়েছে। হুদ বললেন-আমি আল্লাহকে সাক্ষী করেছি আর তোমাও সাক্ষী থাক যে, আমার কোন সম্পর্ক নাই তাঁদের সাথে যাদের কে তোমরা শরিক করছ"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 55,
                                        "bnText": "তাকে ছাড়া, তোমরা সবাই মিলে আমার অনিষ্ট করার প্রয়াস চালাও, অতঃপর আমাকে কোন অবকাশ দিও না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 56,
                                        "bnText": "আমি আল্লাহর উপর নিশ্চিত ভরসা করেছি যিনি আমার এবং তোমাদের পরওয়ারদেগার। পৃথিবীর বুকে বিচরণকারী এমন কোন প্রাণী নাই যা তাঁর র্পূণ আয়ত্তাধীন নয়। আমার পালকর্তার সরল পথে সন্দেহ নেই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 57,
                                        "bnText": "তথাপি যদি তোমরা মুখ ফেরাও, তবে আমি তোমাদেরকে তা পৌছিয়েছি যা আমার কাছে তোমাদের প্রতি প্রেরিত হয়েছে; আর আমার পালনকর্তা অন্য কোন জাতিকে তোমাদের স্থলাভিষিক্ত করবেন, আর তোমরা তাঁর কিছুই বিগড়াতে পারবে না; নিশ্চয়ই আমার পরওয়ারদেগারই প্রতিটি বস্তুর হেফাজতকারী।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 58,
                                        "bnText": "আর আমার আদেশ যখন উপস্থিত হল, তখন আমি নিজ রহমতে হুদ এবং তাঁর সঙ্গী ঈমানদারগণকে পরিত্রাণ করি এবং তাদেরকে এক কঠিন শাস্তি থেকে রক্ষা করি।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 59,
                                        "bnText": "এ ছিল আদ জাতি, যারা তাদের পালনকর্তার আয়াতকে অমান্য করেছে, আর তদীয় রসূলগণের অবাধ্যতা করেছে এবং প্রত্যেক উদ্ধত বিরোধীদের আদেশ পালন করেছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 60,
                                        "bnText": "এ দুনিয়ায় তাদের পিছনে পিছনে লা’নত রয়েছে এবং কেয়ামতের দিনেও; জেনে রাখ, আদ জাতি তাদের পালনকর্তাকে অস্বীকার করেছে, হুদের জ্ঞাতি আদ জাতির প্রতি অভিসম্পাত রয়েছে জেনে রাখ।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 61,
                                        "bnText": "আর সামুদ জাতি প্রতি তাদের ভাই সালেহ কে প্রেরণ করি; তিনি বললেন, হে আমার জাতি। আল্লাহর বন্দেগী কর, তিনি ছাড়া তোমাদের কোন উপাস্য নাই। তিনিই যমীন হতে তোমাদেরকে পয়দা করেছেন, তন্মধ্যে তোমাদেরকে বসতি দান করেছেন। অতএব; তাঁর কাছে ক্ষমা প্রার্থনা কর অতঃপর তাঁরই দিকে ফিরে চল আমার পালনকর্তা নিকটেই আছেন, কবুল করে থাকেন; সন্দেহ নেই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 62,
                                        "bnText": "তারা বলল-হে সালেহ, ইতিপূর্বে তোমার কাছে আমাদের বড় আশা ছিল। আমাদের বাপ-দাদা যা পূজা করত তুমি কি আমাদেরকে তার পূজা করতে নিষেধ কর? কিন্তু যার প্রতি তুমি আমাদের আহবান জানাচ্ছ আমাদের তাতে এমন সন্দেহ রয়েছে যে, মন মোটেই সায় দিচ্ছে না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 63,
                                        "bnText": "সালেহ বললেন-হে আমার জাতি! তোমরা কি মনে কর, আমি যদি আমার পালনকর্তার পক্ষ হতে বুদ্ধি বিবেচনা লাভ করে থাকি আর তিনি যদি আমাকে নিজের তরফ হতে রহমত দান করে থাকেন, অতঃপর আমি যদি তাঁর অবাধ্য হই তবে তার থেকে কে আমায় রক্ষা করবে? তোমরা তো আমার ক্ষতি ছাড়া কিছুই বৃদ্ধি করতে পরবে না"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 64,
                                        "bnText": "আর হে আমার জাতি! আল্লাহর এ উষ্ট্রীটি তোমাদের জন্য নিদর্শন, অতএব তাকে আল্লাহর যমীনে বিচরণ করে খেতে দাও, এবং তাকে মন্দভাবে স্পর্শও করবে না। নতুবা অতি সত্বর তোমাদেরকে আযাব পাকড়াও করবে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 65,
                                        "bnText": "তবু তারা উহার পা কেটে দিল। তখন সালেহ বললেন-তোমরা নিজেদের গৃহে তিনটি দিন উপভোগ করে নাও। ইহা এমন ওয়াদা যা মিথ্যা হবে না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 66,
                                        "bnText": "অতঃপর আমার আযাব যখন উপস্থিত হল, তখন আমি সালেহকে ও তদীয় সঙ্গী ঈমানদারগণকে নিজ রহমতে উদ্ধার করি, এবং সেদিনকার অপমান হতে রক্ষা করি। নিশ্চয় তোমার পালনকর্তা তিনি সর্বশক্তিমান পরাক্রমশালী।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 67,
                                        "bnText": "আর ভয়ঙ্কর গর্জন পাপিষ্ঠদের পাকড়াও করল, ফলে ভোর হতে না হতেই তারা নিজ নিজ গৃহসমূহে উপুর হয়ে পড়ে রইল।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 68,
                                        "bnText": "যেন তাঁরা কোনদিনই সেখানে ছিল না। জেনে রাখ, নিশ্চয় সামুদ জাতি তাদের পালনকর্তার প্রতি অস্বীকার করেছিল। আরো শুনে রাখ, সামুদ জাতির জন্য অভিশাপ রয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 69,
                                        "bnText": "আর অবশ্যই আমার প্রেরিত ফেরেশতারা ইব্রাহীমেরে কাছে সুসংবাদ নিয়ে এসেছিল তারা বলল সালাম, তিনিও বললেন-সালাম। অতঃপর অল্পক্ষণের মধ্যেই তিনি একটি ভুনা করা বাছুর নিয়ে এলেন"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 70,
                                        "bnText": "কিন্তু যখন দেখলেন যে, আহার্য্যের দিকে তাদের হস্ত প্রসারিত হচ্ছে না, তখন তিনি সন্ধিগ্ধ হলেন এবং মনে মনে তাঁদের সম্পর্কে ভয় অনুভব করতে লাগলেন। তারা বলল-ভয় পাবেন না। আমরা লূতের কওমের প্রতি প্রেরিত হয়েছি।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 71,
                                        "bnText": "তাঁর স্ত্রীও নিকটেই দাড়িয়েছিল, সে হেসে ফেলল। অতঃপর আমি তাকে ইসহাকের জন্মের সুখবর দিলাম এবং ইসহাকের পরের ইয়াকুবেরও।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 72,
                                        "bnText": "সে বলল-কি দুর্ভাগ্য আমার! আমি সন্তান প্রসব করব? অথচ আমি বার্ধক্যের শেষ প্রান্তে এসে উপনীত হয়েছি আর আমার স্বামীও বৃদ্ধ, এতো ভারী আশ্চর্য কথা।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 73,
                                        "bnText": "তারা বলল-তুমি আল্লাহর হুকুম সম্পর্কে বিস্ময়বোধ করছ? হে গৃহবাসীরা, তোমাদের উপর আল্লাহর রহমত ও প্রভুত বরকত রয়েছে। নিশ্চয় আল্লাহ প্রশংসিত মহিমাময়।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 74,
                                        "bnText": "অতঃপর যখন ইব্রাহীম (আঃ) এর আতঙ্ক দূর হল এবং তিনি সুসংবাদ প্রাপ্ত হলেন, তখন তিনি আমার সাথে তর্ক শুরু করলেন কওমে লূত সম্পর্কে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 75,
                                        "bnText": "ইব্রাহীম (আঃ) বড়ই ধৈর্য্যশীল, কোমল অন্তর, আল্লাহমুখী সন্দেহ নেই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 76,
                                        "bnText": "ইব্রাহীম, এহেন ধারণা পরিহার কর; তোমার পালনকর্তার হুকুম এসে গেছে, এবং তাদের উপর সে আযাব অবশ্যই আপতিত হবে, যা কখনো প্রতিহত হবার নয়।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 77,
                                        "bnText": "আর যখন আমার প্রেরিত ফেরেশতাগণ লূত (আঃ) এর নিকট উপস্থিত হল। তখন তাঁদের আগমনে তিনি দুচিন্তাগ্রস্ত হলেন এবং তিনি বলতে লাগলেন, আজ অত্যন্ত কঠিন দিন।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 78,
                                        "bnText": "আর তাঁর কওমের লোকেরা স্বতঃস্ফুর্তভাবে তার (গৃহ) পানে ছুটে আসতে লাগল। পূর্ব থেকেই তারা কু-কর্মে তৎপর ছিল। লূত (আঃ) বললেন-হে আমার কওম, এ আমার কন্যারা রয়েছে, এরা তোমাদের জন্য অধিক পবিত্রতমা। সুতরাং তোমরা আল্লাহকে ভয় কর এবং অতিথিদের ব্যাপারে আমাকে লজ্জিত করো না, তোমাদের মধ্যে কি কোন ভাল মানুষ নেই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 79,
                                        "bnText": "তারা বলল ু তুমি তো জানই, তোমার কন্যাদের নিয়ে আমাদের কোন গরজ নেই। আর আমরা কি চাই, তাও তুমি অবশ্যই জান।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 80,
                                        "bnText": "লূত (আঃ) বললেন-হায়, তোমাদের বিরুদ্ধে যদি আমার শক্তি থাকত অথবা আমি কোন সূদৃঢ় আশ্রয় গ্রহণ করতে সক্ষম হতাম।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 81,
                                        "bnText": "মেহমান ফেরেশতাগন বলল-হে লূত (আঃ) আমরা তোমাদের পালনকর্তার পক্ষ হতে প্রেরিত ফেরেশতা। এরা কখনো তোমার দিকে পৌঁছাতে পারবে না। ব্যস তুমি কিছুটা রাত থাকতে থাকতে নিজের লোকজন নিয়ে বাইরে চলে যাও। আর তোমাদের কেউ যেন পিছনে ফিরে না তাকায়। কিন্তু তোমার স্ত্রী নিশ্চয় তার উপরও তা আপতিত হবে, যা ওদের উপর আপতিত হবে। ভোর বেলাই তাদের প্রতিশ্রুতির সময়, ভোর কি খুব নিকটে নয়"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 82,
                                        "bnText": "অবশেষে যখন আমার হুকুম এসে পৌঁছাল, তখন আমি উক্ত জনপদকে উপরকে নীচে করে দিলাম এবং তার উপর স্তরে স্তরে কাঁকর পাথর বর্ষণ করলাম।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 83,
                                        "bnText": "যার প্রতিটি তোমার পালনকর্তার নিকট চিহ্নিত ছিল। আর সেই পাপিষ্ঠদের থেকে খুব দূরেও নয়।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 84,
                                        "bnText": "আর মাদইয়ানবাসীদের প্রতি তাদের ভাই শোয়ায়েব (আঃ) কে প্রেরণ করেছি। তিনি বললেন-হে আমার কওম! আল্লাহর বন্দেগী কর, তিনি ছাড়া আমাদের কোন মাবুদ নাই। আর পরিমাপে ও ওজনে কম দিও না, আজ আমি তোমাদেরকে ভাল অবস্থায়ই দেখছি, কিন্তু আমি তোমাদের উপর এমন একদিনের আযাবের আশঙ্কা করছি যেদিনটি পরিবেষ্টনকারী।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 85,
                                        "bnText": "আর হে আমার জাতি, ন্যায়নিষ্ঠার সাথে ঠিকভাবে পরিমাপ কর ও ওজন দাও এবং লোকদের জিনিসপত্রে কোনরূপ ক্ষতি করো না, আর পৃথিবীতে ফাসাদ করে বেড়াবে না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 86,
                                        "bnText": "আল্লাহ প্রদত্ত উদ্ধৃত্ত তোমাদের জন্য উত্তম, যদি তোমরা ঈমানদার হও, আর আমি তো তোমাদের উপর সদা পর্যবেক্ষণকারী নই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 87,
                                        "bnText": "তারা বলল-হে শোয়ায়েব (আঃ) আপনার নামায কি আপনাকে ইহাই শিক্ষা দেয় যে, আমরা ঐসব উপাস্যদেরকে পরিত্যাগ করব আমাদের বাপ-দাদারা যাদের উপাসনা করত? অথবা আমাদের ধন-সম্পদে ইচ্ছামত যা কিছু করে থাকি, তা ছেড়ে দেব? আপনি তো একজন খাস মহৎ ব্যক্তি ও সৎপথের পথিক।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 88,
                                        "bnText": "শোয়ায়েব (আঃ) বললেন-হে দেশবাসী, তোমরা কি মনে কর! আমি যদি আমার পরওয়ারদেগারের পক্ষ হতে সুস্পষ্ট দলীলের উপর কায়েম থাকি আর তিনি যদি নিজের তরফ হতে আমাকে উত্তম রিযিক দান করে থাকেন, (তবে কি আমি তাঁর হুকুম অমান্য করতে পারি?) আর আমি চাই না যে তোমাদেরকে যা ছাড়াতে চাই পরে নিজেই সে কাজে লিপ্ত হব, আমি তো যথাসাধ্য শোধরাতে চাই। আল্লাহর মদদ দ্বারাই কিন্তু কাজ হয়ে থাকে, আমি তাঁর উপরই নির্ভর করি এবং তাঁরই প্রতি ফিরে যাই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 89,
                                        "bnText": "আর হে আমার জাতি! আমার সাথে জিদ করে তোমরা নূহ বা হুদ অথবা সালেহ (আঃ) এর কওমের মত নিজেদের উপর আযাব ডেকে আনবে না। আর লূতের জাতি তো তোমাদের থেকে খুব দূরে নয়।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 90,
                                        "bnText": "আর তোমাদের পালনকর্তার কাছে মার্জনা চাও এবং তাঁরই পানে ফিরে এসো নিশ্চয়ই আমার পরওয়ারদেগার খুবই মেহেরবান অতিস্নেহময়।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 91,
                                        "bnText": "তারা বলল-হে শোয়ায়েব (আঃ) আপনি যা বলেছেন তার অনেক কথাই আমরা বুঝি নাই, আমারা তো আপনাকে আমাদের মধ্যে দূর্বল ব্যক্তি রূপে মনে করি। আপনার ভাই বন্ধুরা না থাকলে আমরা আপনাকে প্রস্তরাঘাতে হত্যা করতাম। আমাদের দৃষ্টিতে আপনি কোন মর্যাদাবান ব্যক্তি নন।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 92,
                                        "bnText": "শোয়ায়েব (আঃ) বলেন-হে আমার জাতি, আমার ভাই বন্ধুরা কি তোমাদের কাছে আল্লাহর চেয়ে প্রভাবশালী? আর তোমরা তাকে বিস্মৃত হয়ে পেছনে ফেলে রেখেছ, নিশ্চয় তোমাদের কার্যকলাপ আমার পালনকর্তার আয়ত্তে রয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 93,
                                        "bnText": "আর হে আমার জাতি, তোমরা নিজ স্থানে কাজ করে যাও, আমিও কাজ করছি, অচিরেই জানতে পারবে কার উপর অপমানকর আযাব আসে আর কে মিথ্যাবাদী? আর তোমরাও অপেক্ষায় থাক, আমিও তোমাদের সাথে অপেক্ষায় রইলাম।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 94,
                                        "bnText": "আর আমার হুকুম যখন এল, আমি শোয়ায়েব (আঃ) ও তাঁর সঙ্গী ঈমানদারগণকে নিজ রহমতে রক্ষা করি আর পাপিষ্ঠদের উপর বিকট গর্জন পতিত হলো। ফলে ভোর না হতেই তারা নিজেদের ঘরে উপুড় হয়ে পড়ে রইল।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 95,
                                        "bnText": "যেন তারা সেখানে কখনো বসবাসই করে নাই। জেনে রাখ, সামুদের প্রতি অভিসম্পাতের মত মাদইয়ানবাসীর উপরেও অভিসম্পাত।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 96,
                                        "bnText": "আর আমি মূসা (আঃ) কে প্রেরণ করি আমার নিদর্শনাদি ও সুস্পষ্ট সনদসহ"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 97,
                                        "bnText": "ফেরাউন ও তার পারিষদবর্গের কাছে, তবুও তারা ফেরাউনের হুকুমে চলতে থাকে, অথচ ফেরাউনের কোন কথা ন্যায় সঙ্গত ছিল না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 98,
                                        "bnText": "কেয়ামতের দিন সে তার জাতির লোকদের আগে আগে থাকবে এবং তাদেরকে জাহান্নামের আগুনে পৌঁছে দিবে। আর সেটা অতীব নিকৃষ্ট স্থান, সেখানে তারা পৌঁছেছে।।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 99,
                                        "bnText": "আর এ জগতেও তাদের পেছনে লানত রয়েছে এবং কিয়ামতের দিনেও; অত্যন্ত জঘন্য প্রতিফল, যা তারা পেয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 100,
                                        "bnText": "এ হচ্ছে কয়েকটি জনপদের সামান্য ইতিবৃত্ত, যা আমি আপনাকে শোনাচ্ছি। তন্মধ্যে কোন কোনটি এখনও বর্তমান আছে আর কোন কোনটির শিকড় কেটে দেয়া হয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 101,
                                        "bnText": "আমি কিন্তু তাদের প্রতি জুলুম করি নাই বরং তারা নিজেরাই নিজের উপর অবিচার করেছে। ফলে আল্লাহকে বাদ দিয়ে তারা যেসব মাবুদকে ডাকতো আপনার পালনকর্তার হুকুম যখন এসে পড়ল, তখন কেউ কোন কাজে আসল না। তারা শুধু বিপর্যয়ই বৃদ্ধি করল।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 102,
                                        "bnText": "আর তোমার পরওয়ারদেগার যখন কোন পাপপূর্ণ জনপদকে ধরেন, তখন এমনিভাবেই ধরে থাকেন। নিশ্চয় তাঁর পাকড়াও খুবই মারাত্নক, বড়ই কঠোর।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 103,
                                        "bnText": "নিশ্চয় ইহার মধ্যে নিদর্শন রয়েছে এমন প্রতিটি মানুষের জন্য যে আখেরাতের আযাবকে ভয় করে। উহা এমন একদিন, যে দিন সব মানুষেই সমবেত হবে, সেদিনটি যে হাযিরের দিন।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 104,
                                        "bnText": "আর আমি যে উহা বিলম্বিত করি, তা শুধু একটি ওয়াদার কারণে যা নির্ধারিত রয়েছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 105,
                                        "bnText": "যেদিন তা আসবে সেদিন আল্লাহর অনুমতি ছাড়া কেউ কোন কথা বলতে পারে না। অতঃপর কিছু লোক হবে হতভাগ্য আর কিছু লোক সৌভাগ্যবান।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 106,
                                        "bnText": "অতএব যারা হতভাগ্য তারা দোযখে যাবে, সেখানে তারা আর্তনাদ ও চিৎকার করতে থাকবে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 107,
                                        "bnText": "তারা সেখানে চিরকাল থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রতিপালক অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। নিশ্চয় তোমার পরওয়ারদেগার যা ইচ্ছা করতে পারেন।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 108,
                                        "bnText": "আর যারা সৌভাগ্যবান তারা বেহেশতের মাঝে, সেখানেই চিরদিন থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রভু অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। এ দানের ধারাবাহিকতা কখনো ছিন্ন হওয়ার নয়।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 109,
                                        "bnText": "অতএব, তারা যেসবের উপাসনা করে তুমি সে ব্যাপারে কোনরূপ ধোঁকায় পড়বে না। তাদের পূর্ববর্তী বাপ-দাদারা যেমন পূজা উপাসনা করত, এরাও তেমন করছে। আর নিশ্চয় আমি তাদেরকে আযাবের ভাগ কিছু মাত্রও কম না করেই পুরোপুরি দান করবো।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 110,
                                        "bnText": "আর আমি মূসা (আঃ)-কে অবশ্যই কিতাব দিয়েছিলাম অতঃপর তাতে বিরোধ সৃষ্টি হল; বলাবাহুল্য তোমার পালনকর্তার পক্ষ হতে, একটি কথা যদি আগেই বলা না হত, তাহলে তাদের মধ্যে চুড়ান্ত ফয়সালা হয়ে যেত তারা এ ব্যাপারে এমনই সন্দেহ প্রবণ যে, কিছুতেই নিশ্চিত হতে পারছে না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 111,
                                        "bnText": "আর যত লোকই হোক না কেন, যখন সময় হবে, তোমার প্রভু তাদের সকলেরই আমলের প্রতিদান পুরোপুরি দান করবেন। নিশ্চয় তিনি তাদের যাবতীয় কার্যকলাপের খবর রাখেন।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 112,
                                        "bnText": "অতএব, তুমি এবং তোমার সাথে যারা তওবা করেছে সবাই সোজা পথে চলে যাও-যেমন তোমায় হুকুম দেয়া হয়েছে এবং সীমা লঙ্ঘন করবে না, তোমরা যা কিছু করছ, নিশ্চয় তিনি তার প্রতি দৃষ্টি রাখেন।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 113,
                                        "bnText": "আর পাপিষ্ঠদের প্রতি ঝুঁকবে না। নতুবা তোমাদেরকেও আগুনে ধরবে। আর আল্লাহ ব্যতীত তোমাদের কোন বন্ধু নাই। অতএব কোথাও সাহায্য পাবে না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 114,
                                        "bnText": "আর দিনের দুই প্রান্তেই নামায ঠিক রাখবে, এবং রাতের প্রান্তভাগে পূর্ণ কাজ অবশ্যই পাপ দূর করে দেয়, যারা স্মরণ রাখে তাদের জন্য এটি এক মহা স্মারক।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 115,
                                        "bnText": "আর ধৈর্য্যধারণ কর, নিশ্চয়ই আল্লাহ পূণ্যবানদের প্রতিদান বিনষ্ট করেন না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 116,
                                        "bnText": "কাজেই, তোমাদের পূর্ববতী জাতি গুলির মধ্যে এমন সৎকর্মশীল কেন রইল না, যারা পৃথিবীতে বিপর্যয় সৃষ্টি করতে বাধা দিত; তবে মুষ্টিমেয় লোক ছিল যাদেরকে আমি তাদের মধ্য হতে রক্ষা করেছি। আর পাপিষ্ঠরা তো ভোগ বিলাসে মত্ত ছিল যার সামগ্রী তাদেরকে যথেষ্ট দেয়া হয়েছিল। আসলে তারা ছিল মহা অপরাধী।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 117,
                                        "bnText": "আর তোমার পালনকর্তা এমন নন যে, জনবসতিগুলোকে অন্যায়ভাবে ধ্বংস করে দেবেন, সেখানকার লোকেরা সৎকর্মশীল হওয়া সত্ত্বেও।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 118,
                                        "bnText": "আর তোমার পালনকর্তা যদি ইচ্ছা করতেন, তবে অবশ্যই সব মানুষকে একই জাতিসত্তায় পরিনত করতে পারতেন আর তারা বিভিন্ন ভাগে বিভক্ত হতো না।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 119,
                                        "bnText": "তোমার পালনকর্তা যাদের উপর রহমত করেছেন, তারা ব্যতীত সবাই চিরদিন মতভেদ করতেই থাকবে এবং এজন্যই তাদেরকে সৃষ্টি করেছেন। আর তোমার আল্লাহর কথাই পূর্ণ হল যে, অবশ্যই আমি জাহান্নামকে জ্বিন ও মানুষ দ্বারা একযোগে ভর্তি করব।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 120,
                                        "bnText": "আর আমি রসূলগণের সব বৃত্তান্তই তোমাকে বলছি, যদ্দ্বারা তোমার অন্তরকে মজবুত করছি। আর এভাবে তোমার নিকট মহাসত্য এবং ঈমানদারদের জন্য নসীহত ও স্বরণীয় বিষয়বস্তু এসেছে।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 121,
                                        "bnText": "আর যারা ঈমান আনে না, তাদেরকে বলে দাও যে, তোমরা নিজ নিজ অবস্থায় কাজ করে যাও আমরাও কাজ করে যাই।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 122,
                                        "bnText": "এবং তোমরাও অপেক্ষা করে থাক, আমরাও অপেক্ষায় রইলাম।"
                              },
                              {
                                        "chapter": 11,
                                        "verseKey": 123,
                                        "bnText": "আর আল্লাহর কাছেই আছে আসমান ও যমীনের গোপন তথ্য; আর সকল কাজের প্রত্যাবর্তন তাঁরই দিকে; অতএব, তাঁরই বন্দেগী কর এবং তাঁর উপর ভরসা রাখ, আর তোমাদের কার্যকলাপ সম্বন্ধে তোমার পালনকর্তা কিন্তু বে-খবর নন।"
                              }
                    ],
          },
          {
                    "surahNo": 12,
                    "surahName": "সূরা ইউসুফ",
                    "surahArName": "يوسف",
                    "surahMeaning": "নবী ইউসুফ",
                    "totalVerses": "111",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-12.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 13,
                    "surahName": "সূরা আর-রাদ",
                    "surahArName": "الرّعد",
                    "surahMeaning": "বজ্রনাদ",
                    "totalVerses": "43",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-13.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 14,
                    "surahName": "সূরা ইব্রাহীম",
                    "surahArName": "إبراهيم",
                    "surahMeaning": "নবী ইব্রাহিম	",
                    "totalVerses": "52",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-14.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 15,
                    "surahName": "সূরা আল হিজর",
                    "surahArName": "الحجر",
                    "surahMeaning": "পাথুরে পাহাড়",
                    "totalVerses": "99",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-15.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 16,
                    "surahName": "সূরা আন নাহল",
                    "surahArName": "النّحل",
                    "surahMeaning": "মৌমাছি",
                    "totalVerses": "128",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-16.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 17,
                    "surahName": "সূরা বনী-ইসরাঈল",
                    "surahArName": "الإسرا",
                    "surahMeaning": "ইসরায়েলের সন্তানগণ",
                    "totalVerses": "111",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-17.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 18,
                    "surahName": "সূরা আল কাহফ",
                    "surahArName": "الكهف",
                    "surahMeaning": "গুহা",
                    "totalVerses": "110",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-18.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 19,
                    "surahName": "সূরা মারইয়াম",
                    "surahArName": "مريم",
                    "surahMeaning": "মারিয়াম (নবী ঈসার মা)	",
                    "totalVerses": "98",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-19.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 20,
                    "surahName": "সূরা ত্বোয়া-হা",
                    "surahArName": "طه",
                    "surahMeaning": "ত্বোয়া-হা",
                    "totalVerses": "135",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-20.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 21,
                    "surahName": "সূরা আল আম্বিয়া",
                    "surahArName": "الأنبياء",
                    "surahMeaning": "নবীগণ",
                    "totalVerses": "112",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-21.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 22,
                    "surahName": "সূরা আল হাজ্জ্ব",
                    "surahArName": "الحجّ",
                    "surahMeaning": "হাজ্জ",
                    "totalVerses": "78",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-22.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 23,
                    "surahName": "সূরা আল মু'মিনূন",
                    "surahArName": "المؤمنون",
                    "surahMeaning": "বিশ্বাসীগণ",
                    "totalVerses": "118",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-23.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 24,
                    "surahName": "সূরা আন নূর",
                    "surahArName": "النّور",
                    "surahMeaning": "আলো, জ্যোতি",
                    "totalVerses": "64",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-24.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 25,
                    "surahName": "সূরা আল ফুরকান",
                    "surahArName": "الفرقان",
                    "surahMeaning": "সত্য মিথ্যার পার্থক্য নির্ধারণকারী গ্রন্থ",
                    "totalVerses": "77",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-25.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 26,
                    "surahName": "সূরা আশ শুআরা",
                    "surahArName": "الشّعراء",
                    "surahMeaning": "কবিগণ",
                    "totalVerses": "227",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-26.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 27,
                    "surahName": "সূরা আন নম্‌ল",
                    "surahArName": "النّمل",
                    "surahMeaning": "পিপীলিকা",
                    "totalVerses": "93",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-27.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 28,
                    "surahName": "সূরা আল কাসাস",
                    "surahArName": "القصص",
                    "surahMeaning": "ঘটনা, কাহিনী",
                    "totalVerses": "88",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-28.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 29,
                    "surahName": "সূরা আল আনকাবূত",
                    "surahArName": "العنكبوت",
                    "surahMeaning": "মাকড়সা",
                    "totalVerses": "69",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-30.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 30,
                    "surahName": "সূরা আর রুম",
                    "surahArName": "الرّوم",
                    "surahMeaning": "রোমান জাতি",
                    "totalVerses": "60",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-31.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 31,
                    "surahName": "সূরা লোক্‌মান",
                    "surahArName": "لقمان",
                    "surahMeaning": "একজন জ্ঞানী ব্যক্তি",
                    "totalVerses": "34",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-31.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 32,
                    "surahName": "সূরা আস সেজদাহ্",
                    "surahArName": "السّجدة",
                    "surahMeaning": "সিজদাহ",
                    "totalVerses": "30",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-32.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 33,
                    "surahName": "সূরা আল আহ্‌যাব",
                    "surahArName": "الْأحزاب",
                    "surahMeaning": "জোট",
                    "totalVerses": "73",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-33.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 34,
                    "surahName": "সূরা সাবা",
                    "surahArName": "سبا",
                    "surahMeaning": "রানী সাবা",
                    "totalVerses": "54",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-34.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 35,
                    "surahName": "সূরা ফাতির",
                    "surahArName": "فاطر",
                    "surahMeaning": "আদি স্রষ্টা",
                    "totalVerses": "45",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-35.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 36,
                    "surahName": "সূরা ইয়াসীন",
                    "surahArName": "يس",
                    "surahMeaning": "ইয়াসীন",
                    "totalVerses": "83",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-36.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 37,
                    "surahName": "সূরা আস ছাফ্‌ফাত",
                    "surahArName": "الصّافات",
                    "surahMeaning": "সারিবদ্ধভাবে দাড়ানো",
                    "totalVerses": "182",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-37.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 38,
                    "surahName": "সূরা ছোয়াদ",
                    "surahArName": "ص",
                    "surahMeaning": "আরবি বর্ণ",
                    "totalVerses": "88",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-38.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 39,
                    "surahName": "সূরা আয্‌-যুমার",
                    "surahArName": "الزّمر",
                    "surahMeaning": "দল-বদ্ধ জনতা	",
                    "totalVerses": "75",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-39.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 40,
                    "surahName": "সূরা আল মু'মিন",
                    "surahArName": "غافر",
                    "surahMeaning": "বিশ্বাসী",
                    "totalVerses": "85",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-40.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 41,
                    "surahName": "সূরা হা-মীম সেজদাহ্‌",
                    "surahArName": "فصّلت",
                    "surahMeaning": "সুস্পষ্ট বিবরণ",
                    "totalVerses": "54",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-41.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 42,
                    "surahName": "সূরা আশ্‌-শূরা",
                    "surahArName": "الشّورى",
                    "surahMeaning": "পরামর্শ",
                    "totalVerses": "53",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-42.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 43,
                    "surahName": "সূরা আয্‌-যুখরুফ",
                    "surahArName": "الزّخرف",
                    "surahMeaning": "সোনাদানা",
                    "totalVerses": "89",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-43.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 44,
                    "surahName": "সূরা আদ-দোখান",
                    "surahArName": "الدّخان",
                    "surahMeaning": "ধোঁয়া",
                    "totalVerses": "59",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-44.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 45,
                    "surahName": "সূরা আল জাসিয়াহ",
                    "surahArName": "الجاثية",
                    "surahMeaning": "নতজানু",
                    "totalVerses": "37",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-45.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 46,
                    "surahName": "সূরা আল আহ্‌ক্বাফ",
                    "surahArName": "الأحقاف",
                    "surahMeaning": "বালুর পাহাড়	",
                    "totalVerses": "35",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-46.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 47,
                    "surahName": "সূরা মুহাম্মদ",
                    "surahArName": "محمّد",
                    "surahMeaning": "নবী মুহাম্মদ	",
                    "totalVerses": "38",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-47.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 48,
                    "surahName": "সূরা আল ফাত্‌হ",
                    "surahArName": "الفتح",
                    "surahMeaning": "বিজয় (মক্কা বিজয়)",
                    "totalVerses": "29",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-48.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 49,
                    "surahName": "সূরা আল হুজুরাত",
                    "surahArName": "الحجرات",
                    "surahMeaning": "বাসগৃহসমূূহ",
                    "totalVerses": "18",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-49.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 50,
                    "surahName": "সূরা ক্বাফ",
                    "surahArName": "ق",
                    "surahMeaning": "আরবি বর্ণ ক্বাফ",
                    "totalVerses": "45",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-50.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 51,
                    "surahName": "সূরা আয-যারিয়াত",
                    "surahArName": "الذّاريات",
                    "surahMeaning": "বিক্ষেপকারী বাতাস",
                    "totalVerses": "60",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-51.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 52,
                    "surahName": "সূরা আত্ব তূর",
                    "surahArName": "الطّور",
                    "surahMeaning": "পাহাড়",
                    "totalVerses": "49",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-52.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 53,
                    "surahName": "সূরা আন-নাজম",
                    "surahArName": "النّجْم",
                    "surahMeaning": "তারা",
                    "totalVerses": "62",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-53.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 54,
                    "surahName": "সূরা আল ক্বামার",
                    "surahArName": "القمر",
                    "surahMeaning": "চন্দ্র",
                    "totalVerses": "55",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-54.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 55,
                    "surahName": "সূরা আর রাহমান",
                    "surahArName": "الرّحْمن",
                    "surahMeaning": "অনন্ত করুণাময়",
                    "totalVerses": "78",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-55.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 56,
                    "surahName": "সূরা আল-ওয়াকিয়াহ",
                    "surahArName": "الواقعة",
                    "surahMeaning": "নিশ্চিত ঘটনা	",
                    "totalVerses": "96",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-56.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 57,
                    "surahName": "সূরা আল-হাদীদ",
                    "surahArName": "الحديد",
                    "surahMeaning": "লোহা",
                    "totalVerses": "29",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-57.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 58,
                    "surahName": "সূরা আল-মুজাদালাহ",
                    "surahArName": "المجادلة",
                    "surahMeaning": "অনুযোগকারিণী",
                    "totalVerses": "22",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-58.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 59,
                    "surahName": "সূরা আল-হাশর",
                    "surahArName": "الحشْر",
                    "surahMeaning": "সমাবেশ",
                    "totalVerses": "24",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-59.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 60,
                    "surahName": "সূরা আল-মুমতাহিনাহ",
                    "surahArName": "الممتحنة",
                    "surahMeaning": "নারী, যাকে পরীক্ষা করা হবে",
                    "totalVerses": "13",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-60.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 61,
                    "surahName": "সূরা আস-সাফ",
                    "surahArName": "الصّفّ",
                    "surahMeaning": "সারবন্দী সৈন্যদল",
                    "totalVerses": "14",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-61.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 62,
                    "surahName": "সূরা আল-জুমুআ",
                    "surahArName": "الجمعة",
                    "surahMeaning": "সম্মেলন/শুক্রবার",
                    "totalVerses": "11",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-62.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 63,
                    "surahName": "সূরা আল-মুনাফিকুন",
                    "surahArName": "المنافقون",
                    "surahMeaning": "কপট বিশ্বাসীগণ",
                    "totalVerses": "11",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-63.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 64,
                    "surahName": "সূরা আত-তাগাবুন",
                    "surahArName": "التّغابن",
                    "surahMeaning": "মোহ অপসারণ",
                    "totalVerses": "18",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-64.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 65,
                    "surahName": "সূরা আত-তালাক",
                    "surahArName": "الطّلاق",
                    "surahMeaning": "তালাক, বন্ধনমুক্তি",
                    "totalVerses": "12",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-65.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 66,
                    "surahName": "সূরা আত-তাহরীম",
                    "surahArName": "التّحريم",
                    "surahMeaning": "নিষিদ্ধকরণ",
                    "totalVerses": "12",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-66.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 67,
                    "surahName": "সূরা আল-মুলক",
                    "surahArName": "الملك",
                    "surahMeaning": "সার্বভৌম কর্তৃত্ব",
                    "totalVerses": "30",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-67.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 68,
                    "surahName": "সূরা আল-কলম",
                    "surahArName": "القلم",
                    "surahMeaning": "কলম",
                    "totalVerses": "52",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-68.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 69,
                    "surahName": "সূরা আল-হাক্কাহ",
                    "surahArName": "الحآقّة",
                    "surahMeaning": "নিশ্চিত সত্য	",
                    "totalVerses": "52",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-69.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 70,
                    "surahName": "সূরা আল-মাআরিজ",
                    "surahArName": "المعارج",
                    "surahMeaning": "উন্নয়নের সোপান",
                    "totalVerses": "44",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-70.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 71,
                    "surahName": "সূরা নূহ",
                    "surahArName": "نوح",
                    "surahMeaning": "নবী নূহ",
                    "totalVerses": "28",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-71.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 72,
                    "surahName": "সূরা আল জ্বিন",
                    "surahArName": "الجنّ",
                    "surahMeaning": "জ্বিন সম্প্রদায়",
                    "totalVerses": "28",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-72.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 73,
                    "surahName": "সূরা আল মুজাম্মিল",
                    "surahArName": "المزّمّل",
                    "surahMeaning": "বস্ত্র আচ্ছাদনকারী",
                    "totalVerses": "20",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-73.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 74,
                    "surahName": "সূরা আল মুদ্দাস্সির",
                    "surahArName": "المدّشّر",
                    "surahMeaning": "পোশাক পরিহিত",
                    "totalVerses": "56",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-74.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 75,
                    "surahName": "সূরা আল-ক্বিয়ামাহ",
                    "surahArName": "القيامة",
                    "surahMeaning": "পুনরুথান",
                    "totalVerses": "40",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-75.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 76,
                    "surahName": "সূরা আদ-দাহর",
                    "surahArName": "الدَّهْرِ",
                    "surahMeaning": "মানুষ",
                    "totalVerses": "31",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-76.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 77,
                    "surahName": "সূরা আল-মুরসালাত",
                    "surahArName": "المرسلت",
                    "surahMeaning": "প্রেরিত পুরুষবৃন্দ",
                    "totalVerses": "50",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-77.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 78,
                    "surahName": "সূরা আন নাবা",
                    "surahArName": "النّبا",
                    "surahMeaning": "মহাসংবাদ",
                    "totalVerses": "40",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-78.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 79,
                    "surahName": "সূরা আন নাযিয়াত",
                    "surahArName": "النّزعت",
                    "surahMeaning": "প্রচেষ্টাকারী",
                    "totalVerses": "46",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-79.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 80,
                    "surahName": "সূরা আবাসা",
                    "surahArName": "عبس",
                    "surahMeaning": "তিনি ভ্রুকুটি করলেন",
                    "totalVerses": "42",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-80.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 81,
                    "surahName": "সূরা আত-তাকভীর",
                    "surahArName": "التّكوير",
                    "surahMeaning": "অন্ধকারাচ্ছন্ন",
                    "totalVerses": "29",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-81.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 82,
                    "surahName": "সূরা আল-ইনফিতার",
                    "surahArName": "الانفطار",
                    "surahMeaning": "বিদীর্ণ করা",
                    "totalVerses": "19",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-82.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 83,
                    "surahName": "সূরা আত মুত্বাফ্‌ফিফীন",
                    "surahArName": "المطفّفين",
                    "surahMeaning": "প্রতারকগণ",
                    "totalVerses": "36",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-83.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 84,
                    "surahName": "সূরা আল ইন‌শিকাক",
                    "surahArName": "الانشقاق",
                    "surahMeaning": "খন্ড-বিখন্ড করণ",
                    "totalVerses": "25",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-84.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 85,
                    "surahName": "সূরা আল-বুরুজ",
                    "surahArName": "البروج",
                    "surahMeaning": "নক্ষত্রপুঞ্জ",
                    "totalVerses": "22",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-85.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 86,
                    "surahName": "সূরা আত-তারিক্ব",
                    "surahArName": "الطّارق",
                    "surahMeaning": "রাতের আগন্তুক",
                    "totalVerses": "17",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-86.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 87,
                    "surahName": "সূরা আল আ'লা",
                    "surahArName": "الأعلى",
                    "surahMeaning": "সর্বোর্ধ্ব",
                    "totalVerses": "19",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-87.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 88,
                    "surahName": "সূরা আল গাশিয়াহ্‌",
                    "surahArName": "الغاشية",
                    "surahMeaning": "বিহ্বলকর ঘটনা",
                    "totalVerses": "26",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-88.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 89,
                    "surahName": "সূরা আল ফাজ্‌র",
                    "surahArName": "الفجر",
                    "surahMeaning": "ভোরবেলা",
                    "totalVerses": "30",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-89.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 90,
                    "surahName": "সূরা আল বালাদ",
                    "surahArName": "البلد",
                    "surahMeaning": "নগর",
                    "totalVerses": "20",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-90.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 91,
                    "surahName": "সূরা আশ-শাম্‌স",
                    "surahArName": "الشّمس",
                    "surahMeaning": "সূর্য্য",
                    "totalVerses": "15",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-91.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 92,
                    "surahName": "সূরা আল লাইল",
                    "surahArName": "الليل",
                    "surahMeaning": "রাত্রি",
                    "totalVerses": "21",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-92.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 93,
                    "surahName": "সূরা আদ-দুহা",
                    "surahArName": "الضحى",
                    "surahMeaning": "পূর্বাহ্নের সূর্যকিরণ",
                    "totalVerses": "11",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-93.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 94,
                    "surahName": "সূরা আল ইনশিরাহ",
                    "surahArName": "الشرح",
                    "surahMeaning": "বক্ষ প্রশস্তকরণ",
                    "totalVerses": "8",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-94.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 95,
                    "surahName": "সূরা ত্বীন",
                    "surahArName": "التين",
                    "surahMeaning": "ডুমুর",
                    "totalVerses": "8",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-95.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 96,
                    "surahName": "সূরা আলাক্ব",
                    "surahArName": "العلق",
                    "surahMeaning": "রক্তপিন্ড",
                    "totalVerses": "19",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-96.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 97,
                    "surahName": "সূরা ক্বদর",
                    "surahArName": "القدر",
                    "surahMeaning": "পরিমাণ",
                    "totalVerses": "5",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-97.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 98,
                    "surahName": "সূরা বাইয়্যিনাহ",
                    "surahArName": "البينة",
                    "surahMeaning": "সুস্পষ্ট প্রমাণ",
                    "totalVerses": "8",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-98.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 99,
                    "surahName": "সূরা যিলযাল",
                    "surahArName": "الزلزلة",
                    "surahMeaning": "ভূমিকম্প",
                    "totalVerses": "8",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-99.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 100,
                    "surahName": "সূরা আল-আদিয়াত",
                    "surahArName": "العاديات",
                    "surahMeaning": "অভিযানকারী",
                    "totalVerses": "11",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-100.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 101,
                    "surahName": "সূরা ক্বারিয়াহ",
                    "surahArName": "القارعة",
                    "surahMeaning": "মহাসংকট",
                    "totalVerses": "11",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-101.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 102,
                    "surahName": "সূরা তাকাসুর",
                    "surahArName": "التكاثر",
                    "surahMeaning": "প্রাচুর্যের প্রতিযোগিতা",
                    "totalVerses": "8",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-102.mp3",
                    "verses": [],
          },
          {
                    "surahNo": 103,
                    "surahName": "সূরা আছর",
                    "surahArName": "العصر",
                    "surahMeaning": "অপরাহ্ন",
                    "totalVerses": "3",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-103.mp3",
                    "verses": [
                              {
                                        "surahNo": 103,
                                        "verseKey": 1,
                                        "bnText": "কসম যুগের (সময়ের),",
                                        "readText": "ওয়াল ‘আসর।",
                                        "arText": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالْعَصْرِ"
                              },
                              {
                                        "surahNo": 103,
                                        "verseKey": 2,
                                        "bnText": "নিশ্চয় মানুষ ক্ষতিগ্রস্ত;",
                                        "readText": "ইন্নাল ইনছা-না লাফী খুছর।",
                                        "arText": "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ"
                              },
                              {
                                        "surahNo": 103,
                                        "verseKey": 3,
                                        "bnText": "কিন্তু তারা নয়, যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে এবং পরস্পরকে তাকীদ করে সত্যের এবং তাকীদ করে সবরের।",
                                        "readText": "ইল্লাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া তাওয়া-সাওবিল হাক্কি ওয়া তাওয়া-সাও বিসসাবরি।",
                                        "arText": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْرِ",
                              },
                    ],
          },
          {
                    "surahNo": 104,
                    "surahName": "সূরা হুমাযাহ",
                    "surahArName": "الهمزة",
                    "surahMeaning": "পরনিন্দাকারী",
                    "totalVerses": "9",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-104.mp3",
                    "verses": [
                              {
                                        "surahNo": 104,
                                        "verseKey": 1,
                                        "bnText": "প্রত্যেক পশ্চাতে ও সম্মুখে পরনিন্দাকারীর দুর্ভোগ,",
                                        "readText": "ওয়াইলুলিলকুল্লি হুমাঝাতিল লুমাঝাহ।",
                                        "arText": "وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ"
                              },
                              {
                                        "surahNo": 104,
                                        "verseKey": 2,
                                        "bnText": "যে অর্থ সঞ্চিত করে ও গণনা করে",
                                        "readText": "আল্লাযী জামা‘আ মা-লাওঁ‘ওয়া ‘আদ্দাদাহ।",
                                        "arText": "ٱلَّذِى جَمَعَ مَالًا وَعَدَّدَهُۥ"
                              },
                              {
                                        "surahNo": 104,
                                        "verseKey": 3,
                                        "bnText": "সে মনে করে যে, তার অর্থ চিরকাল তার সাথে থাকবে!",
                                        "readText": "ইয়াহছাবুআন্না মা-লাহূআখলাদাহ।",
                                        "arText": "يَحْسَبُ أَنَّ مَالَهُۥٓ أَخْلَدَهُۥ"
                              },
                              {
                                        "surahNo": 104,
                                        "verseKey": 4,
                                        "bnText": "কাল্লা-লাইউমবাযান্না ফিল হুতামাহ।",
                                        "readText": "কখনও না, সে অবশ্যই নিক্ষিপ্ত হবে পিষ্টকারীর মধ্যে।",
                                        "arText": "كَلَّا لَيُنۢبَذَنَّ فِى ٱلْحُطَمَةِ",
                              },
                              {
                                        "surahNo": 104,
                                        "verseKey": 5,
                                        "bnText": "আপনি কি জানেন, পিষ্টকারী কি?",
                                        "readText": "ওয়ামাআদরা-কা মাল হুতামাহ।",
                                        "arText": "وَمَآ أَدْرَىٰكَ مَا ٱلْحُطَمَةُ"
                              },
                              {
                                        "surahNo": 104,
                                        "verseKey": 6,
                                        "bnText": "এটা আল্লাহর প্রজ্জ্বলিত অগ্নি,",
                                        "readText": "না-রুল্লা-হিল মূকাদাহ",
                                        "arText": "نَارُ ٱللَّهِ ٱلْمُوقَدَةُ"
                              },
                              {
                                        "surahNo": 104,
                                        "verseKey": 7,
                                        "bnText": "যা হৃদয় পর্যন্ত পৌছবে।",
                                        "readText": "আল্লাতী তাত্তালি‘উ আলাল আফইদাহ।",
                                        "arText": "ٱلَّتِى تَطَّلِعُ عَلَى ٱلْأَفْـِٔدَةِ"
                              },
                              {
                                        "surahNo": 104,
                                        "verseKey": 8,
                                        "bnText": "এতে তাদেরকে বেঁধে দেয়া হবে,",
                                        "readText": "ইন্নাহা-‘আলাইহিম মু’সাদাহ",
                                        "arText": "إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ"
                              },
                              {
                                        "surahNo": 104,
                                        "verseKey": 9,
                                        "bnText": "লম্বা লম্বা খুঁটিতে।",
                                        "readText": "ফী ‘আমাদিম মুমাদ্দাদাহ।",
                                        "arText": "فِى عَمَدٍ مُّمَدَّدَةٍۭ"
                              },
                    ],
          },
          {
                    "surahNo": 105,
                    "surahName": "সূরা ফীল",
                    "surahArName": "	الفيل",
                    "surahMeaning": "হাতি",
                    "totalVerses": "5",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-105.mp3",
                    "verses": [
                              {
                                        "surahNo": 105,
                                        "verseKey": 1,
                                        "bnText": "আপনি কি দেখেননি আপনার পালনকর্তা হস্তীবাহিনীর সাথে কিরূপ ব্যবহার করেছেন?",
                                        "readText": "আলাম তারা কাইফা ফা’আলা রাব্বুকা বিআসহাবিল ফী-ল। ",
                                        "arText": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ "
                              },
                              {
                                        "surahNo": 105,
                                        "verseKey": 2,
                                        "bnText": "তিনি কি তাদের চক্রান্ত নস্যাৎ করে দেননি?",
                                        "readText": "আলাম  ইয়াজ’আল কাইদাহুম ফী তাদ্বলীলিও।",
                                        "arText": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ"
                              },
                              {
                                        "surahNo": 105,
                                        "verseKey": 3,
                                        "bnText": "তিনি তাদের উপর প্রেরণ করেছেন ঝাঁকে ঝাঁকে পাখী,",
                                        "readText": "ওয়া আরছালা ‘আলাইহিম তাইরান আবাবীল।",
                                        "arText": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ"
                              },
                              {
                                        "surahNo": 105,
                                        "verseKey": 4,
                                        "bnText": "যারা তাদের উপর পাথরের কংকর নিক্ষেপ করছিল।",
                                        "readText": "তারমীহিম বিহিজারাতিম মিন  ছিজ্জলিন।",
                                        "arText": "تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ"
                              },
                              {
                                        "surahNo": 105,
                                        "verseKey": 5,
                                        "bnText": "অতঃপর তিনি তাদেরকে ভক্ষিত তৃণসদৃশ করে দেন।",
                                        "readText": "ফাজা-আলাহুম কা’আছফিম মা’কুল।",
                                        "arText": "فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ"
                              },
                    ],
          },
          {
                    "surahNo": 106,
                    "surahName": "সূরা কুরাইশ",
                    "surahArName": "	قريش",
                    "surahMeaning": "কুরাইশ গোত্র	",
                    "totalVerses": "4",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-106.mp3",
                    "verses": [
                              {
                                        "surahNo": 106,
                                        "verseKey": 1,
                                        "bnText": "কোরাইশের আসক্তির কারণে,",
                                        "readText": "লি-ঈলাফি কুরাইশিন৷",
                                        "arText": "	بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ لِإِيلَافِ قُرَيْشٍ"
                              },
                              {
                                        "surahNo": 106,
                                        "verseKey": 2,
                                        "bnText": "আসক্তির কারণে তাদের শীত ও গ্রীষ্মকালীন সফরের।",
                                        "readText": "ঈলাফিহিম রিহ্ লাতাশ শীতায়ি ওয়াছ ছাইফ।",
                                        "arText": "إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ"
                              },
                              {
                                        "surahNo": 106,
                                        "verseKey": 3,
                                        "bnText": "অতএব তারা যেন এবাদত করে এই ঘরের পালনকর্তার",
                                        "readText": "ফালইয়া’বুদূ রাব্বা হাযাল বাইত।",
                                        "arText": "فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ"
                              },
                              {
                                        "surahNo": 106,
                                        "verseKey": 4,
                                        "bnText": "যিনি তাদেরকে ক্ষুধায় আহার দিয়েছেন এবং যুদ্ধভীতি থেকে তাদেরকে নিরাপদ করেছেন।",
                                        "readText": "আল্লাযী আত্য়ামাহুম মিন্ জু-ইওঁ ওয়া অমানাহুম মিন খাউফ।",
                                        "arText": "الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ"
                              },
                    ],
          },
          {
                    "surahNo": 107,
                    "surahName": "সূরা মাউন",
                    "surahArName": "الماعون",
                    "surahMeaning": "সাহায্য-সহায়তা",
                    "totalVerses": "7",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-107.mp3",
                    "verses": [
                              {
                                        "surahNo": 107,
                                        "verseKey": 1,
                                        "bnText": "আপনি কি দেখেছেন তাকে, যে বিচারদিবসকে মিথ্যা বলে?",
                                        "readText": "আরাআইতাল্লাযী ইউকাযযি বুবিদ্দীন।",
                                        "arText": "أَرَءَيْتَ ٱلَّذِى يُكَذِّبُ بِٱلدِّينِ"
                              },
                              {
                                        "surahNo": 107,
                                        "verseKey": 2,
                                        "bnText": "সে সেই ব্যক্তি, যে এতীমকে গলা ধাক্কা দেয়",
                                        "readText": "ফাযা-লিকাল্লাযী ইয়াদু‘‘উল ইয়াতীম।",
                                        "arText": "فَذَٰلِكَ ٱلَّذِى يَدُعُّ ٱلْيَتِيمَ"
                              },
                              {
                                        "surahNo": 107,
                                        "verseKey": 3,
                                        "bnText": "এবং মিসকীনকে অন্ন দিতে উৎসাহিত করে না।",
                                        "readText": "ওয়ালা-ইয়াহুদ্দু‘আলা-তা‘আ-মিল মিছকীন।",
                                        "arText": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ",
                              },
                              {
                                        "surahNo": 107,
                                        "verseKey": 4,
                                        "bnText": "অতএব দুর্ভোগ সেসব নামাযীর,",
                                        "readText": "ফাওয়াইঁলুলিলল মুসাল্লীন।",
                                        "arText": "فَوَيْلٌ لِّلْمُصَلِّينَ",
                              },
                              {
                                        "surahNo": 107,
                                        "verseKey": 5,
                                        "bnText": "যারা তাদের নামায সম্বন্ধে বে-খবর;",
                                        "readText": "আল্লাযীনাহুম ‘আন সালা-তিহিমি ছা-হূন।",
                                        "arText": "ٱلَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ",
                              },
                              {
                                        "surahNo": 107,
                                        "verseKey": 6,
                                        "bnText": "যারা তা লোক-দেখানোর জন্য করে",
                                        "readText": "আল্লাযীনা হুম ইউরাঊনা।",
                                        "arText": "ٱلَّذِينَ هُمْ يُرَآءُونَ",
                              },
                              {
                                        "surahNo": 107,
                                        "verseKey": 7,
                                        "bnText": "এবং নিত্য ব্যবহার্য্য বস্তু অন্যকে দেয় না।",
                                        "readText": "ওয়া ইয়ামনা‘ঊনাল মা-‘ঊন।",
                                        "arText": "وَيَمْنَعُونَ ٱلْمَاعُونَ",
                              },
                    ],
          },
          {
                    "surahNo": 108,
                    "surahName": "সূরা কাওসার",
                    "surahArName": "الكوثر",
                    "surahMeaning": "প্রাচুর্য",
                    "totalVerses": "3",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-108.mp3",
                    "verses": [
                              {
                                        "surahNo": 108,
                                        "verseKey": 1,
                                        "bnText": "নিশ্চয়ই আমি আপনাকে কাউসার (বা প্রভূত কল্যাণ) দান করেছি।,",
                                        "readText": "ইন্না আ'তাইনা-কাল্ কাওছার ৷",
                                        "arText": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ"
                              },
                              {
                                        "surahNo": 108,
                                        "verseKey": 2,
                                        "bnText": "অতএব আপনার প্রতিপালকের উদ্দেশ্যে নামায আদায় কড়ুন এবং কুরবানী করুন।",
                                        "readText": "ফাসাল্লি লিরাব্বিকা ওয়ান্'হা'র৷",
                                        "arText": "فَصَلِّ لِرَبِّكَ وَانْحَرْ"
                              },
                              {
                                        "surahNo": 108,
                                        "verseKey": 3,
                                        "bnText": "নিশ্চয় আপনার প্রতি বিদ্বেষ পোষণকারীই লেজকাটা, নির্বংশ।",
                                        "readText": "ইন্না শানিয়াকা হুয়া'আলআবতার৷",
                                        "arText": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ"
                              },
                    ],
          },
          {
                    "surahNo": 109,
                    "surahName": "সূরা কাফিরুন",
                    "surahArName": "الكافرون	",
                    "surahMeaning": "অস্বীকারকারীগণ",
                    "totalVerses": "6",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-109.mp3",
                    "verses": [
                              {
                                        "surahNo": 109,
                                        "verseKey": 1,
                                        "bnText": "বলুন, হে কাফেরকূল,",
                                        "readText": "কুল ইয়াআইয়ুহাল কা-ফিরূন।",
                                        "arText": "قُلْ يَٰٓأَيُّهَا ٱلْكَٰفِرُونَ"
                              },
                              {
                                        "surahNo": 109,
                                        "verseKey": 2,
                                        "bnText": "আমি এবাদত করিনা, তোমরা যার এবাদত কর।",
                                        "readText": "লাআ‘বুদুমা-তা‘বুদূন।",
                                        "arText": "لَآ أَعْبُدُ مَا تَعْبُدُونَ"
                              },
                              {
                                        "surahNo": 109,
                                        "verseKey": 3,
                                        "bnText": "এবং তোমরাও এবাদতকারী নও, যার এবাদত আমি করি",
                                        "readText": "ওয়ালাআনতুম ‘আ-বিদূনা মাআ‘বুদ।",
                                        "arText": "وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ"
                              },
                              {
                                        "surahNo": 109,
                                        "verseKey": 4,
                                        "bnText": "এবং আমি এবাদতকারী নই, যার এবাদত তোমরা কর।",
                                        "readText": "ওয়ালাআনা ‘আ-বিদুম মা-‘আবাত্তুম,",
                                        "arText": "وَلَآ أَنَا۠ عَابِدٌ مَّا عَبَدتُّمْ"
                              },
                              {
                                        "surahNo": 109,
                                        "verseKey": 5,
                                        "bnText": "তোমরা এবাদতকারী নও, যার এবাদত আমি করি।",
                                        "readText": "ওয়ালাআনতুম ‘আ-বিদূনা মাআ‘বুদ।",
                                        "arText": "وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ"
                              },
                              {
                                        "surahNo": 109,
                                        "verseKey": 6,
                                        "bnText": "তোমাদের কর্ম ও কর্মফল তোমাদের জন্যে এবং আমার কর্ম ও কর্মফল আমার জন্যে।",
                                        "readText": "লাকুম দীনুকুম ওয়ালিয়া দীন।",
                                        "arText": "لَكُمْ دِينُكُمْ وَلِىَ دِينِ"
                              },
                    ],
          },
          {
                    "surahNo": 110,
                    "surahName": "সূরা নাসর",
                    "surahArName": "النصر",
                    "surahMeaning": "বিজয়, সাহায্য",
                    "totalVerses": "3",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-110.mp3",
                    "verses": [
                              {
                                        "surahNo": 110,
                                        "verseKey": 1,
                                        "bnText": "যখন আসবে আল্লাহর সাহায্য ও বিজয়",
                                        "readText": "ইযা-জা-আ নাসরুল্লাহি ওয়াল ফাতহু, ",
                                        "arText": "إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ"
                              },
                              {
                                        "surahNo": 110,
                                        "verseKey": 2,
                                        "bnText": "এবং আপনি মানুষকে দলে দলে আল্লাহর দ্বীনে প্রবেশ করতে দেখবেন,",
                                        "readText": "ওয়ারা আইতান্নাসা ইয়াদখুলুনা ফীদীনিল্লাহি আফওয়াজা৷",
                                        "arText": "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا"
                              },
                              {
                                        "surahNo": 110,
                                        "verseKey": 3,
                                        "bnText": "তখন আপনি আপনার পালনকর্তার পবিত্রতা বর্ণনা করুন এবং তাঁর কাছে ক্ষমা প্রার্থনা করুন। নিশ্চয় তিনি ক্ষমাকারী।",
                                        "readText": "ফাসাব্বিহ বিহামদি রব্বিকা ওয়াস তাগফিরহু৷ ইন্নাহু কানা তাউয়্যাবা৷",
                                        "arText": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا"
                              },
                    ],
          },
          {
                    "surahNo": 111,
                    "surahName": "সূরা লাহাব",
                    "surahArName": "المسد",
                    "surahMeaning": "জ্বলন্ত অঙ্গার",
                    "totalVerses": "5",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-111.mp3",
                    "verses": [
                              {
                                        "surahNo": 111,
                                        "verseKey": 1,
                                        "bnText": "আবু লাহাবের হস্তদ্বয় ধ্বংস হোক এবং ধ্বংস হোক সে নিজে,",
                                        "readText": "তাব্বাত ইয়াদাআবী লাহাবিওঁ ওয়া তাবব।",
                                        "arText": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ"
                              },
                              {
                                        "surahNo": 111,
                                        "verseKey": 2,
                                        "bnText": "কোন কাজে আসেনি তার ধন-সম্পদ ও যা সে উপার্জন করেছে।",
                                        "readText": "মাআগনা-‘আনহু মা-লুহূওয়ামা-কাছাব।",
                                        "arText": "مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ"
                              },
                              {
                                        "surahNo": 111,
                                        "verseKey": 3,
                                        "bnText": "সত্বরই সে প্রবেশ করবে লেলিহান অগ্নিতে",
                                        "readText": "ছাইয়াসলা-না-রান যা-তা লাহাব।",
                                        "arText": "سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ"
                              },
                              {
                                        "surahNo": 111,
                                        "verseKey": 4,
                                        "bnText": "এবং তার স্ত্রীও-যে ইন্ধন বহন করে,",
                                        "readText": "ওয়ামরাআতুহূ; হাম্মা-লাতাল হাতাব।",
                                        "arText": "	وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ"
                              },
                              {
                                        "surahNo": 111,
                                        "verseKey": 5,
                                        "bnText": "তার গলদেশে খর্জুরের রশি নিয়ে।",
                                        "readText": "ফী জীদিহা-হাবলুম মিম মাছাদ।",
                                        "arText": "فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ"
                              },
                    ],
          },
          {
                    "surahNo": 112,
                    "surahName": "সূরা আল-ইখলাস",
                    "surahArName": "الإخلاص",
                    "surahMeaning": "একনিষ্ঠতা",
                    "totalVerses": "4",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-112.mp3",
                    "verses": [
                              {
                                        "surahNo": 112,
                                        "verseKey": 1,
                                        "bnText": "বলুন, তিনি আল্লাহ, এক,",
                                        "readText": "ক্বুল হুওয়াল্লাহু আহাদ ৷ ",
                                        "arText": "	بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قُلْ هُوَ اللَّهُ أَحَدٌ"
                              },
                              {
                                        "surahNo": 112,
                                        "verseKey": 2,
                                        "bnText": "আল্লাহ অমুখাপেক্ষী,",
                                        "readText": "আল্লাহুছ ছামাদ৷",
                                        "arText": "اللَّهُ الصَّمَدُ"
                              },
                              {
                                        "surahNo": 112,
                                        "verseKey": 3,
                                        "bnText": "তিনি কাউকে জন্ম দেননি এবং কেউ তাকে জন্ম দেয়নি",
                                        "readText": "লাম ইয়ালিদ ওয়ালাম ইউলাদ৷",
                                        "arText": "لَمْ يَلِدْ وَلَمْ يُولَدْ"
                              },
                              {
                                        "surahNo": 112,
                                        "verseKey": 4,
                                        "bnText": "এবং তার সমতুল্য কেউ নেই।",
                                        "readText": "ওয়ালাম ইয়াকিল্লাহু কুফুওয়ান আহাদ৷",
                                        "arText": "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ"
                              },
                    ],
          },
          {
                    "surahNo": 113,
                    "surahName": "সূরা আল-ফালাক",
                    "surahArName": "الفلق",
                    "surahMeaning": "নিশিভোর",
                    "totalVerses": "5",
                    "revelationPlace": "মদীনা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-113.mp3",
                    "verses": [
                              {
                                        "surahNo": 113,
                                        "verseKey": 1,
                                        "bnText": "বলুন, আমি আশ্রয় গ্রহণ করছি প্রভাতের পালনকর্তার,",
                                        "readText": "ক্বুল আউযু বিরাব্বিল ফালাক।",
                                        "arText": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ"
                              },
                              {
                                        "surahNo": 113,
                                        "verseKey": 2,
                                        "bnText": "তিনি যা সৃষ্টি করেছেন, তার অনিষ্ট থেকে,",
                                        "readText": "মিন শাররি মাখালাক্ব।",
                                        "arText": "مِنْ شَرِّ مَا خَلَقَ"
                              },
                              {
                                        "surahNo": 113,
                                        "verseKey": 3,
                                        "bnText": "অন্ধকার রাত্রির অনিষ্ট থেকে, যখন তা সমাগত হয়,",
                                        "readText": "ওয়া মিন শাররি গাসিক্বিন ইযা অক্বাব।",
                                        "arText": "وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ"
                              },
                              {
                                        "surahNo": 113,
                                        "verseKey": 4,
                                        "bnText": "গ্রন্থিতে ফুঁৎকার দিয়ে জাদুকারিনীদের অনিষ্ট থেকে",
                                        "readText": "ওয়া মিন শাররিন নাফ্‌ফাসাতি ফিল্‌ উকাদ।",
                                        "arText": "وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ"
                              },
                              {
                                        "surahNo": 113,
                                        "verseKey": 5,
                                        "bnText": "এবং হিংসুকের অনিষ্ট থেকে যখন সে হিংসা করে।",
                                        "readText": "ওয়া মিন শাররি হাসিদিন ইযা হাসাদ।",
                                        "arText": "وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ"
                              },
                    ],
          },
          {
                    "surahNo": 114,
                    "surahName": "সূরা আন-নাস",
                    "surahArName": "	الناس",
                    "surahMeaning": "মানবজাতি",
                    "totalVerses": "6",
                    "revelationPlace": "মক্কা",
                    "audio": "https://github.com/kiron0/Quran-Player/raw/main/Surah/surah-114.mp3",
                    "verses": [
                              {
                                        "surahNo": 114,
                                        "verseKey": 1,
                                        "bnText": "বলুন, আমি আশ্রয় গ্রহণ করিতেছি মানুষের পালনকর্তার,",
                                        "readText": "ক্বুল আউযু বিরাব্বিন নাস।",
                                        "arText": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ النَّاسِ"
                              },
                              {
                                        "surahNo": 114,
                                        "verseKey": 2,
                                        "bnText": "মানুষের অধিপতির,",
                                        "readText": "মালিকিন্নাস।",
                                        "arText": "مَلِكِ النَّاسِ"
                              },
                              {
                                        "surahNo": 114,
                                        "verseKey": 3,
                                        "bnText": "মানুষের মা’বুদের",
                                        "readText": "ইলাহিন্নাস।",
                                        "arText": "إِلَٰهِ النَّاسِ"
                              },
                              {
                                        "surahNo": 114,
                                        "verseKey": 4,
                                        "bnText": "তার অনিষ্ট থেকে, যে কুমন্ত্রণা দেয় ও আত্নগোপন করে,",
                                        "readText": "মিন শাররীল ওয়াস ওয়াসিল খান্নাস।",
                                        "arText": "مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ"
                              },
                              {
                                        "surahNo": 114,
                                        "verseKey": 5,
                                        "bnText": "যে কুমন্ত্রণা দেয় মানুষের অন্তরে",
                                        "readText": "আল্লাযি ইউওয়াস ইসু ফী সুদুরিন্নাস।",
                                        "arText": "	الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ"
                              },
                              {
                                        "surahNo": 114,
                                        "verseKey": 6,
                                        "bnText": "জ্বিনের মধ্য থেকে অথবা মানুষের মধ্য থেকে।",
                                        "readText": "মিনাল জিন্নাতি ওয়ান নাস।",
                                        "arText": "	مِنَ الْجِنَّةِ وَالنَّاسِ"
                              },
                    ],
          },
]